[
	{
		"arabicTextofAyah":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
		"tafsirTextofAyah":"O kur'anskim skraćenicama govorili smo na početku sure el-Bekara. Ovi ajeti, koji se uče u ovoj suri, dio su časnog Kur'ana, koji je savršen i koji sadrži mudrosti i propise.",
		"korkutTranslationOfAyah":"Elif Lām Rā. Ovo su ajeti mudre Knjige."
	},
	{
		"arabicTextofAyah":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Zar je ljudima čudno to što spuštamo Objavu čovjeku koji je jedan od njih, naređujući mu da ih upozori na Allahovu kaznu?! Poslaniče, obavijesti vjernike u Allaha i kaži im ono što će im sreću donijeti, odnosno da im pripadaju visoki položaji, kao nagrada za dobra djela koja su radili. Nevjernici su govorili da je taj čovjek koji je donio ajete, ustvari, očiti čarobnjak i sihirbaz.",
		"korkutTranslationOfAyah":"Zašto je čudno ljudima što Mi objavljujemo jednom između njih: \"Opominji ljude! A vjernike obraduj divnom nagradom kod Gospodara njihova!\" Nevjernici govore: \"Ovaj je zaista pravi čarobnjak!\""
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"O vi koji se čudite, vaš Gosopodar je stvorio nebesa, koja su ogromna, i Zemlju, koja je prostrana, u roku od šest dana, a onda se iznad Arša uzvisio. Kako se pored toga čudite kada pošalje čovjeka koji je vaše vrste? On jedini upravlja i određuje u Svome prostranom posjedu i carstvu, i niko se kod Njega neće moći zauzimat bez njegove dozvole i zadovoljstva onim ko se zagovara. Onaj ko je opisan ovakvim svojstvima jest Allah, vaš Gospodar, pa samo Njemu iskreno ibadet činite. Zar nećete uzeti pouku iz ovih argumenata i na osnovu njih spoznati Njegovu jednoću? Onaj ko ima i najmanju želju da izvuče pouku, znat će da je to tako i povjerovat će.",
		"korkutTranslationOfAyah":"Gospodar vaš je Allah, koji je nebesa i Zemlju za šest dana stvorio, a onda se nad Aršom uzvisio i Koji sve određuje. Niko se neće moći zauzimati ni za koga bez dopuštenja Njegova. Eto to vam je Allah, Gospodar vaš, pa se Njemu klanjajte! Zašto ne razmislite? "
	},
	{
		"arabicTextofAyah":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
		"tafsirTextofAyah":"Na Sudnjem danu samo ćete se Njemu, Jednom Jedinom, vratiti kako bi vam dao odgovorajuću plaću za vaša djela. Ovo obećanje ljudima dato je kao istinito, i Allah ga neće prekršiti, On sve može učiniti. On je otpočeo stvaranje stvorenja bez prethodnog primjera za to, a nakon smrti će ih ponovo u život vratiti, kako bi one koji su vjerovali u Allaha i činili dobra djela pravedno nagradio, bez umanjivanja dobrih djela koja su činili i bez dodavanja loših. A onima koji su bili nevjernici u Allaha i Njegova Poslanika, pripada uzavrelo piće koje će kidati njihove utrobe i njih čeka žestoka kazna jer su bili nevjernici u Allaha i Poslanika.",
		"korkutTranslationOfAyah":"Njemu ćete se svi vratiti – Allahovo je istinito obećanje – On doista iz ničega stvara, On će poslije to ponoviti, da bi pravedno nagradio one koji budu vjerovali i dobra djela činili. A one koji ne budu vjerovali čeka piće od ključale vode i patnja nesnosna, zato što su nevjernici bili."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"On je Taj Koji je dao da Sunce širi svoje zrake, a Mjesec je učinio da njime bude osvijetljeno. Odredio mu je putanju prema broju položaja kojih je dvadeset osam i put koji pređe svaki dan i noć. To je, o ljudi, učinio da biste pomoću Sunca znali broj dana, a pomoću Mjeseca broj mjeseci i godina. Allah je nebesa i Zemlju stvorio s istinom, da bi ispoljio Svoju snagu i veličinu pred ljudima. Allah kroz ove jasne i vidljive argumente te znamenja ukazuje na Svoju jednoću onima koji u tome umiju raspoznati dokaz i znak.",
		"korkutTranslationOfAyah":"On je Sunce izvorom svjetlosti učinio, a Mjesec sjajnim i položaje mu odredio da biste znali broj godina i računanje. – Allah je to mudro stvorio. – On potanko izlaže dokaze ljudima koji razumiju."
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ",
		"tafsirTextofAyah":"Smjena dana i noći i ono što ih prati, poput tame i svijetlosti, kratkoće i duljine dana i noći, te stvorenja koja se nalaze na nebesima i na Zemlji, predstavljaju znamenja koja ukazuju na Allahovu moć onima koji su bogobojazni tako što izvršavaju vjerske naredbe i sustežu se od vjerskih zabrana.",
		"korkutTranslationOfAyah":"U smjeni noći i dana i u onom što je Allah na nebesima i na Zemlji stvorio zaista postoje dokazi za ljude koji se Allaha boje."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ",
		"tafsirTextofAyah":"Nevjernici koji ne očekuju susret sa Allahom, koji Ga se ne boje i ne nadaju Mu se, koji su zadovoljni ovim prolaznim životom i uzeli su ga umjesto vječnog svijeta, te su se ovom svijetu predali i raduju se boravku na njemu, i koji se od Allahovih znamenja i dokaza okreću jer su nemarni.",
		"korkutTranslationOfAyah":"Onima koji ne očekuju da će pred Nas stati i koji su zadovoljni životom na ovome svijetu, koji su u njemu smireni, i onima koji su prema dokazima Našim ravnodušni –"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Oni koji su opisani spomenutim osobinama idu ka svome stalnom prebivalištu džehennemu, jer su to zaradili nevjerovanjem i poricanjem Sudnjeg dana.",
		"korkutTranslationOfAyah":"prebivalište njihovo biće Džehennem, zbog onoga što su radili."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ",
		"tafsirTextofAyah":"One koji vjeruju u Allaha i čine dobra djela Allah će opskrbiti uputom ka dobrim djelima koja vode Njegovom zadovoljstvu, zbog njihovog vjerovanja, a zatim će ih na Sudnjem danu uvesti u vječne džennetske vrtove, ispod kojih rijeke teku.",
		"korkutTranslationOfAyah":"One koji vjeruju i čine dobra djela Gospodar njihov će na Pravome putu podržati, zato što vjeruju; rijeke će teći ispred njih u džennetima zadovoljstva,"
	},
	{
		"arabicTextofAyah":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Dove njihove u džennetu bit će veličanje i slavljenje Allaha, a Allahov pozdrav za njih i njihov pozdrav jednih drugima i pozdrav meleka bit će selam, a posljednje u dovi koju će uputiti bit će pohvala Gospodara svih stvorenja.",
		"korkutTranslationOfAyah":"molitva njihova biće u njima: \"Hvaljen neka si, Allahu!\", pozdrav njihov: \"Mir vama!\", a njihova posljednja molitva: \"Tebe, Allaha, Gospodara svjetova, hvalimo!\""
	},
	{
		"arabicTextofAyah":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"Kada bi se Allah odazivao molbama koje ljudi čine kada su u ljutnji protiv sebe, svoje djece i imetaka, kao što se odaziva kada ga mole za dobro, oni bi bili uništeni. Allah ostavlja one koji ne očekuju susret sa Njime, jer se oni ne boje kazne i ne nadaju se nagradi. Ostavlja ih zbunjenim i sumnjičavim kada je u pitanju Dan obračuna.",
		"korkutTranslationOfAyah":"Da Allah ljudima daje zlo onako brzo kao što im se odaziva kad traže dobro, oni bi, uistinu, stradali. A Mi ipak ostavljamo da u zabludi svojoj lutaju oni koji ne vjeruju da će pred Nas stati."
	},
	{
		"arabicTextofAyah":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Kada čovjeka koji sebi nanosi zlo zadesi bolest ili loše stanje, on Nas doziva, ponizno i skrušeno, ležeći na boku, sjedeći ili stojeći, te se nada otklanjanju zla koje ga je zadesilo. Međutim, kada mu se odazovemo i otklonimo zlo i nedaću koji su ga pogodili, on nastavi da se ponaša kao i ranije, kao da Nas nije ni molio da tu nedaću od njega otklonimo. Kao što je takvoj osobi lijepim prikazano da ustraje u zabludi, isto tako je uljepšano nevjerovanje i griješenje onima koji granice prelaze u nevjerovanju i grijehu i ustrajavaju na tom putu, ne ostavljajući ga.",
		"korkutTranslationOfAyah":"Kada čovjeka snađe nevolja, on Nam se moli: ili ležeći, ili sjedeći, ili stojeći. A čim mu nevolju otklonimo, on nastavlja, kao da Nam se nije ni obraćao molbom zbog nevolje koja ga je bila zadesila. Tako se nevjernicima čini lijepim ono što rade."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"O mnogobošci, mi smo uništili narode prije vas, jer su poricali istinitost Allahovih poslanika i činili grijehe. Poslanici koje smo slali, dolazili su im i donosili jasne dokaze i argumente koji su ukazivali da je istina sve ono što prenose od svog Gospodara. Međutim, oni nisu povjerovali jer nisu bili spremni da vjerovanje prihvate, pa ih je Allah bez podrške i upute ostavio. Kao što smo kaznili te nepravedne narode, tako ćemo kažnjavati i njima slične, u svakom vremenu i na svakom mjestu.",
		"korkutTranslationOfAyah":"Mi smo drevne narode prije vas uništavali zato što nisu povjerovali kad su im poslanici njihovi jasne dokaze donosili. Oni nisu htjeli vjerovati. Tako Mi kažnjavamo narod nevjernički."
	},
	{
		"arabicTextofAyah":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Zatim smo vas, o ljudi, učinili nasljednicima ovih naroda koji su poricali istinu i bili uništeni, kako bismo vidjeli šta će te raditi i kako ćete se ponašati, odnosno hoćete li raditi dobra djela i biti nagrađeni, ili ćete svojim zlom zaslužiti kaznu?",
		"korkutTranslationOfAyah":"Zatim smo vas poslije njih namjesnicima na Zemlji učinili, da bismo vidjeli kako ćete postupati."
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"Kada im se uče kur'anski ajeti koji ukazuju na Allahovu jednoću, oni koji negiraju proživljenje i ne očekuju nagradu, niti se boje kazne, govore: \"O Muhammede, donesi neki drugi Kur'an mimo ovog koji sadrži osudu obožavanja kipova ili neki drugi u kojem će biti dokinuto, djelimično ili potpuno, ono što ne odgovara našim prohtjevima.\" O Poslaniče, reci im da nisi ti taj koji može izmijeniti Kur'an, a pogotovo ne možeš donijeti drugi, nego je samo Allah taj koji mijenja šta hoće. Ja mogu da slijedim samo ono što Allah objavljuje i bojim se velike kazne na Sudnjem danu, ako se odazovem vašem pozivu, te na takav način pogriješim prema Allahu.",
		"korkutTranslationOfAyah":"A kad im se kazuju ajeti Naši, koji su jasni, onda govore oni koji ne vjeruju da će pred Nas stati: \"Donesi ti kakav drugi Kur'an ili ga izmijeni!\" – Reci: \"Nezamislivo je da ga ja sam od sebe mijenjam, ja slijedim samo ono što mi se objavljuje, ja se bojim – ako budem neposlušan svome Gospodaru – patnje na Velikom danu.\""
	},
	{
		"arabicTextofAyah":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Reci, o Poslaniče, da Allah nije htio da vam učim Kur'an, ja ga ne bih ni učio niti bih vam ga dostavio. Da je Allah htio, ja vas njemu, preko svoga jezika, ne bih ni poučio. Među vama sam boravio mnogo vremena (četrdeset godina), nisam ništa ni čitao i pisao, niti sam to tražio i istraživao. Zar ne možete shvatiti vašim razumom da je ono što sam donio od Allaha i da to nije od mene.",
		"korkutTranslationOfAyah":"Reci: \"Da Allah nije htio, ja vam ga ne bih kazivao niti bi vas On s njim upoznao. Ta ja sam prije poslanstva dugo među vama boravio – zar ne shvaćate?\""
	},
	{
		"arabicTextofAyah":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"Niko ne čini veću nepravdu od onoga ko o Allahu izmišlja laži, pa kako onda da ja mijenjam Kur'an i izmišljam na Njega. Oni koji prelaze Allahove granice i izmišljaju laži, neće imati uspjeha i niti će svoj cilj ostvariti.",
		"korkutTranslationOfAyah":"Pa ima li onda nepravednijeg od onoga koji o Allahu laži iznosi ili koji Njegove dokaze smatra neistinitim?! Mnogobošci doista neće uspjeti."
	},
	{
		"arabicTextofAyah":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Pored Allaha, oni obožavaju zamišljena božanstva koja im ne mogu ni nauditi niti im mogu kakvu korist pribaviti. Onaj ko se istinski obožava može i štetu i korist pribaviti kada god hoće. Oni govore o svojim božanstvima koja obožavaju: \"Ovo su naši zagovornici kod Allaha i oni će se zauzimati za nas, pa nas On neće kazniti zbog naših grijeha.\" Reci, Poslaniče: \"Zar da Allaha koji sve zna obavještavate da na nebesima i na Zemlji postoji Njemu suparnik a On to ne zna?! Uzvišen je On i vrlo visoko u odnosu na ono što o Njemu, laži iznoseći, govore mnogobošci.\"",
		"korkutTranslationOfAyah":"Oni se, pored Allaha, klanjaju onima koji im ne mogu nauditi niti im mogu kakvu korist pribaviti, i govore: \"Ovo su naši zagovornici kod Allaha.\" Reci: \"Kako da Allahu kazujete da na nebesima i na Zemlji postoji nešto, a On zna da ne postoji!\" Neka je slavljen On i vrlo visoko iznad onih koje smatraju Njemu ravnim!"
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Ljudi su bili jedna zajednica, svi su bili vjernici, pa su se razišli. Neki su ostali vjernici, a drugi su uznevjerovali. I da nije Allahove odredbe da On neće među njima presuditi na ovome svijetu, nego će među njima o tome presuditi na Sudnjem danu. Da nije toga, On bi im presudio na ovom svijetu u stvarima u kojima su se podijelili i na takav način bi se razdvojili upućeni od zabludjelih.",
		"korkutTranslationOfAyah":"Ljudi su jednu zajednicu sačinjavali, a onda su se jedan drugome suprotstavili. A da nije Riječi ranije izrečene od Gospodara tvoga, ovima bi već bilo presuđeno o onome oko čega se razilaze."
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
		"tafsirTextofAyah":"Mnogobošci su govorili: \"Zašto se Muhammedu od njegova Gospodara ne objavi neki dokaz i znak koji ukazuje na njegovu iskrenost?\" Reci im, o Poslaniče: \"Objava ajeta je stvar nevidljivog svijeta i o tome samo Allah ima znanje. Zbog toga, pričekajte da se ostvare ajeti koje ste predložili, tj. čekajte neki osjetilni znak i dokaz, a i ja ću s vama zajedno čekati.\"",
		"korkutTranslationOfAyah":"Oni govore: \"Zašto mu Gospodar njegov ne pošalje jedno čudo?\" Ti reci: \"Samo Allah zna što će biti, pa pričekajte, i ja ću s vama čekati.\""
	},
	{
		"arabicTextofAyah":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ",
		"tafsirTextofAyah":"Kada mnogobošcima dadnemo blagodat u obliku kiše i plodne zemlje, nakon suše, oni se izruguju i poriču naše ajete. O Poslaniče, reci mnogobošcima: \"Allah je brži u lukavstvu, pripremajući kaznu za vas i vodeći vas postepeno u propast. Meleki čuvari pišu vaše lukavštine i ništa im neće promaći, pa kako onda da to promakne Tvorca? On će vam dati ono što vam pripada zbog vaših spletkarenja.\"",
		"korkutTranslationOfAyah":"A kada Mi dopustimo ljudima da osjete milost, poslije nevolje koja ih snađe, oni opet u dokaze Naše neće da vjeruju. Reci: \"Allah je brži u kažnjavanju, izaslanici Naši ono što vi ispletkarite doista zapisuju.\""
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
		"tafsirTextofAyah":"Allah je Taj Koji vam, o ljudi, omogućava da kopnom pješke i na jahalicama putujete, i On je Taj koji vam omogućava da lađama morem putujete, pa kad ste u lađama, i kad one, uz blag povjetarac zaplove s putnicima, putnici se obraduju tome, i dok su oni u toj radosti naiđe silan vjetar i valovi navale na njih sa svih strana, pa oni povjeruju da će nastradati, tada se iskreno mole Allahu, i to samo Njemu, bez pripisivanja sudruga, govoreći: \"Ako nas iz ove strašne nedaće izbaviš, sigurno ćemo Tebi biti zahvalni na blagodatima koje nam daješ.\"",
		"korkutTranslationOfAyah":"On vam omogućava da kopnom i morem putujete. Pa kad ste u lađama i kad one uz blag povjetarac zaplove s putnicima, te se oni obraduju tome, naiđe silan vjetar i valovi navale na njih sa svih strana, i oni se uvjere da će nastradati, iskreno se mole Allahu: \"Ako nas iz ovoga izbaviš, sigurno ćemo biti zahvalni!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Kada Allah usliši njihove molbe, te ih spasi od iskušenja, oni nakon toga čine nered na Zemlji, kroz nevjerovanje u Allaha i griješenje. O ljudi, grijesi koje činite, donose vam samo zlo, a Allahu ništa nećete naštetiti. Vi na ovome svijetu uživate, a on je prolazan, a zatim ćete se Nama vratiti na Sudnjem danu i Mi ćemo vas obavijestiti o grijesima koje ste činili te vam za njih adekvatnu naknadu dati.",
		"korkutTranslationOfAyah":"A kad ih On izbavi, oni odjednom bez ikakva osnova čine nered na Zemlji! O ljudi, nepravda koju činite da biste u životu na ovome svijetu uživali – samo vama šteti; Nama ćete se poslije vratiti i Mi ćemo vas o onom što ste radili obavijestiti!"
	},
	{
		"arabicTextofAyah":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Život na ovome svijetu u kojem uživate, kada je u pitanju brzina prolaska, sličan je kiši koja se pomiješa sa biljem i plodovima koje ljudi jedu, kao i sa biljem kojeg životinje jedu. Kada tlo dobije svoju boju i ukrasi se raznovrsnim biljem, a ljudi pomisle da to mogu požnjeti i ubrati, onda se desi Naša odredba da se sve to uništi, i Mi to učinimo golom ledinom, kao da nikada nije bilo drveća i bilja na njoj. Kao što vam pojašnjavamo stanje ovog svijeta i brzinu njegova nestanka, tako isto pojašnjavamo i dokaze onima koji razmišljaju i pouku uzimaju.",
		"korkutTranslationOfAyah":"Život na ovome svijetu je sličan bilju zemaljskom na koje Mi spustimo s neba kišu s kojim se ona izmiješa, kojim se onda hrane ljudi i stoka. Pa kad se Zemlja ukrasi svojim ruhom i okiti i kad stanovnici njezini pomisle da su oni toga gospodari, dođe zapovijed Naša, noću ili danju, i Mi to pokosimo, kao da prije ničeg nije ni bilo. Eto, tako Mi potanko izlažemo dokaze narodu koji hoće da razmisli."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Allah poziva sve ljude u Svoj džennet, koji je kuća mira i spasa. U toj kući ljudi neće imati iskušenja i briga, neće umirati. Allah upuće koga hoće od Svojih robova ka vjeri islamu koja vodi do Kuće spasa.",
		"korkutTranslationOfAyah":"Allah poziva u Kuću mira i ukazuje na Pravi put onome kome On hoće."
	},
	{
		"arabicTextofAyah":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"One koji budu činili dobra djela i izvršavali obaveze koje im je Allah propisao, te budu ostavljali grijehe, čeka lijepa nagrada, a to je džennet. U džennetu će imati i više od toga, a to je gledanje u lice Plemenitog Allaha. Njihova lica neće biti prekrivena tamom niti brigom. Ko bude imao ovakva svojstva, tj. ko bude činio dobra djela, bit će vječno u džennetu.",
		"korkutTranslationOfAyah":"One koji čine dobra djela čeka nagrada, i više od toga! Lica njihova neće tama i sjeta prekrivati; oni će stanovnici Dženneta biti, u njemu će vječno boraviti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"One koji budu nevjernici i budu činili loša djela čeka na onome svijetu odgovarajuća \"nagrada\", srazmjerna njihovim lošim djelima. Njihova lica prekrivena će biti poniženjem i brigama. Kada ih kazna stigne, niko ih od nje neće moći sačuvati. Njihova će lica biti takva kao da su dijelovi noćne tame na njih stavljena, zbog velike količine dima i crnila koje će ih obuhvatiti. Oni koji budu imali ovakve osobine vječno će u džehennemu boraviti.",
		"korkutTranslationOfAyah":"A one koji čine nevaljala djela čeka kazna srazmjerna onom što su počinili; njih će potištenost prekrivati, niko ih od Allaha neće zaštititi, lica će im biti tamna kao da su se na njih spustili dijelovi mrkle noći; stanovnici vatre će oni biti, i u njoj će vječno boraviti!"
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ",
		"tafsirTextofAyah":"O Poslaniče, spomeni Sudnji dan, u kojem ćemo sakupiti sva stvorenja, a zatim ćemo onima koji su Allahu na dunjaluku druga pripisivali kazati: \"O mušrici, ostanite na svome mjestu, i vi i vaša božanstva koja ste obožavali pored Allaha.\" Napravićemo razliku i razdvojiti božanstava i one koji su ih obožavali, pa će se onda ta božanstva odreći njih, govoreći: \"Vi nas niste na dunjaluku obožavali.\"",
		"korkutTranslationOfAyah":"A na Dan kad ih sve sakupimo, reći ćemo onima koji su Allahu druge ravnim smatrali: \"Stanite, i vi i božanstva vaša!\" – pa ćemo ih razdvojiti; a božanstva njihova će reći: \"Niste se vi nama klanjali,"
	},
	{
		"arabicTextofAyah":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ",
		"tafsirTextofAyah":"Tada će se njihova božanstva odreći njih, govoreći: \"Allah je dovoljan svjedok da mi nismo bili zadovoljni da nas obožavate i to vam nismo naređivali, a niti smo vaše obožavanje osjećali i nismo uopće znali za njega.\"",
		"korkutTranslationOfAyah":"Allah je dovoljan svjedok i nama i vama, mi doista nismo znali da ste vi nama robovali.\""
	},
	{
		"arabicTextofAyah":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Na tom strašnom mjestu bit će svako ispitan o onome što je na dunjaluku radio, a mušrici bit će vraćeni svome istinskom Gospodaru, Allahu, Koji će s njima svesti račun. Oni koje su kao zagovornike među kipovima izmišljali otići će.",
		"korkutTranslationOfAyah":"Tu će svako saznati ono što je prije uradio – biće vraćeni Allahu, svome istinskom Gospodaru, a neće im biti onih koje su izmišljali."
	},
	{
		"arabicTextofAyah":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci ovim mnogobošcima: \"Ko vas s nebesa opskrbljuje spuštajući vam kišu? Ko vas iz zemlje opskrbljuje, dajući vam da bilje iz nje niče i da iz nje rudu i bogatstva vadite? Ko je taj ko živo biće izvodi iz mrtve materije, kao što je čovjek nastao od kapi sjemena, ptica iz jajeta, i ko je taj ko mrtvo iz živog izvodi, poput sjemena koje izađe iz životinje ili jajeta koje izađe iz ptice? Ko je taj ko upravlja nebesima i Zemljom, kao i stvorenjima koja se među njima nalaze?\" Oni će ti dati odgovor da to sve čini Allah, a ti im reci: \"Zar to ne znate i zar se ne bojite Allaha izvršavanjem Njegovih naredbi, a kloneći se zabrana?!\"",
		"korkutTranslationOfAyah":"Upitaj: \"Ko vas hrani s neba i iz zemlje, čije su djelo sluh i vid, ko stvara živo iz neživog, a pretvara živo u neživo, i ko upravlja svim?\" – \"Allah!\" – reći će oni – a ti reci: \"Pa zašto Ga se onda ne bojite?\""
	},
	{
		"arabicTextofAyah":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ",
		"tafsirTextofAyah":"O ljudi, to vam je Allah, On sve to čini, On je istina i vaš Tvorac koji sve uređuje. Nakon spoznaje istine, zar postoji nešto drugo do udaljavanje od nje?! Gdje su vam razumi da shvate ovu jasnu istinu?!",
		"korkutTranslationOfAyah":"To vam je Allah, Gospodar vaš istinski! Zar poslije istine ima išta osim zablude? Pa kuda se onda odmećete?"
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Kao što se istinski potvrdilo da samo Allah stvara i upravlja i da je On Gospodar, tako isto, o Poslaniče bit će ostvarena odredba tvoga Gospodara nad onima koji su, iz inata, istinu napustili da neće vjerovati.",
		"korkutTranslationOfAyah":"Tako će se obistiniti riječ Gospodara tvoga da vjerovati neće oni koji u grijehu žive."
	},
	{
		"arabicTextofAyah":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ",
		"tafsirTextofAyah":"Reci, o Poslaniče, ovim mušricima: \"Da li među vašim božanstvima koje mimo Allaha obožavate ima neko ko stvara iz ničega, bez prethodnog primjera za to, a zatim da ga nakon smrti oživi?\" Reci im: \"Allah je Taj Koji stvara bez prethodnog primjera za to i On život daje nakon smrti, pa kako se onda, o mušrici, od istine udaljavate i neistinu slijedite?!\"",
		"korkutTranslationOfAyah":"Reci: \"Može li ijedno vaše božanstvo stvarati iz ničega, zatim to ponovo učiniti?\" Reci: \"Allah stvara iz ničega, zatim će to ponovo učiniti!\" Pa kuda se onda odmećete?"
	},
	{
		"arabicTextofAyah":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
		"tafsirTextofAyah":"Reci im, o Poslaniče: \"Da li među vašim božanstvima kojima se klanjate ima neko ko istini upućuje?\" Reci im: \"Jedino Allah vodi ka istini i Pravom putu, pa da li je Onaj Koji istini upućuje i njoj poziva preči da se slijedi nego li vaša božanstva koja ni sebe ne mogu uputiti, osim kada ih neko drugi na taj put uputi?! Šta vam je pa neispravno prosuđujete smatrajući da su ono Allahovi ortaci?!\" Allah je visoko iznad onoga što oni govore.",
		"korkutTranslationOfAyah":"Reci: \"Može li ijedno vaše božanstvo uputiti na Pravi put?\", i odgovori: \"Samo Allah upućuje na Pravi put!\" Pa da li je onda dostojniji da se poštiva onaj koji na Pravi put upućuje ili onaj koji ni sam nije na Pravome putu, osim ako ga drugi na Pravi put ne uputi? Šta vam je, kako rasuđujete?!"
	},
	{
		"arabicTextofAyah":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ",
		"tafsirTextofAyah":"Većina mušrika slijedi ono za što nema uporište u znanju. Oni slijede samo nešto što je zasnovano na pretpostavkama i sumnjama, a sumnja ne može zamijeniti znanje niti mu može koristiti. Allah zna sve šta oni rade, nijedno njihovo djelo nije Mu skriveno i On će ih za ta djela kazniti.",
		"korkutTranslationOfAyah":"Većina njih slijedi samo pretpostavke; ali pretpostavke nisu nimalo od koristi Istini; Allah uistinu dobro zna ono što oni rade."
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Nije ispravno i ne priliči ovom Kur'anu da bude izmišljen i da se pripisuje nekome mimo Allaha, jer ljudi nisu u stanju na načine nešto slično njemu. On potvrđuje knjige koje su prije njega objavljene, te pojašnjava propise koji su u njima sažeto kazani. Nema sumnje da je on objava od Gospodara stvorenja.",
		"korkutTranslationOfAyah":"Ovaj Kur'an nije izmišljen, od Allaha je – on potvrđuje istinitost prijašnjih objava i objašnjava propise; u njega nema sumnje, od Gospodara svjetova je!"
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Zar ovi mušrici da govore da je Muhammed, sallallahu alejhi ve sellem, izmislio Kur'an od sebe, i Allahu ga pripisao? Reci, o Poslaniče, odgovarajući na njihove riječi: \"Ako sam ga ja izmislio, a ja sam čovjek poput vas, onda pokušajte i vi da načinite nešto slično njemu, a pozovite koga god možete da vam u tome pomogne – ako je istina to da je Kur'an izmišljen.\" Sasvim je sigurno da to nećete moći učiniti, a vaša nemoć, iako ste retoričari i dobri poznavaoci jezika, dokaz je da je Kur'an objava od Allaha.",
		"korkutTranslationOfAyah":"A oni govore: \"On ga izmišlja!\" Reci: \"Pa, dajte vi jednu suru kao što je njemu objavljena, i koga god hoćete, od onih u koje mimo Allaha vjerujete, u pomoć pozovite, ako istinu govorite.\""
	},
	{
		"arabicTextofAyah":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Oni se nisu odazvali nego su požurili da negiraju Kur'an prije nego što su ga shvatili i o njemu razmislili, i prije nego se desi kazna kojom su opominjani, a ona je veoma blizu. Na isti način i prijašnji narodi su poricali, pa im je kazna dolazila. Zbog toga, o Poslaniče, dobro pogledaj i razmisli kakva je bila konačnica naroda koji su poricali istinu. Njih je Allah uništio.",
		"korkutTranslationOfAyah":"Oni poriču prije nego što temeljito saznaju šta ima u njemu, a još im nije došlo ni tumačenje njegovo; tako su isto oni prije njih poricali, pa pogledaj kako su nasilnici završili!"
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Ima mušrika koji će povjerovati u istinitost Kur'ana prije nego napuste ovaj svijet, a ima i onih koji iz inata i oholosti neće vjerovati sve do smrti. O Poslaniče, tvoj Gospodar dobro zna one koji su ustrajni u nevjerovanju i kaznit će ih adekvatnom kaznom zbog toga.",
		"korkutTranslationOfAyah":"Ima ih koji u nj vjeruju, a ima ih koji ne vjeruju u nj. A Gospodar tvoj dobro poznaje smutljivce."
	},
	{
		"arabicTextofAyah":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Ako tvoj narod porekne istinitost onoga što govoriš, o Poslaniče, reci mu: \"Meni moja djela i nagrada za njih i ja ću snositi posljedice svojih djela, a vama pripada nagrada za vaša djela i kazna za njih. Vi nemate ništa s kaznom za moja djela koja radim, a ja nemam ništa s kaznom za vaša djela.\"",
		"korkutTranslationOfAyah":"I ako te oni budu u laž utjerivali, ti reci: \"Meni – moja, a vama – vaša djela; vi nećete odgovarati za ono što ja radim, a ja neću odgovarati za ono što vi radite.\""
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"O Poslaniče, ima mušrika koji slušaju tvoje učenje Kur'ana, ali na način koji ne utječe da to prime i prihvate. Zar ti možeš dati da čuje neko ko je lišen toga da čuje istinu?! Isto tako, nisi u stanju da uputiš one koji su se o istinu oglušili pa je ne razumiju.",
		"korkutTranslationOfAyah":"Ima ih koji dolaze da te slušaju. A možeš li ti učiniti da te čuju gluhi, koji ni pameti nemaju?"
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ",
		"tafsirTextofAyah":"O Poslaniče, među mušricima ima onih koji te samo očima gledaju, ali ne i stvarnim srčanim vidom. Zar ti možeš vratiti vid onome ko ga je izgubio? Ti to ne možeš učiniti, kao što ne možeš ni uputiti onoga ko je izgubio moć razumijevanja.",
		"korkutTranslationOfAyah":"A ima ih koji te posmatraju. A možeš li ti uputiti na Pravi put slijepe, koji ni razuma nemaju?"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Allah je čist od toga da Svojim robovima čini nepravdu, pa makar koliko i trun – robovi je sami sebi čine srljajući u propast zbog pristrasnosti neistini, oholosti i inata.",
		"korkutTranslationOfAyah":"Allah zaista neće nikakvu nepravdu ljudima učiniti, ljudi je sami sebi čine."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ",
		"tafsirTextofAyah":"Na dan kada Allah okupi ljude kako bi im sudio, njima će se učiniti kao da su na dunjaluku i u zagrobnom životu ostali samo dio dana. Oni će jedni druge prepoznati, a zatim će se, zbog strahota Sudnjeg dana, njihovo poznanstvo prekinuti. Na gubitku će biti svi oni koji su poricali susret sa Gospodarom. Oni na dunjaluku nisu vjerovali u Dan proživljenja, pa se neće moći ni sačuvati od propasti.",
		"korkutTranslationOfAyah":"A na Dan kada ih on sakupi učiniće im se da su boravili samo jedan čas u danu, i jedni druge će prepoznati. Oni koji su poricali da će pred Allaha stati i koji nisu Pravim putem išli biće izgubljeni."
	},
	{
		"arabicTextofAyah":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ",
		"tafsirTextofAyah":"O Poslaniče, možemo da ti pokažemo nešto od kazne koju smo im obećali, prije nego umreš, a može i da se desi da odeš sa ovoga svijeta, prije nego to vidiš. U svakom slučaju, oni će se nama vratiti na Sudnjem danu i Allah će iznijeti sve ono što su radili, jer Njemu ništa nije skriveno, a zatim će ih kazniti za njihova djela.",
		"korkutTranslationOfAyah":"Bilo da ti pokažemo dio onoga čime im prijetimo, bilo da ti dušu uzmemo, Nama će se oni vratiti, i tada će Allah biti svjedok za ono što su činili."
	},
	{
		"arabicTextofAyah":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Svakom od ranijih naroda došao je poslanik, pa ako bi oni porekli ono što je dostavljeno, bilo bi među njima pravedno presuđeno. Njega, poslanika, Allah bi, iz Svoje dobrote, sačuvao, a njih bi uništio. Njima, shodno djelima koja su činili, neće biti učinjena nikakva nepravda.",
		"korkutTranslationOfAyah":"Svaki narod je imao poslanika. I kad poslanik njihov dođe među njih, njima će biti pravedno presuđeno, nasilje im neće biti učinjeno."
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Ovi oholi nevjernici, izazivajući, govore: \"Kada će to vrijeme nastupiti u kojem nam je kazna obećana, ako je istina ono što tvrdite.\"",
		"korkutTranslationOfAyah":"Oni govore: \"Kada će već jednom ta prijetnja, ako istinu govorite?\""
	},
	{
		"arabicTextofAyah":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
		"tafsirTextofAyah":"Reci im, o Poslaniče: \"Ja sam od sebe ne mogu štetu otkloniti, niti sebi kakvu korist pribaviti, pa kako onda da drugima to učinim? Mogu samo ono što Allah hoće, a ja ne znam nevidljivi svijet, niti ga mogu znati.\" Rok koji je Allah odredio za uništenje nekog naroda zna samo Allah, a kad taj rok nastupi, njihova kazna neće biti ni ubrzana, a ni odgođena.",
		"korkutTranslationOfAyah":"Reci: \"Sam od sebe ne mogu nikakvu štetu otkloniti, a ni neku korist sebi pribaviti; biva onako kako Allah hoće! Svaki narod ima konac, i kad konac njegov dođe – ni za tren ga neće moći ni odložiti ni ubrzati.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci ovima koji požuruju kaznu: \"Obavijestite me, ako će vas kazna Njegova u bilo koje doba noći ili dana zadesiti, zašto je onda požurujete?\"",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni: ako će vas kazna Njegova noću ili danju zadesiti, zašto je onda požuruju mnogobošci?"
	},
	{
		"arabicTextofAyah":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
		"tafsirTextofAyah":"Zar da čekate da se desi kazna koja vam se obećava i da tada povjerujete, a tada vam vjerovanje neće biti od koristi, ako niste vjerovali prije? Zar da sad vjerujete, a ranije ste požurivali kaznu, negirajući je?",
		"korkutTranslationOfAyah":"Zar ćete tek onda kad se dogodi – u nju povjerovati? Zar tek tada, a ranije ste je požurivali?\""
	},
	{
		"arabicTextofAyah":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ",
		"tafsirTextofAyah":"Nakon što ih zadesi kazna i nakon što zatraže da iz nje iziđu, kazat će im se sljedeće: \"Iskusite vječnu kaznu na ahiretu, da li vam je dato bilo šta drugo, a ne ono što ste zaradili svojim nevjerovanjem i grijesima?\"",
		"korkutTranslationOfAyah":"Zatim će se reći onima koji su se prema sebi ogriješili: \"Iskusite patnju vječnu; zar se kažnjavate više nego što ste zaslužili?\""
	},
	{
		"arabicTextofAyah":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
		"tafsirTextofAyah":"Mušrici te, o Poslaniče, pitaju: \"Je li ova patnja koja nam je obećana istina?\" Reci im: \"Jest, tako mi Allaha, to je istina i niko vas iz nje neće moći izbaviti.\"",
		"korkutTranslationOfAyah":"Oni te zapitkuju: \"Da li je istina da će ono biti?\" Reci: \"Jest, Gospodara mi moga, zaista je istina i vi nećete moći umaći!\""
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Kad bi onaj ko je širk Allahu činio imao sve vrijednosti koje postoje na Zemlji, dao bi ih samo da se iskupi od Allahove kazne. A kada mušrici dožive patnju i vide kaznu koja ih čeka na Sudnjem danu, sakrit će tugu zbog toga što su nevjernici bili, i bit će im po pravdi presuđeno i neće im zulum učinjen biti, nego će biti tretirani shodno svojim djelima.",
		"korkutTranslationOfAyah":"Kada bi nevjernik imao sve ono što na Zemlji postoji, sve bi on to dao samo da se otkupi. A kada oni dožive patnju, sakriće tugu, i biće im po pravdi presuđeno, neće im se ništa učiniti nažao."
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Zar jedino Allahu ne pripada vlast na nebesima i na Zemlji, i zar njegovo obećanje da će kazniti nevjernike nije istina u koju nema sumnje, ali većina njih ne zna, pa sumnja!",
		"korkutTranslationOfAyah":"Allahovo je sve što je na nebesima i na Zemlji! Allahova prijetnja će se, sigurno, ispuniti! – Ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Allah Uzvišeni mrtve oživljava i žive usmrćuje i samo će se Njemu na Sudnjem danu vratiti, pa će ih On za djela njihova adekvatno tretirati.",
		"korkutTranslationOfAyah":"On život i smrt daje i Njemu ćete se vratiti."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"O ljudi, Kur'an vam je došao, a u njemu je opomena, podsticaj i prijetnja, on je lijek za srčane bolesti poput sumnje. On upućuje na pravi put, milost je za vjernike, jer oni uzimaju korist iz njega.",
		"korkutTranslationOfAyah":"O ljudi, već vam je stigla pouka od Gospodara vašeg i lijek za vaša srca i uputstvo i milost vjernicima."
	},
	{
		"arabicTextofAyah":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci ljudima: \"Kur'an koji vam je dat samo je oličenje Allahove dobrote prema vama i milost Njegova. A Allah Svoju milost spušta, spuštajući Kur'an, pa se zbog toga radujte, a ne zbog nečeg drugog. Ono što vam donosi Muhammed, sallallahu alejhi ve sellem, od Allaha bolje je od prolaznih dobara koja se gomilaju.\"",
		"korkutTranslationOfAyah":"Reci: \"Neka se zato Allahovoj blagodati i milosti raduju, to je bolje od onoga što gomilaju.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ",
		"tafsirTextofAyah":"Reci, o Poslaniče ovim mušricima: \"Kažite mi o ovoj opskrbi koju vam Allah daje pa vi po svojim nahođenjima jedan dio zabranjujete, a drugi dozvoljavate – da li vam je Allah dopustio da dozvoljavate to što ste dozvolili ili da branite to što ste zabranili, ili ste pak vi to sami izmislili?\"",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni zašto jednu hranu koju vam Allah daje smatrate zabranjenom, a drugu dopuštenom?\" Reci: \"Da li vam je prosuđivanje o tome Allah prepustio ili o Allahu laži iznosite?\""
	},
	{
		"arabicTextofAyah":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
		"tafsirTextofAyah":"Šta misle da će se desiti na onome svijetu sa njima, oni koji su laži izmišljali? Zar misle da će im biti oprošteno? Daleko je to od njih. Allah Uzvišeni čini dobro ljudima tako što im kaznu odgađa, ali većina negira te blagodati i ne zahvaljuje na njima.",
		"korkutTranslationOfAyah":"I šta misle oni koji o Allahu iznose laži, šta će na Sudnjem danu biti? Allah je doista neizmjerno dobar prema ljudima, ali većina njih ne zahvaljuje."
	},
	{
		"arabicTextofAyah":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
		"tafsirTextofAyah":"O Poslaniče, ti ništa ne činiš, niti Kur'an učiš, a niti vi, o vjernici, ništa ne radite, a da vas Mi ne vidimo, znamo i čujemo kada nešto radite. Znanju tvoga Gospodara ne izmakne ni koliko trun, bilo da je na nebesima ili na Zemlji, a ni manje, ni veće od toga. Sve je On to zabilježio u Knjizi jasnoj, koja nije izostavila ni jedno djelo, malo ili veliko, a da ga nije zapisala.",
		"korkutTranslationOfAyah":"Što god ti važno činio, i što god iz Kur'ana kazivao, i kakav god vi posao radili, Mi nad vama bdijemo dok god se time zanimate. Gospodaru tvome ništa nije skriveno ni na Zemlji ni na nebu, ni koliko trun jedan, i ne postoji ništa, ni manje ni veće od toga, što nije u Knjizi jasnoj."
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Allahove evlije (dobri robovi, vjernici) ne treba da strahuju za budućnost i od strahota Sudnjeg dana, niti treba da tuguju zbog prošlosti i onoga što ih je promaklo od ovodunjalučkih dobara.",
		"korkutTranslationOfAyah":"I neka se ničega ne boje i ni za čim neka ne tuguju Allahovi štićenici,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
		"tafsirTextofAyah":"Allahovi štićenici su oni koji budu imali svojstvo vjerovanja u Allaha i Njegova Poslanika, sallallahu alejhi ve sellem, i koji su se bojali Allaha kroz pridržavanje Njegovih naredbi i udaljavanje od Njegovih zabrana.",
		"korkutTranslationOfAyah":"oni koji budu vjerovali i koji se budu Allaha bojali,"
	},
	{
		"arabicTextofAyah":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Za njih su dobre vijesti od njihova Gospodara na ovome svijetu, na način da sanjaju snove koji ih čine radosnim ili da ih ljudi hvale. Također, čekaju ih dobre vijesti i od meleka kada im budu uzimali dušu, a i kada budu sakupljeni i oživljeni. Ono što je Allah obećao neće se mijenjati. To je veliki uspjeh, jer je ostvareno ono čemu se težilo, a sačuvalo se od onoga od čega se strahovalo.",
		"korkutTranslationOfAyah":"za njih su dobre vijesti i na ovome i na onome svijetu – Allahove riječi niko ne može izmijeniti – to će, zaista, velik uspjeh biti."
	},
	{
		"arabicTextofAyah":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Neka te, o Poslaniče, ne žaloste riječi onih koji napadaju tvoju vjeru! Uistinu, sva moć i snaga pripadaju Allahu i ništa Mu ne može umaknuti, jer On je Taj Koji čuje njihove riječi, zna njihova djela i prema njima će postupiti na odgovarajući način.",
		"korkutTranslationOfAyah":"Neka te ne žaloste besjede njihove! Uistinu, sva moć pripada Allahu; On sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
		"tafsirTextofAyah":"Zaista, samo u Allahovoj je vlasti sve što je na nebesima i na Zemlji. Šta slijede mušrici koji obožavaju pored Allaha druga božanstva? U stvarnosti, oni slijede samo sumnje i lažno Allahu pripisuju druga, jer On je daleko iznad onoga što oni pričaju.",
		"korkutTranslationOfAyah":"U Allahovoj vlasti su svi na nebesima i na Zemlji. A oni koji se pored Allaha božanstvima klanjaju, povode se samo za pretpostavkama i samo uobražavaju."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
		"tafsirTextofAyah":"O ljudi, Allah je jedini Onaj Koji je dao noć da bi u njoj našli smiraj i odmorili se od dnevnih aktivnosti, i On je dao dan vidljivim kako biste radili i privređivali u svoju korist. U tome su jasni dokazi onima koji čuju i pouku prihvataju.",
		"korkutTranslationOfAyah":"On vam je dao noć da u njoj počinak imate, i dan da vidite. To su dokazi za ljude koji čuju."
	},
	{
		"arabicTextofAyah":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Skupina mnogobožaca govori kako su meleki Allahove kćerke – On je uzvišen i daleko od onoga što govore. On je, slavljen neka je, neovisan o Svojim stvorenjima, Njemu pripada vlast i na nebesima i na Zemlji. Vi, o mušrici, nemate nikakav dokaz za to što govorite! Zar da o Allahu govorite tako opasne riječi, pripisujući Mu dijete, a vi ne znate suštinu toga i nemate dokaza.",
		"korkutTranslationOfAyah":"Oni govore: \"Allah je sebi uzeo dijete!\" – Hvaljen neka je On! On ni o kome ovisan nije! Sve što je na nebesima i na Zemlji Njegovo je! Vi za to nikakav dokaz nemate. Zašto o Allahu govorite ono što ne znate!"
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
		"tafsirTextofAyah":"Reci im, o Poslaniče, da oni koji na Allaha laži izmišljaju, pripisujući Mu dijete, neće uspjeti niti će dobiti ono što traže, a niti će se sačuvati od onoga od čega strahuju.",
		"korkutTranslationOfAyah":"Reci: \"Oni koji o Allahu laži iznose neće postići ono što žele.\""
	},
	{
		"arabicTextofAyah":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ",
		"tafsirTextofAyah":"Nemojte biti obmanuti onim u čemu uživate na ovome svijetu, jer to je prolazno, a zatim ćete se nama na Sudnjem danu vratiti i Mi ćemo vas staviti u veliku kaznu zbog vašeg nevjerovanja u Allaha i poricanja Poslanika.",
		"korkutTranslationOfAyah":"Uživaće kratko na ovome svijetu, a zatim će se Nama vratiti i Mi ćemo im dati da iskuse nesnosnu patnju zato što nisu vjerovali."
	},
	{
		"arabicTextofAyah":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ",
		"tafsirTextofAyah":"Ispričaj, o Poslaniče, ovim mušricima koji poriču istinu, kazivanje o Nuhu, alejhis-selam, koji je svome narodu rekao: \"Ako je vama težak moj boravak među vama, i ako vam je teško što vas opominjem Allahovim ajetima, i ako ste odlučili da me ubijete – pa, ja se samo na Allaha oslanjam, kako bi On uništio vaša spletke. Vi odlučite šta hoćete, donesite odluku da me uništite, i pozovite svoja božanstva u pomoć, ali neka vaša odluka ne bude nejasna i nakon što planirate moje ubistvo, izvršite ga i ne odgađajte nimalo.\"",
		"korkutTranslationOfAyah":"Kaži im povijest o Nuhu! Kad on reče narodu svome: \"O narode moj, ako vam je dodijao moj boravak među vama i moje opominjanje Allahovim dokazima – a ja se stalno uzdam u Allaha – onda se, zajedno sa božanstvima svojim, odlučite, i to ne krijte; zatim to nada mnom izvršite i ne odgađajte!"
	},
	{
		"arabicTextofAyah":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"A ako se okrenete od mog poziva – pa, vi znate da ja od vas nikakvu nagradu ne tražim za poslanicu koju vam dostavljam od moga Gospodara, mene će samo Allah nagraditi, bez obzira na to da li vi meni vjerovali ili ne. Meni je Allah naredio da budem među muslimanima – Njemu predanim robovima koji su pokorni i čine dobra djela.",
		"korkutTranslationOfAyah":"A ako glave okrenete – pa, ja od vas nikakvu nagradu ne tražim, mene će Allah nagraditi, meni je naređeno da budem musliman.\""
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
		"tafsirTextofAyah":"Njegov narod ga je u laž utjerao i nije mu vjerovao, pa smo Mi njega i vjernike u lađi spasili, te ih nasljednicima za one prije njih učinili, dok smo one koji su poricali dokaze potopili. Zato, razmišljaj, Poslaniče, o tome kakav je bio svršetak onih koje je Nuh alejhis-selam, upozoravao, a oni mu nisu vjerovali.",
		"korkutTranslationOfAyah":"Ali, nazvaše ga lašcem, pa Mi u lađi njega i one koji bijahu uz njega spasismo i namjesnicima ih učinismo, a one koji dokaze Naše nisu priznavali potopismo, pa pogledaj kako su završili oni koji se na opomene nisu osvrtali!"
	},
	{
		"arabicTextofAyah":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ",
		"tafsirTextofAyah":"Zatim smo, poslije Nuha, alehis-selam, nakon određenog vremena poslanike narodima njihovim slali i oni su im jasne dokaze donosili, ali oni nisu htjeli vjerovati jer su prije toga poslanike neprestalno u laž utjerivali. Poslije je Allah njihova srca zapečatio, a isto tako će zapečatiti srca svih onih koji ne vjeruju i granice Allahove prelaze, u bilo kojem vremenu i na bilo kojem mjestu.",
		"korkutTranslationOfAyah":"Zatim smo, poslije njega, poslanike narodima njihovim slali i oni su im jasne dokaze donosili, ali oni nisu htjeli vjerovati u ono što prije nisu priznavali. Tako Mi pečatimo srca onih koji u zlu prelaze svaku mjeru."
	},
	{
		"arabicTextofAyah":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
		"tafsirTextofAyah":"Nakon određenog vremena, poslije ovih poslanika, Mi smo poslali Musaa i njegova vrata Haruna faraonu, vladaru Egipta i uglednicima iz njegova naroda. Poslali smo ih sa jasnim dokazima koji su ukazivali na to da Musa i Harun istinu govore, pa su se oni uzoholili i nisu povjerovali i bili su zločinci jer su negirali Allaha i poricali Njegove poslanike.",
		"korkutTranslationOfAyah":"Zatim smo, poslije njih, Musaa i Haruna poslali sa čudima Našim faraonu i glavešinama njegovim, ali su se oni uzoholili – a bio je to grješan narod:"
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ",
		"tafsirTextofAyah":"Kada je faraonu i glavešinama njegova naroda došla vjera preko Musaa i Haruna, koja ukazuje na istinitost Musaa, oni su o tim jasnim znakovima kazali da se radi o očitoj vradžbini i da to nije istina.",
		"korkutTranslationOfAyah":"kad im je od Nas došla Istina, rekli su: \"Ovo je doista prava čarolija!\""
	},
	{
		"arabicTextofAyah":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ",
		"tafsirTextofAyah":"Negirajući njihove tvrdnje, Musa je kazao: \"Zar istinu koja vam dolazi smatrate vradžbinom? To nikako nije vradžbina, a ja znam da vračar nikada neće imati uspjeha, pa kako onda da se time bavim?\"",
		"korkutTranslationOfAyah":"\"Zar za istinu koja vam je došla kažete da je čarolija?\" – reče Musa – \"a čarobnjaci neće nikada uspjeti!\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Narod faraonov odgovorio je Musau na sljedeći način: \"Zar si došao s tom vradžbinom da bi nas od vjere naših predaka odvratio, pa da ti i tvoj brat preuzmete vlast? O Musa, mi tebi i Harunu ne vjerujemo da ste poslanici nama poslani!\"",
		"korkutTranslationOfAyah":"A oni rekoše: \"Zar si došao da nas odvratiš od onoga na čemu smo zatekli pretke naše, da bi vama dvojici pripala vlast na Zemlji? E nećemo mi vama dvojici vjerovati!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ",
		"tafsirTextofAyah":"Faraon je kazao svome narodu da dovedu svakog sposobnog vračara koji dobro zna svoj posao.",
		"korkutTranslationOfAyah":"I faraon reče: \"Dovedite mi sve vješte čarobnjake!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
		"tafsirTextofAyah":"Kada je faraon doveo sihirbaze, Musa im je, ubjeđen u pobjedu, kazao: \"Bacite ono što ste planirani baciti.\"",
		"korkutTranslationOfAyah":"I kad čarobnjaci dođoše, Musa im reče: \"Bacite što imate baciti!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Kada su sihirbazi pokazlali svoj sihr, Musa im je kazao: \"To što ste priredili jest sihr i vradžbina, a Allah će učiniti da vaše djelo nema nikakvu posljedicu i da bude uništeno. Vi s vašim vradžbinama činite nered po Zemlji, a Allah neće takva djela učiniti valjanim.\"",
		"korkutTranslationOfAyah":"I kad oni baciše, Musa uzviknu: \"Ono što ste priredili čarolija je! Allah će je uništiti, jer Allah ne dopušta da djelo pokvarenjaka uspije,"
	},
	{
		"arabicTextofAyah":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"Allah će istinu utvrditi, svojim naredbama i odredbama, kao što će je i šerijatskim dokazima osnažiti, iako će to zločincima iz porodice faraonove krivo biti!",
		"korkutTranslationOfAyah":"Allah će Svojom moći istinu utvrditi, makar što će to nevjernicima krivo biti!\""
	},
	{
		"arabicTextofAyah":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ",
		"tafsirTextofAyah":"Narod je okrenuo leđa od Musaovog poziva. U njega su, i pored jasnih dokaza, povjerovali samo neki mladići iz Benu Israila i pored straha od faraona i njegovih glavešina, te bojazni da ih kroz kažnjavanje ne odvrate od njihova vjerovanja, ako se otkrije da su prihvatili istinu. Faraon se bio uzdigao i uzoholio nad narodom Egipta i prelazio je granice u nevjerovanju, ubijanju i kažnjavanju sinova Israilovih.",
		"korkutTranslationOfAyah":"I ne povjerova Musau niko, osim malo njih iz naroda faraonova, iz straha da ih faraon i glavešine njegove ne počnu zlostavljati – a faraon je doista na Zemlji silnik bio i u zlu svaku mjeru prevršio."
	},
	{
		"arabicTextofAyah":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ",
		"tafsirTextofAyah":"Musa, alejhis-selam, kazao je svom narodu: \"O narode, ako istinski vjerujete u Allaha, onda se samo u Allaha pouzdajte, ukoliko ste muslimani. Pouzdanje u Allaha od vas će otkloniti zlo i pribaviti vam korist.\"",
		"korkutTranslationOfAyah":"I Musa reče: \"O narode moj, ako u Allaha vjerujete, u Njega se pouzdajte ako ste muslimani!\""
	},
	{
		"arabicTextofAyah":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Oni su se odazvali Musau, alejhi selam, i kazali: \"Na Allaha se jedino oslanjamo! Gospodaru naš, ne dopusti da nama zavlada nepravedni vladar pa da nas odvrati od naše vjere, kažnjavanjem, ubijanjem i zavođenjem!\"",
		"korkutTranslationOfAyah":"\"U Allaha se uzdamo!\" – rekoše oni. \"Gospodaru naš, ne učini da zbog nas dođu u iskušenje ljudi koji nasilje čine,"
	},
	{
		"arabicTextofAyah":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"\"Sačuvaj nas, Gospodaru naš, svojom milošću, od faraonovog, nevjerničkog, naroda, jer oni su nas zarobili, kažnjavali i ubijali!\"",
		"korkutTranslationOfAyah":"i spasi nas, milošću Svojom, od naroda koji ne vjeruje!\""
	},
	{
		"arabicTextofAyah":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Mi smo objavili Musau i njegovu bratu Harunu, neka je na njih mir i spas, da svome narodu sagrade kuće i bogomolje u kojima će samo Allahu ibadet činiti i te kuće okrenite prema kibli (Bejtul-makdisu), te namaz u potpunosti obavljajte. \"O Musa, obavijesti vjernike radosnom viješću da ih čeka podrška i pomoć od Allaha, i da će On uništiti njihove neprijatelje, a vjernike učiniti nasljednicima Zemlje.\"",
		"korkutTranslationOfAyah":"I Mi objavismo Musau i bratu njegovu: \"U Misiru svome narodu kuće izgradite i bogomoljama ih učinite i u njima molitvu obavljajte! A ti obraduj vjernike!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
		"tafsirTextofAyah":"Musa je rekao svome narodu: \"Gospodaru naš! Ti si dao faraonu i glavešinama njegovim ukrase i imetak na ovom svijetu, ali oni Ti ne zahvaljuju na tim blagodatima, nego ih koriste da zavode s puta Tvoga! Gospodaru naš, uništi imetak njihov, a srca njihova učini grubim, pa neka ne vjeruju sve dok ne dožive tešku patnju, kada im njihovo vjerovanje neće od koristi biti.\"",
		"korkutTranslationOfAyah":"I Musa reče: \"Gospodaru naš! Ti si dao faraonu i glavešinama njegovim bogatstva da u raskoši žive na ovome svijetu, pa oni, Gospodaru naš, zavode s puta Tvoga! Gospodaru naš, uništi bogatstva njihova i zapečati srca njihova, pa neka ne vjeruju dok ne dožive patnju nesnosnu!\""
	},
	{
		"arabicTextofAyah":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Allah je rekao: \"O Musa i Harune, vaša molba protiv faraona i uglednika iz njegova naroda uslišena je, pa ostanite postojani u vjeri i ne skrećite s puta vjere na put neznalica koji ne poznaju istinu!\"",
		"korkutTranslationOfAyah":"\"Uslišena je molba vaša!\" – reče On – \"a vas dvojica na Pravome putu ostanite i nikako se za neznalicama ne povodite!\""
	},
	{
		"arabicTextofAyah":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"Olakšali smo potomcima Israilovim da spašeni pređu more nakon što se ono razdvojilo. Kada ih je faraon sa svojom vojskom skoro sustigao, nemilosrdno ih goneći, more se sastavilo i pošto se faraon poče utapati i gubiti nadu u spas, povika: \"Vjerujem u Onoga Koji istinski zaslužuje da bude obožavan, u Onoga u Koga su vjerovali sinovi Israilovi, i ja sam predan Allahu, pokoravam Mu se.\"",
		"korkutTranslationOfAyah":"I Mi prevedosmo preko mora sinove Israilove, a za petama su im bili faraon i vojnici njegovi progoneći ih ni krive ni dužne. A on, kad se poče daviti, uzviknu: \"Ja vjerujem da nema boga osim Onoga u kojeg vjeruju sinovi Israilovi i ja se pokoravam!\""
	},
	{
		"arabicTextofAyah":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Zar da sada vjeruješ kada si izgubio nadu u spas, a prije toga si, o faraonu, griješio prema Allahu i od Njegova puta odvraćao, te nered činio zbog svoje zablude i druge zavodio.",
		"korkutTranslationOfAyah":"\"Zar sada, a prije si neposlušan bio i razdor sijao?!"
	},
	{
		"arabicTextofAyah":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ",
		"tafsirTextofAyah":"O faraonu, danas ćemo te iz mora izvaditi i staviti na površinu Zemlje, da bi pouku uzimao svako ko poslije tebe dođe, iako je mnogo ljudi nemarno prema našim dokazima i znamenjima, o njima ne razmišljaju.",
		"korkutTranslationOfAyah":"Danas ćemo izbaviti samo tijelo tvoje da bi bio poučan primjer onima poslije tebe\" – ali mnogi ljudi su ravnodušni prema Našim poukama."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"I Mi smo sinove Israilove u časni predjel i pohvalno mjesto, u blagoslovljenom Šamu, naselili i lijepom i dozvoljenom hranom ih opskrbili, i tek kad im je došlo pravo znanje u Kur'anu, koje potvrđuje istinitost Tevrata, u kojem je opisan Muhammed, sallallahu alejhi ve sellem, oni su se u mišljenju i vjeri razišli. Kada su to negirali, zemlja im je oduzeta. Tvoj Gospodar, o Muhammede, na Sudnjem danu će donijeti presudu u vezi s njihovim razilaženjem, i pravoj i krivoj strani dat će odgovarajući tretman i prema njima se odnositi onako kako zaslužuju.",
		"korkutTranslationOfAyah":"I Mi smo sinove Israilove u lijep predjel naselili i ukusnom hranom ih opskrbili, i tek kad im je došlo pravo saznanje, oni su se u mišljenju razišli. A Gospodar tvoj će im, sigurno, na Sudnjem danu presuditi u onom u čemu su se razilazili."
	},
	{
		"arabicTextofAyah":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
		"tafsirTextofAyah":"A ako sumnjaš, o Poslaniče, u suštinu onog što ti objavljujemo u Kur'anu, ti onda upitaj jevreje, koji čitaju Tevrat, i kršćane, koji čitaju Indžil, pa će ti oni kazati da je istina sve što ti se objavljuje, jer oni tvoj opis nalaze u svojim knjigama. Tebi istina u koju nema nikakve sumnje, od Gospodara tvoga dolazi, i nikako ne budi od onih koji sumnjaju.",
		"korkutTranslationOfAyah":"Ako sumnjaš u ono što ti objavljujemo, upitaj one koji čitaju Knjigu, prije tebe objavljenu. Tebi Istina od Gospodara tvoga dolazi, i nikako ne budi od onih koji su u sumnji."
	},
	{
		"arabicTextofAyah":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"I ne budi nikako jedan od onih koji Allahove ajete, dokaze i znamenja poriču, kako u gubitnike spadao ne bi, kao što su bili gubitnici oni koji su uništeni zbog nevjerovanja. Sve ovo je samo pojašnjenje opasnosti sumnje i poricanja istine, a Poslanik, sallallahu alejhi ve sellem, sačuvan je od takvih djela.",
		"korkutTranslationOfAyah":"I ne budi nikako od onih koji Allahove dokaze ne priznaju, da ne bi bio izgubljen."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"A oni za koje se ispuni Riječ i odredba Uzvišenog Allaha da umru na nevjerovanju, utoliko jer su u njemu ustrajavali, zaista neće nikada vjerovati.",
		"korkutTranslationOfAyah":"A oni na kojima se ispuni Riječ Gospodara tvoga zaista neće vjerovati,"
	},
	{
		"arabicTextofAyah":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
		"tafsirTextofAyah":"makar im došli svi dokazi, bilo vjerska ili prirodna znamenja, sve dok ne dožive patnju bolnu. Tada će povjerovati, a to im neće biti od koristi.",
		"korkutTranslationOfAyah":"makar im došli svi dokazi, sve dok ne dožive patnju bolnu."
	},
	{
		"arabicTextofAyah":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"Nije se desilo da neko naselje kojem smo poslali poslanika povjeruje prije nego što vidi kaznu, a da mu je to vjerovanje koristilo, jer je nastalo prije viđenja kazne, osim naroda Junusovog koji je iskreno povjerovao, pa smo od njega otklonili kaznu i poniženje na ovome svijetu i dali da uživa do roka određenog.",
		"korkutTranslationOfAyah":"Zašto nije bilo nijednog grada koji je povjerovao i kome je vjerovanje njegovo koristilo, osim naroda Junusova, kome smo, kada je povjerovao, sramnu patnju u životu na ovome svijetu otklonili i život mu još neko vrijeme produžili?"
	},
	{
		"arabicTextofAyah":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"Da Gospodar tvoj, o Poslaniče, hoće na Zemlji bi, baš svi, bili vjernici. Međutim, On to neće iz velike mudrosti, nego svojom pravdom ostavlja u zabludi koga hoće, a svojom dobrotom upuće koga hoće. Ti ne možeš da sve ljude prisiliš da vjeruju, jer je uputa u Allahovim rukama.",
		"korkutTranslationOfAyah":"Da Gospodar tvoj hoće, na Zemlji bi doista bili svi vjernici. Pa zašto onda ti da nagoniš ljude da budu vjernici?"
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Nijedna osoba ne može povjerovati bez Allahove dozvole. Vjerovanje se ne može desiti bez Allahove volje, pa ne izgaraj od žalosti za njima. Allah će dati kaznu i propast onima koji ne razumiju Njegove dokaze, naredbe i zabrane.",
		"korkutTranslationOfAyah":"Nijedan čovjek nije vjernik bez Allahove volje; a On kažnjava one koji neće da razmisle."
	},
	{
		"arabicTextofAyah":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Reci, o Poslaniče, ovim mušricima koji te pitaju o ajetima (znamenjima): \"Posmatrajte i razmišljajte o znakovima na Zemlji i nebesima, koji ukazuju na Njegovu jednoću i moć. Ajeti, dokazi i poslanici koji dolaze ne koriste onima koji nisu spremni da vjeruju, jer oni ustrajavaju u nevjerstvu.\"",
		"korkutTranslationOfAyah":"Reci: \"Posmatrajte ono što je na nebesima i na Zemlji!\" – A ni od kakve koristi neće biti dokazi i opomene narodu koji neće da vjeruje."
	},
	{
		"arabicTextofAyah":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
		"tafsirTextofAyah":"Zar ovi koji poriču čekaju išta drugo osim da ih snađe nešto slično kazni koju je Allah spustio na one koji su prije njih poricali istinu?! Reci im Poslaniče: \"Čekajte Allahovu kaznu, a i ja ću čekati obećanje svoga Gospodara.\"",
		"korkutTranslationOfAyah":"Zar oni čekaju da ih snađe nešto slično onome što je snašlo one koji su prije njih bili i nestali? Reci: \"Pa čekajte, i ja ću s vama čekati!\""
	},
	{
		"arabicTextofAyah":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Zatim smo na njih spuštali kaznu, a poslanike Naše i one koji su s njima vjerovali, spašavali. Njih neće pogoditi nedaća i kazna koja je pogađala narode njihove. Kao što smo spasili i pomogli te poslanike i vjernike koji su bili s njima, tako ćemo spasiti i Allahovog Poslanika i vjernike koji su s njim, jer to Nam je obaveza i dužnost.",
		"korkutTranslationOfAyah":"Poslije smo spasavali poslanike Naše i one koji su vjerovali. Eto tako, dužnost je Naša da spasimo vjernike."
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Reci Poslaniče: \"O ljudi, ako imate sumnje spram vjere moje u koju vas pozivam, a to je vjera u jednog Allaha – pa, ja ne sumnjam u neispravnost vaše vjere i neću je slijediti, niti ću obožavati one koje vi mimo Allaha obožavate. Ja ću obožavati i ibadet činiti Allahu, Koji će vas usmrtiti i koji mi je naredio da budem iskreni vjernik.\"",
		"korkutTranslationOfAyah":"Reci: \"O ljudi, ako vi sumnjate u ispravnost moje vjere – pa, ja se neću klanjati onima kojima se, mimo Allaha, vi klanjate, već ću se klanjati Allahu, koji će vam duše uzeti. Meni je naređeno da budem vjernik\","
	},
	{
		"arabicTextofAyah":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"On mi je naredio da ustrajan budem u pravoj vjeri i da se udaljim od svih drugih vjera, a zabranio mi je da budem od onih koji Allahu druga pripisuju.",
		"korkutTranslationOfAyah":"i: \"Predaj se pravoj vjeri, i nikako ne budi kumirima poklonik,"
	},
	{
		"arabicTextofAyah":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, ne moli se pored Allaha kipovima, kumirima i drugima koji nemaju načina da korist tebi doprinesu, niti da ti štetu učine. Ukoliko budeš obožavao druga božanstva, ti si onda od onih koji nepravdu čine i granice prelaze u pogledu obaveza prema Allahu i granice prema samima sebi.",
		"korkutTranslationOfAyah":"i, pored Allaha, ne moli se onome ko ti ne može ni koristiti ni nauditi, jer ako bi to uradio bio bi, uistinu, nevjernik."
	},
	{
		"arabicTextofAyah":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Ako Allah želi da te, o Poslaniče, zadesi neka nedaća, a ti budeš tražio da te ona ne zadesi, znaj da je niko od Allaha ne može otkloniti. Ako On bude želio da ti kakvu blagodat pribavi, znaj da niko Njegovu dobrotu ne može spriječiti. On Svoju blagodat i dobrotu daruje kome hoće i niko Ga ni na šta ne može prisiliti. On prašta robovima koji se pokaju i samilostan je prema njima.",
		"korkutTranslationOfAyah":"Ako ti Allah dade kakvu nevolju, niko je osim Njega ne može otkloniti, a ako ti zaželi dobro – pa, niko ne može blagodat Njegovu spriječiti; On njome nagrađuje onoga koga hoće od robova Svojih; On prašta i milostiv je.\""
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ",
		"tafsirTextofAyah":"O Poslaniče, reci ljudima: \"Stigao vam je Kur'an kao objava od vašeg Gospodara. Onaj ko krene Pravim putem i povjeruje u Kur'an imat će lično od toga korist, jer Allah je neovisan i Njemu ne treba pokornost robova. Onaj ko bude krenuo putem zablude, sam će snositi negativne posljedice tog odabira, jer Allahu neće naštetiti ničija nepokornost. Ja nisam vaš čuvar koji je zadužen da se brine o djelima vašim, niti ću ja s vama svoditi račun.\"",
		"korkutTranslationOfAyah":"Reci: \"O ljudi, Istina vam dolazi od Gospodara vašeg, i onaj ko se uputi Pravim putem – uputio se za svoje dobro, a onaj ko krene stranputicom, krenuo je na svoju štetu, a ja nisam vaš odvjetnik.\""
	},
	{
		"arabicTextofAyah":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, slijedi Objavu koja ti dolazi od tvoga Gosodara i postupaj po njoj, a budi strpljiv na uznemiravanjima koja ti dolaze od tvog naroda koji ti se suprotstavlja, kao i na dostavljanju onoga što ti je naređeno da dostaviš. Idi ustrajno tom stazom dok Allah ne donose presudu i pomogne te na ovome svijetu i dok njih ne kazni na onome, ako umru kao nevjernici.",
		"korkutTranslationOfAyah":"Ti slijedi ono što ti se objavljuje i budi strpljiv dok Allah ne presudi, On je sudija najbolji!"
	}
]