[
	{
		"arabicTextofAyah":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ",
		"tafsirTextofAyah":"Već smo govorili o kur'anskim skraćenicama. Kur'an je knjiga čiji su ajeti savršeno poredani i čija su značenja potpuna. U tim ajetima ne možeš vidjeti grešku ili manjkavost. Oni su poslije toga pojašnjeni, i u njima se spominje halal (dozvoljeno), haram (zabranjeno), spominju se naredbe i zabrane, obećanja i upozorenja, kazivanja i tako dalje. Sve ovo je pojašnjeno od Onoga Koji mudro uređuje kosmos i vjerozakon, i Onog Koji zna stanje Svojih robova i veoma dobro zna šta je najbolje za njih.",
		"korkutTranslationOfAyah":"Elif Lām Rā. Ovo je Knjiga čiji se ajeti pomno nižu i od vremena do vremena objavljuju, od Mudrog i Sveznajućeg,"
	},
	{
		"arabicTextofAyah":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ",
		"tafsirTextofAyah":"Ovi ajeti koji su obavljeni Muhammedu, sallallahu alejhi ve sellem, obuhvataju zabranu da se obožava neko mimo Allaha. O ljudi, ja vas upozoravam na kaznu od Allaha, ako budete nevjernici i grešnici, a donosim vam radosnu vijest da vas čeka nagrada, ako budete vjerovali i radili po njegovom vjerozakonu.",
		"korkutTranslationOfAyah":"da se samo Allahu klanjate – ja sam vam od Njega, da opominjem i da radosne vijesti kazujem,"
	},
	{
		"arabicTextofAyah":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ",
		"tafsirTextofAyah":"\"O ljudi, tražite od Gospodara svog oprost za grijehe i pokajte se za obaveze prema Njemu koje ste propustili, pa će vam On dati da lijepo na ovome svijetu živite, do roka određenog. Svakome ko je radio i bio pokoran dat će potpunu nagradu, iz Svoje darežljivosti, i neće je nimalo umanjiti. Ako napustite vjerovanje koje vam dolazi od Gospodara moga, ja vas onda upozoravam na strahote Sudnjeg dana.\"",
		"korkutTranslationOfAyah":"da od Gospodara svoga oprosta tražite i da se pokajete, a On će vam dati da do smrtnoga časa lijepo proživite i svakom čestitom daće zasluženu nagradu. A ako leđa okrenete – pa, ja se, zaista, bojim za vas patnje na Velikom danu."
	},
	{
		"arabicTextofAyah":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"O ljudi, na Sudnjem danu vratit ćete se samo Allahu, a On, Uzvišeni, sve može i ništa Ga ne može onemogućiti da vas oživi, te nakon smrti okupi i račun s vama svede.",
		"korkutTranslationOfAyah":"Allahu ćete se vratiti, a On sve može!"
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"Ovi mušrici uvijaju svoja prsa da bi skrili sumnju i neznanje koje u vezi Allaha imaju. Čak i kada skriju glave svoje odjećom, Allah zna šta skrivaju i šta javno iznose, jer On poznaje sve što prsa njihova kriju.",
		"korkutTranslationOfAyah":"Eto, oni grudi svoje okreću sa željom da se od Njega sakriju. A i kad se u ruho svoje umotavaju, On zna ono što skrivaju i ono što pokazuju – On, uistinu, zna misli svačije."
	},
	{
		"arabicTextofAyah":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ",
		"tafsirTextofAyah":"Svakom živom biću na Zemlji, Allah je obezbijedio opskrbu, kao vid Svoje plemenitosti, i On zna gdje se svako živo biće nalazi i gdje će umrijeti. Sve to je zapisano u Jasnoj Knjizi, a to je Levhi Mahfuz - Ploča pomno čuvana.",
		"korkutTranslationOfAyah":"Na Zemlji nema nijednog živog bića, a da ga Allah ne hrani. On zna gdje će koje boraviti i gdje će sahranjeno biti. Sve to ima u jasnoj Knjizi."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
		"tafsirTextofAyah":"On, Uzvišeni, je Taj Koji je stvorio veličanstvena nebesa i Zemlju i sve što je na njima u šest dana, a prije toga je Njegov Arš bio iznad vode. Sve to je stvorio kako bi vas, o ljudi, iskušao ko će bolje postupati, čineći djela kojima je On zadovoljan, i ko će lošije postupati, čineći djela koja izazivaju Njegovu srdžbu. Zatim će Allah svakom dati ono što je zaslužio. Ako im kažeš, Poslaniče: \"O ljudi, bićete proživljeni nakon smrti radi obračuna!\", oni koji ne vjeruju u Allaha i Sudnji dan će ti reći: \"Ovaj Kur'an kojeg on uči je jasni sihr, i njegova ništavnost je jasna.\"",
		"korkutTranslationOfAyah":"On je u šest dana nebesa i Zemlju stvorio – a Njegov prijesto je iznad vode bio – da bi vas iskušao koji će od vas bolje postupati. Ako ti rekneš: \"Poslije smrti bićete doista oživljeni\", nevjernici će, sigurno, reći: \"Ovo nije ništa drugo do očita varka!\""
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Ako Mi višebošcima odlažemo zasluženu kaznu na ovom svijetu do određenog roka, oni kažu, ismijavajući se i požurujući kaznu: \"Šta to sprečava kaznu da nas zadesi?\" Doista kazna koju zaslužuju ima svoj rok kod Allaha, a kada im dođe - neće ih ništa zaštititi, i kazna koju su požurivali ismijavajući se - sa svake strane će ih okružiti.",
		"korkutTranslationOfAyah":"Ako im Mi kaznu do roka određenog odgodimo, oni će, sigurno, reći: \"Zašto je zadržava?\" A onoga dana kad im dođe, neće biti od njih otklonjena i sa svih strana biće okruženi onim čemu su se rugali."
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ",
		"tafsirTextofAyah":"Ako čovjeku damo neku blagodat, poput zdravlja i bogatstva, a zatim mu je oduzmemo - on puno gubi nadu u Allahovu milost i veoma je nezahvalan na Njegovim blagodatima koje zaboravi kada mu ih Allah oduzme, kao da ih nikada nije imao.",
		"korkutTranslationOfAyah":"Ako čovjeku milost Našu pružimo, pa mu je poslije uskratimo, on pada u očajanje i postaje nezahvalnik."
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ",
		"tafsirTextofAyah":"A ukoliko mu damo blagodat imetka i zdravlja nakon što ih nije imao kaže: \"Otišlo je zlo od mene i nema više štete\", a ne zahvali Allahu na tome. Doista je čovjek previše radostan i ohol, uzdiže se nad ljudima i hvališe blagodatima koje mu je Allah dao.",
		"korkutTranslationOfAyah":"A ako ga blagodatima obaspemo, poslije nevolje koja ga zadesila, on će, sigurno, reći: \"Nevolje su me napustile!\" On je doista umišljen i razmetljiv,"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
		"tafsirTextofAyah":"Osim onih koji strpljivo podnose teškoće, ustrajno čine dobra djela i ustrajno se klone grijeha; njihova situacija će biti drukčija, oni neće upasti u očaj, niti će poricati Allahove blagodati, niti će se oholiti nad ljudima. Oni su opisani sa ovim svojstvima. Takvima će biti oprošteni grijesi i njihov Gospodar će im dati veliku nagradu na Ahiretu.",
		"korkutTranslationOfAyah":"a samo strpljive i one koji dobra djela čine čeka oprost i nagrada velika."
	},
	{
		"arabicTextofAyah":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ",
		"tafsirTextofAyah":"O Poslaniče, kada se suočiš sa njihovim nevjerstvom, inatom i traženjem dokaza kakve oni hoće, možda bi ti ostavio dio onoga što ti je naređeno da dostaviš, a što je njima teško da primijene, i možda su tvoja prsa stisnuta za dostavljanje toga da ne bi rekli: \"Što mu nije spuštena riznica koga će ga učiniti bogatim? Što nije sa njim došao melek koji će potvrđivati ono što on govori?\" Ali ti nemoj zbog toga ostaviti ništa od onoga što ti se objavljuje, jer si ti samo opominjač, dostavljaš ono što ti je Allah naredio da dostaviš i nisi dužan da dolaziš sa onim što oni predlažu od dokaza, a Allah sve čuva.",
		"korkutTranslationOfAyah":"Nemoj ti ništa od onoga što ti se objavljuje izostaviti, što tišti grudi tvoje, zato da oni ne bi rekli: \"Zašto mu nije poslano kakvo blago, ili, zašto s njim nije došao melek?\" Tvoje je da opominješ, a o svemu se samo Allah brine."
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Višebošci govore: \"Muhammed je izmislio Kur'an i nije objavljen od Allaha\", a ti im reci kao vid izazova: \"Dođite sa deset sura sličnim Kur'anu koje su izmišljene, bez obaveze da budu istinite kao Kur'an za kojeg mislite da je izmišljen, i pozovite u pomoć koga god možete, ako istinu govorite kada tvrdite da je Kur'an izmišljen.\"",
		"korkutTranslationOfAyah":"Zar oni da govore: \"On ga izmišlja!\" Reci: \"Pa sačinite vi deset Kur'anu sličnih, izmišljenih sura, i koga god hoćete, od onih u koje pored Allaha vjerujete, u pomoć pozovite, ako je istina što tvrdite!\""
	},
	{
		"arabicTextofAyah":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
		"tafsirTextofAyah":"Ako to ne učine - a i ne mogu učiniti - onda budite uvjereni, o vjernici, da je Kur'an Allahova objava i da ga je Allah objavio Svom Poslaniku, i da nije izmišljen. I znajte da niko ne zaslužuje da bude istinski obožavan osim Allah, pa da li ćete Mu se pokoriti nakon ovih kategoričkih dokaza?",
		"korkutTranslationOfAyah":"A ako vam se ne odazovu, onda znajte da se on objavljuje samo s Allahovim znanjem i da nema boga osim Njega – zato muslimani postanite!"
	},
	{
		"arabicTextofAyah":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ",
		"tafsirTextofAyah":"Ko čini djela radi dunjaluka i njegovih prolaznih uživanja, a ne radi Ahireta - daćemo mu nagradu za njegova djela na dunjaluku u vidu zdravlja, sigurnosti i obilne opskrbe, bez da im išta od te nagrade bude uskraćeno.",
		"korkutTranslationOfAyah":"Onima koji žele život na ovome svijetu i ljepote njegove – Mi ćemo dati plodove truda njihova i neće im se u njemu ništa prikratiti."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Oni koji imaju taj ružan cilj neće na Sudnjem danu imati osim vatru džehennemsku, u koju će ući, dok je njihova nagrada potrošena i njihova su djela ništavna jer nisu izgrađena na vjerovanju i na ispravnoj namjeri. Oni svojim djelima nisu željeli Allahovo lice i Džennet.",
		"korkutTranslationOfAyah":"Njih će na onome svijetu samo vatra peći; tamo neće imati nikakve nagrade za ono što su na Zemlji radili i biće uzaludno sve što su učinili."
	},
	{
		"arabicTextofAyah":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Nisu Poslanik, sallallahu 'alejhi ve sellem, i oni koji vjeruju u njega jednaki sa nevjernicima; Poslanik, sallallahu 'alejhi ve sellem, je došao sa dokazom od Gospodara Uzvišenog, a sa njim je i Džibril, a njegovom vjerovjesništvu svjedoči i prijašnja Objava - Tevrat koji je objavljen Musau kao uputa i milost, dok nevjernici lutaju u zabludi. Vjernici vjeruju u Kur'an i u Muhammeda, sallallahu 'alejhi ve sellem, kojem je objavljen Kur'an, a ko u njega ne vjeruje - skončat će u Džehennemu na Sudnjem danu. Zato, o Poslaniče, nemoj nikada biti u sumnji oko Kur'ana i roka koji im je određen, jer je on istina u koju nema sumnje, ali većina ljudi neće da vjeruje uprkos postojanju jasnih dokaza.",
		"korkutTranslationOfAyah":"Zar je onaj koji želi samo ovaj svijet kao onaj kome je jasno ko je Gospodar njegov, na što se nadovezuje Kur'an kao svjedok Njegov, i još prije njega Knjiga Musaova, putovođa i milost? To su oni koji vjeruju u nj. A onima koji su se protiv njega urotili vatra će boravište biti. Zato ti nikako ne sumnjaj u nj, on je zaista istina od Gospodara tvoga, ali većina ljudi neće da vjeruje."
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Niko nije veći nepravednik od onoga koji Allahu nešto lažno pripisuje, poput sudruga ili djeteta. Takvi će na Sudnjem danu biti izloženi svom Gospodaru da ih pita o onome što su radili, a meleki i poslanici će svjedočiti protiv njih: \"Ovo su ti koji su slagali na Allaha pripisujući Mu sudruga i dijete! Neka Allah nepravednike udalji od Svoje milosti, jer su nepravdu sebi učinili lažući na Allaha!\"",
		"korkutTranslationOfAyah":"Ima li nepravednijeg od onoga koji o Allahu izmišlja laži? Oni će pred Gospodara svoga biti dovedeni, a svjedoci će reći: \"Ovi su izmišljali laži o Gospodaru svome!\" Neka Allahovo prokletstvo stigne mnogobošce,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
		"tafsirTextofAyah":"To su oni koji ljude sprečavaju da idu pravim putem, Allahovim putem, i žele da iskrive Allahov put tako da niko njime ne ide, i ne vjeruju u proživljenje nakon smrti.",
		"korkutTranslationOfAyah":"koji od Allahova puta odvraćaju i krivim ga prikazuju; oni i u onaj svijet ne vjeruju."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ",
		"tafsirTextofAyah":"Oni koji posjeduju navedena svojstva ne mogu po Zemlji umaći Allahovoj kazni kada bude određeno da ih zadesi, i nemaju saveznike i pomagače mimo Allaha pa da od njih odagnaju Allahovu kaznu. Na Sudnjem danu će im kazna biti umnogostručena jer su skrenuli sa Allahovog puta i druge od njega odvraćali. Oni na dunjaluku nisu prihvatali istinu i nisu se okoristili gledanjem u Allahove ajete u univerzumu, zbog njihovog žestokog okretanja od istine.",
		"korkutTranslationOfAyah":"Oni na Zemlji ne mogu Allahu umaći, niti, osim Allaha, drugog zaštitnika imaju. Njima će patnja biti umnogostručena, jer nisu htjeli ni čuti ni bilo šta vidjeti,"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Oni koji posjeduju navedena svojstva su sebe u propast bacili pridruživanjem nekoga ili nečega Allahu Uzvišenom, a sva ta lažna božanstva i lažni zagovarači okrenut će im leđa i napustit ih.",
		"korkutTranslationOfAyah":"oni su sami sebe upropastili – a neće im biti ni onih koje su izmišljali –"
	},
	{
		"arabicTextofAyah":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ",
		"tafsirTextofAyah":"Uistinu će oni na Sudnjem danu biti najveći gubitnici, jer su vjerovanje zamijenili nevjerstvom, Ahiret dunjalukom, milost kaznom",
		"korkutTranslationOfAyah":"oni će, zbilja, na onome svijetu biti sasvim izgubljeni."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Doista oni koji vjeruju u Allaha i Njegove poslanike i rade dobra djela, i koji su ponizni i skrušeni pred Allahom, bit će stanovnici Dženneta, i u njemu će vječno boraviti.",
		"korkutTranslationOfAyah":"Oni koji budu vjerovali i dobra djela činili i koji Gospodaru svome budu odani biće stanovnici Dženneta, u njemu će vječno boraviti."
	},
	{
		"arabicTextofAyah":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Nevjernici su poput gluhog slijepca, a vjernici su poput onoga ko vidi i čuje; zato što nevjernici ne čuju istinu načinom koji proizvodi njeno prihvatanje, niti je vide viđenjem koje im koristi tako da je prihvate, dok vjernici su spojili između slušanja i viđenja istine koje iziskuje njeno prihvatanje. Pa da li su ove dvije skupine jednake u stanju i opisu? Nikako nisu jednake, pa zar nećete iz toga izvući pouku?",
		"korkutTranslationOfAyah":"Ove dvije vrste su kao slijep i gluh i kao onaj koji vidi i čuje. A mogu li se oni uporediti? Pa zašto ne razmislite?"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Poslasmo Nuha, 'alejhisselam, kao poslanika njegovom narodu, pa im on reče: \"O narode moj, ja vas jasno upozoravam na Allahovu kaznu i objašnjavam vam ono sa čime sam poslat.\"",
		"korkutTranslationOfAyah":"I Nuha poslasmo narodu njegovu. \"Ja sam tu\" – govorio je on – \"da vas otvoreno opominjem,"
	},
	{
		"arabicTextofAyah":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ",
		"tafsirTextofAyah":"\"Pozivam vas da samo Allaha obožavate, i bojim se da vas kazna ne zadesi na bolnom danu.\"",
		"korkutTranslationOfAyah":"da se ne klanjate nikome drugom osim Allahu; ja se, zaista, plašim za vas patnje na Nesnosnom danu.\""
	},
	{
		"arabicTextofAyah":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ",
		"tafsirTextofAyah":"Glavešine i uglednici njegovog naroda, koji bijahu nevjernici, rekoše: \"Nećemo se odazvati tvom pozivu jer ti nemaš nikakve odlike nad nama. Ti si čovjek isto kao i mi, i tebe slijedi samo naš niži stalež koliko vidimo, i vi niste časniji, ugledniji niti bogatiji od nas, pa da zaslužite da vas slijedimo. Štaviše, smatramo da lažete u svojim tvrdnjama.\"",
		"korkutTranslationOfAyah":"Glavešine naroda njegova, oni koji nisu vjerovali, rekoše: \"Koliko mi vidimo, ti si čovjek kao i mi, a vidimo i da te bez ikakva razmišljanja slijede samo oni koji su niko i ništa među nama; ne vidimo da ste vi imalo od nas bolji, štaviše, mislimo da ste lažljivci.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ",
		"tafsirTextofAyah":"Nuh im reče: \"O narode moj, obavijestite me, šta ako imam dokaz od mog Gospodara koji svjedoči da istinu govorim, pa vam ti dokazi budu skriveni zbog vašeg neznanja, da li vas možemo prisiliti da vjerujete? Da li možemo vjerovanje ubaciti u vaša srca? Ne možemo, jer u iman upućuje samo Allah.\"",
		"korkutTranslationOfAyah":"\"O narode moj\" – govorio je on – \"da vidimo! Ako je meni jasno ko je Gospodar moj i ako mi je On od Sebe dao vjerovjesništvo, a vi ste slijepi za to, zar da vas silimo da to protiv volje vaše priznate?"
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
		"tafsirTextofAyah":"Narode moj, ne tražim vam nikakav imetak za moje dostavljanje Objave, nagradu očekujem samo od Allaha! Iz mog sijela neću otjerati siromašne vjernike kako ste tražili, oni će sresti svog Gospodara na Sudnjem danu i On će ih nagraditi za njihovo vjerovanje, ali vidim da vi ne razumijete suštinu mog poziva pa zato tražite da otjeram vjernike koji su potlačeni.",
		"korkutTranslationOfAyah":"O narode moj! Za ovo ja od vas ne tražim blaga, Allah će mene nagraditi. I ja neću otjerati vjernike, oni će pred Gospodara svoga izići; ali, ja vidim da ste vi narod koji ne zna."
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Narode moj, ko će od mene odagnati Allahovu kaznu ako otjeram ove vjernike nepravedno, bez njihovog grijeha? Zar se nećete opomenuti i težiti onome što vam je bolje i korisnije?",
		"korkutTranslationOfAyah":"O narode moj! Ko bi me od Allaha odbranio kad bih ih ja otjerao? Zašto se ne urazumite?"
	},
	{
		"arabicTextofAyah":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Narode moj, ja vam ne kažem da ja posjedujem Allahove riznice opskrbe, pa da vam dajem iz njih ako povjerujete, niti vam kažem da znam ono što je nedokučivo, niti vam kažem da sam melek. Naprotiv, ja sam čovjek kao i vi! Niti vam kažem da siromasima koje vi potcjenjujete i nipodaštavate Allah neće dati uputu, naprotiv, Allah najbolje zna njihove namjere i njihova stanja, i ako bih ja tvrdio da im Allah neće dati uputu bio bih nepravedan i zaslužio bih Allahovu kaznu.",
		"korkutTranslationOfAyah":"Ja vam ne kažem: 'U mene su Allahove riznice' – niti: 'Meni je poznata budućnost' – niti kažem: 'Ja sam melek' – a ne govorim ni o onima koje vaše oči s prezirom gledaju: 'Allah im nikakvo dobro neće dati' – ta Allah dobro zna šta je u dušama njihovim – jer bih se tada ogriješio.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"Oni rekoše oholeći se i prkoseći: \"O Nuh, raspravljao si se sa nama i pretjerao si, pa daj tu kaznu kojom nam prijetiš ako istinu govoriš!\"",
		"korkutTranslationOfAyah":"\"O Nuhu\" – rekoše oni – \"ti si želio da se s nama raspravljaš i dugo si se raspravljao. Daj neka se ostvari ono što nam prijetiš, ako istinu govoriš!\""
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ",
		"tafsirTextofAyah":"Nuh im reče: \"Ne dolazim ja sa kaznom, već Allah daje kaznu ako On hoće. Ukoliko vas On bude htio kazniti - nikako nećete moći umaći Njegovoj kazni.\"",
		"korkutTranslationOfAyah":"\"To će vam učiniti samo Allah ako bude htio\" – reče on – \"i vi nećete moći umaći."
	},
	{
		"arabicTextofAyah":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Moj savjet i moje opominjanje vam neće koristi ako Allah bude htio da vas ostavi u zabludi, uskrativši vam uputu zbog vašeg inata. On je vaš Gospodar u Čijim rukama je vaš život, ostavit će vas u zabludi ako bude htio, i samo Njemu ćete se vratiti na Sudnjem danu, kada će vas nagraditi ili kazniti za ono što ste radili.",
		"korkutTranslationOfAyah":"Ako vas Allah hoće ostaviti u zabludi, neće vam savjet moj koristiti, ma koliko vas ja želio savjetovati. On je Gospodar vaš i Njemu ćete se vratiti.\""
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ",
		"tafsirTextofAyah":"Razlog nevjerstva Nuhovog naroda je to što su tvrdili da je on izmislio ovu vjeru i lažno je pripisao Allahu, pa ga Allah usmjerava da im kaže: \"Ako sam je izmislio, pa samo ja ću snositi kaznu za moj grijeh, a ako nisam izmislio - pa ja ne mogu ponijeti grijehe vašeg poricanja istine, i ja sam čist od toga.\"",
		"korkutTranslationOfAyah":"Zar ovi da govore: \"On ga izmišlja!\" Reci: \"Ako ga izmišljam, grijeh će pasti na mene, a ja nemam ništa s tim što vi iznosite klevete.\""
	},
	{
		"arabicTextofAyah":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ",
		"tafsirTextofAyah":"Allah objavi Nuhu: \"Niko više od tvog naroda neće vjerovati, mimo onih koji su već povjerovali, pa nemoj tugovati zbog onoga što su radili, zbog njihovog poricanja i ismijavanja tokom ovog dugog perioda.\"",
		"korkutTranslationOfAyah":"I Nuhu bî objavljeno: \"Osim onih koji su već vjernici, niko više iz naroda tvoga neće vjernik postati, zato se ne žalosti zbog onoga što oni stalno čine,"
	},
	{
		"arabicTextofAyah":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
		"tafsirTextofAyah":"Pravi lađu pod Našom pažnjom i zaštitom, Mi ćemo ti objaviti kako da to uradiš, i nemoj od Mene tražiti da dam još vremena nepravednicima koji sebi nepravdu učiniše svojim nevjerstvom. Oni će, zasigurno, biti potopljeni velikim potopom, koji je kazna za njihovu ustrajnost na nevjerstvu.",
		"korkutTranslationOfAyah":"i gradi lađu pred Našim očima i po Našem nadahnuću, i ne obraćaj Mi se više zbog nevjernika – oni će, sigurno, biti potopljeni!\""
	},
	{
		"arabicTextofAyah":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ",
		"tafsirTextofAyah":"Nuh je sproveo naredbu svog Gospodara i počeo graditi lađu. Kada god su glavešine njegovog naroda prolazili pored njega ismijavali su se sa njim zbog toga što radi, pravi lađu a u njegovoj zemlji nema vode niti rijeka. Nakon što se više puta ponovilo njihovo ismijavanje on reče: \"O skupino, ako se vi danas nama ismijavate, dok pravimo lađu, pa mi ćemo se vama ismijavati zbog vašeg neznanja kada se podavite u poplavi.\"",
		"korkutTranslationOfAyah":"I on je gradio lađu. I kad god bi pored njega prolazile glavešine naroda njegova, rugale bi mu se. \"Ako se vi rugate nama\" – govorio je on – \"rugaćemo se i mi vama, onako kako se vi rugate,"
	},
	{
		"arabicTextofAyah":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
		"tafsirTextofAyah":"\"Znat ćete kome će doći kazna na dunjaluku koja će ga poniziti, i ko će na Ahiretu biti vječno kažnjavan.\"",
		"korkutTranslationOfAyah":"i saznaćete, zaista, koga će snaći sramna kazna i ko će u vječnoj muci biti.\""
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ",
		"tafsirTextofAyah":"Nuh, 'alejhisselam, je završio gradnju lađe koju mu je Allah naredio, pa kada dođe Allahova odredba uništenja njegovog naroda i kada voda poče kuljati iz posuda u kojima su pravili hljeb, kao naznaka nastupanja potopa, rekosmo Nuhu, 'alejhisselam: \"Odnesi na lađu od svake kopnene životinjske vrste po jedan par, muško i žensko, i povedi svoju porodicu osim onih kojima je propisano da budu potopljeni zbog svog nevjerstva. I povedi sa sobom sve vjernike iz tvog naroda.\" Od njegovog naroda je vjerovao samo mali broj ljudi tokom dugog perioda njegovog pozivanja u vjerovanje.",
		"korkutTranslationOfAyah":"I kad je zapovijed Naša pala i voda s površine Zemlje pokuljala, Mi smo rekli: \"Ukrcaj u lađu od svake životinjske vrste po jedan par, i čeljad svoju – osim onih o kojima je bilo govora – i vjernike!\" – a malo je bilo onih koji su s njim vjerovali."
	},
	{
		"arabicTextofAyah":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Nuh reče vjernicima svoje porodice i svog naroda: \"Ukrcajte se na lađu koja će ploviti i pristati Allahovim imenom, i doista moj Gospodar prašta onome ko se kaje i milostiv je prema njemu. Od Njegove milosti prema vjernicima je i to što ih je spasio uništenja.\"",
		"korkutTranslationOfAyah":"I on reče: \"Ukrcajte se u nju, u ime Allaha, neka plovi i neka pristane! Gospodar moj, uistinu, prašta i samilostan je.\""
	},
	{
		"arabicTextofAyah":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Lađa je plovila noseći ljude i sve ostalo na velikim valovima poput planina, a Nuh, iz očinskog osjećaja, dozva svog sina nevjernika koji se odvojio od svog oca i od svog naroda: \"Sinčiću moj, ukrcaj se sa nama u lađu da bi bio spašen utapljanja, i nemoj biti sa nevjernicima pa da budeš uništen i potopljen kao oni!\"",
		"korkutTranslationOfAyah":"I ona ih je ponijela na valovima velikim kao brda i Nuh zovnu sina svoga koji se nalazio podaleko: \"O sinko moj, ukrcaj se s nama, ne budi s nevjernicima!\" –"
	},
	{
		"arabicTextofAyah":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ",
		"tafsirTextofAyah":"Sin mu reče: \"Potražiću utočište na visokoj planini koja će spriječiti dolazak vode do mene.\" Nuh mu reče: \"Danas ništa ne može spriječiti Allahovu kaznu koja dolazi u vidu davljenja potopom, osim Allah, onome kome se On smiluje.\" I talas ih razdvoji, Nuha i njegovog sina nevjernika, koji bijaše od potopljenih zbog svog nevjerstva.",
		"korkutTranslationOfAyah":"a on reče: \"Skloniću se na kakvo brdo koje će me od vode zaštititi.\" – \"Niko danas Allahove kazne neće pošteđen biti, osim onoga kome se On smilovao!\" – reče Nuh, i val ih razdvoji, i on potopljen bî."
	},
	{
		"arabicTextofAyah":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Allah reče Zemlji nakon završetka potopa: \"O Zemljo, upij vodu koja je na tebi\", a reče nebu: \"O nebo, zaustavi ispuštanje kiše\", te se voda povuče i zemlja osuši. Allah je uništio nevjernike i lađa je pristala na planini el-Džudijj, i bi rečeno: \"Neka je daleko i neka je uništen narod koji je prešao Allahove granice svojim nevjerstvom.\"",
		"korkutTranslationOfAyah":"I bî rečeno: \"O Zemljo, gutaj vodu svoju, a ti, o nebo, prestani!\" I voda se povuče i ispuni se odredba, a lađa pristade na planini El-Džudi, i bî rečeno: \"Daleko nek je narod nevjernički!\""
	},
	{
		"arabicTextofAyah":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ",
		"tafsirTextofAyah":"Nuh, 'alejhisselam, dozva svog Gospodara tražeći pomoć: \"Gospodaru moj, moj sin je od moje porodice, a Ti si obećao da ćeš spasiti moju porodicu. Tvoje obećanje je istina i Ti si najpravedniji i najznaniji sudac.\"",
		"korkutTranslationOfAyah":"A Nuh je bio zamolio Gospodara svoga i rekao: \"Gospodaru moj, sin moj je čeljade moje, a obećanje Tvoje je zaista istinito i Ti si od mudrih najmudriji!\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
		"tafsirTextofAyah":"Allah reče Nuhu: \"Tvoj sin čije izbavljenje si tražio od Mene nije od tvoje porodice za koju sam ti obećao da ću je spasiti, jer on je nevjernik. To tvoje traženje ti ne dolikuje, i ne odgovara nekom na tvom stepenu. Nemoj Mi tražiti nešto o čemu nemaš znanja, savjetujem ti da ne budeš od neznalica pa da Mi tražiš nešto što se suprotstavlja Mom znanju i Mojoj mudrosti.\"",
		"korkutTranslationOfAyah":"\"O Nuhu, on nije čeljade tvoje\" – rekao je On – \"jer radi ono što ne valja, zato Me ne moli za ono što ne znaš! Savjetujem ti da neznalica ne budeš.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"Nuh, 'alejhisselam, reče: \"Gospodaru moj, utječem Ti se od toga da Ti tražim ono o čemu nemam znanja. Ako mi Ti ne oprostiš i ne smiluješ mi se biću od propalih, onih koji su izgubili svoj udio na Ahiretu.\"",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče – \"Tebi se ja utječem da Te više nikad ne zamolim za ono što ne znam! Ako mi ne oprostiš i ne smiluješ mi se, biću izgubljen.\""
	},
	{
		"arabicTextofAyah":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Allah reče Nuhu, 'alejhisselam: \"O Nuh, iskrcaj se iz lađe sačuvan i bezbjedan, sa velikim blagodatima koje je Allah podario tebi, i potomcima onih koji su bili sa tobom u lađi koji su vjernici, a koji će doći nakon tebe. Među njihovim potomcima će biti i nevjerničkih naroda kojima ću dati da uživaju u dunjalučkom životu i ono od čega će živjeti, a zatim će ih zadesiti Naša bolna kazna na Ahiretu.\"",
		"korkutTranslationOfAyah":"\"O Nuhu\" – bî rečeno – \"iskrcaj se, s pozdravom Našim i blagoslovima tebi i narodima koji će se izroditi od ovih koji su s tobom! Biće naroda kojima ćemo davati da uživaju, a koje će poslije snaći Naša kazna nesnosna!\""
	},
	{
		"arabicTextofAyah":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Kazivanje o Nuhu predstavlja obavijest o nečemu nepoznatom, nečemu što ti, Poslaniče, nisi znao, niti je tvoj narod to znao prije ove objave koju smo ti objavili, i zato se strpi na ezijetu i poricanju tvog naroda kao što se strpio Nuh, 'alejhisselam, a doista će pobjeda pripasti onima koji primjenjuju Allahove naredbe i klone se onoga što je zabranio.",
		"korkutTranslationOfAyah":"To su nepoznate vijesti koje ti Mi objavljujemo; ni ti ni narod tvoj niste prije ovoga o tome ništa znali. Zato budi strpljiv, ishod će, zaista, u korist čestitih biti."
	},
	{
		"arabicTextofAyah":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ",
		"tafsirTextofAyah":"I poslasmo narodu 'Adu njihovog brata Huda, 'alejhisselam, koji im reče: \"Narode moj, samo Allaha obožavajte, niko mimo Njega ne zaslužuje da bude obožavan, i vi samo lažete kada Mu druga pripisujete.\"",
		"korkutTranslationOfAyah":"\"I Adu – brata njihova Huda. \"O narode moj\" – govorio je on – \"Allahu se klanjajte, vi drugog boga osim Njega nemate, vi samo neistine iznosite."
	},
	{
		"arabicTextofAyah":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"\"O narode moj, ja od vas ne tražim nagradu za ono što vam dostavljam od mog Gospodara i čemu vas pozivam. Moja nagrada je kod Allaha Koji me je stvorio, pa zar to nećete shvatiti i odazvati se mom pozivu?\"",
		"korkutTranslationOfAyah":"O narode moj, ja ne tražim od vas nagrade za ovo; mene će nagraditi Onaj koji me je stvorio! Zašto se ne opametite?"
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ",
		"tafsirTextofAyah":"\"O narode moj, tražite od Allaha da vam oprosti grijehe i pokajte se, a najveći grijeh je pridruživanje Allahu sudruga. Ako tako postupite, On će vas nagraditi spuštajući obilnu kišu, i povećaće vam snagu i ponos, umnoživši vaše potomstvo. Nemojte se okrećati od onoga čemu vas pozivam, pa da budete zločinci zbog toga, i zbog vašeg nevjerstva u Allaha i vašeg poricanja onoga sa čim sam došao.\"",
		"korkutTranslationOfAyah":"O narode moj, molite Gospodara svoga da vam oprosti, i pokajte Mu se, a On će vam slati kišu obilnu i daće vam još veću snagu, uz onu koju imate, i ne odlazite kao mnogobošci!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Njegov narod reče: \"O Hude, ti nam nisi donio jasan dokaz zbog kojeg bismo ti povjerovali, i mi nećemo ostaviti naša božanstva zbog tvog govora koji nema dokaza, i nećemo ti vjerovati da si poslanik.\"",
		"korkutTranslationOfAyah":"\"O Hude\" – govorili su oni – \"nisi nam nikakav dokaz donio, i mi na samu tvoju riječ nećemo napustiti božanstva naša, mi tebi ne vjerujemo."
	},
	{
		"arabicTextofAyah":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
		"tafsirTextofAyah":"\"Mi kažemo samo to da te je neko naše božanstvo pogodilo ludilom zbog toga što si nam zabranjivao da ih obožavamo.\" Hud reče: \"Ja pozivam Allaha za svjedoka, a i vi posvjedočite da sam ja čist od vašeg obožavanja vaših božanstava koja obožavate pored Allaha, pa mi spremite spletku i vi i vaša božanstva za koja mislite da su me pogodila ludilom i nemojte ništa odlagati.\"",
		"korkutTranslationOfAyah":"Mi kažemo samo to da te je neko božanstvo naše zlom pogodilo.\" \"Ja pozivam Allaha za svjedoka\" – reče on – \"a i vi posvjedočite da ja nemam ništa s tim što vi druge Njemu ravnim smatrate,"
	},
	{
		"arabicTextofAyah":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ",
		"tafsirTextofAyah":"\"Mi kažemo samo to da te je neko naše božanstvo pogodilo ludilom zbog toga što si nam zabranjivao da ih obožavamo.\" Hud reče: \"Ja pozivam Allaha za svjedoka, a i vi posvjedočite da sam ja čist od vašeg obožavanja vaših božanstava koja obožavate pored Allaha, pa mi spremite spletku i vi i vaša božanstva za koja mislite da su me pogodila ludilom i nemojte ništa odlagati.\"",
		"korkutTranslationOfAyah":"pored Njega; i zato svi zajedno protiv mene lukavstvo smislite i nimalo mi vremena ne dajte,"
	},
	{
		"arabicTextofAyah":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"\"Ja se oslanjam na Allaha Jedinog u svim mojim poslovima, On je moj i vaš Gospodar i sva stvorenja na Zemlji su u Njegovom vlasništvu i On njima upravlja kako hoće. Doista je moj Gospodar istinit i pravedan i neće dati da ovladate mnome jer sam ja na istini a vi ste na zabludi.\"",
		"korkutTranslationOfAyah":"ja se uzdam u Allaha, u moga i vašega Gospodara! Nema nijednog živog bića koje nije u vlasti Njegovoj; Gospodar moj zaista postupa pravedno."
	},
	{
		"arabicTextofAyah":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
		"tafsirTextofAyah":"\"Ako se okrenete od onoga sa čim sam vam došao - pa na meni je samo da vam dostavim sve ono sa čime me je poslao Allah i čije mi je dostavljanje naredio. Time je nad vama uspostavljen dokaz i moj Gospodar će vas uništiti i stvoriti drugi narod nakon vas, i vi Allahu nikako ne možete nauditi, ni malo ni mnogo, svojim poricanjem i okretanjem, jer je On apsolutno neovisan od Svojih robova. Doista moj Gospodar sve nadzire i On me čuva od zla kojeg mi spremate.\"",
		"korkutTranslationOfAyah":"Pa ako okrenete leđa – a ja sam vam saopćio ono što vam je po meni poslano – Gospodar moj će umjesto vas narod drugi dovesti, i vi Mu ničim nećete nauditi; Gospodar moj zaista bdi nad svim.\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ",
		"tafsirTextofAyah":"Nakon što je došla Naša odredba da budu uništeni, izbavili smo Huda i vjernike koji su sa njim, iz Naše milosti, i time smo ih spasili Naše žestoke kazne koju smo spustili na nevjernike.",
		"korkutTranslationOfAyah":"I kad je došla kazna Naša, Mi smo, milošću Našom, Huda i vjernike s njim spasili i patnje surove ih poštedjeli."
	},
	{
		"arabicTextofAyah":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ",
		"tafsirTextofAyah":"To je bio narod 'Ad, bili su nevjernici u Allahove ajete i nepokorni Njegovom poslaniku Hudu, dok su se pokoravali naredbi svakog oholnika koji odbija istinu i koji prelazi granice.",
		"korkutTranslationOfAyah":"Eto, to je bio Ad, on je dokaze Gospodara svoga poricao i bio neposlušan poslanicima svojim, i pristajao uz svakog silnika, inadžiju."
	},
	{
		"arabicTextofAyah":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ",
		"tafsirTextofAyah":"Na ovom svijetu ih je sustiglo poniženje i udaljavanje od Allahove milosti, a i na Sudnjem danu će biti udaljeni od Njegove milosti. Sve to je zbog njihovog nevjerstva u Uzvišenog Allaha! Doista, Allah ih je udaljio od svakog dobra i približio svakom zlu.",
		"korkutTranslationOfAyah":"I prokletstvo je na ovome svijetu stalno bilo s njim, a biće i na Sudnjem danu. Ad, doista, nije vjerovao u Gospodara svoga; daleko neka je Ad, narod Hudov!"
	},
	{
		"arabicTextofAyah":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ",
		"tafsirTextofAyah":"I poslasmo Semudu njihovog brata Saliha koji reče: \"Narode moj, samo Allaha obožavajte, niko drugi ne zaslužuje da bude obožavan. On vas je od zemlje stvorio tako što je vašeg oca Adema stvorio od nje i dao je da na Zemlji živite i gradite, pa tražite od Njega oprost za grijehe i vratite Mu se činjenjem dobrih djela i ostavljanjem grijeha. Doista je moj Gospodar blizu onome ko Ga iskreno obožava i uslišava njegove molitve.\"",
		"korkutTranslationOfAyah":"I Semudu – brata njihova Saliha. \"O narode moj\" – govorio je on – \"klanjate se samo Allahu, vi drugog boga osim Njega nemate! On vas od Zemlje stvara i daje vam da živite na njoj! Zato Ga molite da vam oprosti, i pokajte Mu se, jer Gospodar moj je, zaista, blizu i odaziva se.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ",
		"tafsirTextofAyah":"Njegov narod mu reče: \"O Salih, prije ovog tvog poziva si kod nas bio poštovan, na visokom stepenu, i očekivali smo da budeš razuman, neko ko savjetuje. Zar nam zabranjuješ da obožavamo ono što su naši preci obožavali? Doista mi sumnjamo u ono čemu nas pozivaš, sumnjamo u obožavanje isključivo Allaha, i zato smatramo da lažeš na Allaha.\"",
		"korkutTranslationOfAyah":"\"O, Salihu\" – govorili su oni – \"ti si među nama prije ovoga cijenjen bio. Zašto nam braniš da se klanjamo onome čemu su se preci naši klanjali? Mi uveliko sumnjamo u ono čemu nas ti pozivaš.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ",
		"tafsirTextofAyah":"Salih odgovori svom narodu: \"Narode moj, obavijestite me, šta ako ja imam jasan dokaz od mog Gospodara, i ako mi je On dao milost Svoju u vidu vjerovjesništva, ko će me sačuvati Njegove kazne ako Mu budem nepokoran i ne dostavim ono što mi je naredio da dostavim? Vi biste mi samo povećali zabludu i udaljenost od Njegovog zadovoljstva.\"",
		"korkutTranslationOfAyah":"\"O, narode moj\" – govorio je on – \"da vidimo: ako je meni jasno ko je Gospodar moj i ako mi je On sâm vjerovjesništvo dao, pa ko će me od Allaha odbraniti ako Ga ne budem slušao, ta vi biste samo uvećali propast moju."
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ",
		"tafsirTextofAyah":"\"O narode moj, ovo je Allahova deva kao znak da istinu govorim, pa je pustite da pase po Allahovoj zemlji i nemojte je uznemiravati, jer će vas brzo stići kazna od Allaha, (pogotovo) ako je zakoljete.\"",
		"korkutTranslationOfAyah":"O narode moj, evo ova Allahova kamila je znamenje za vas, pa pustite je neka pase po Allahovoj zemlji i ne činite joj nikakvo zlo, da vas ne bi zadesila kazna bliska.\""
	},
	{
		"arabicTextofAyah":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ",
		"tafsirTextofAyah":"Oni je zaklaše, kao krajnji vid ispoljavanja njihovog poricanja, pa im Salih reče: \"Uživajte u životu na vašoj zemlji još tri dana, nakon što ste je zaklali, a zatim će vam doći Allahova kazna. To je kategorički istinito obećanje.\"",
		"korkutTranslationOfAyah":"Ali, oni je zaklaše, pa on reče: \"Živjećete u zemlji svojoj još samo tri dana, to je istinita prijetnja.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
		"tafsirTextofAyah":"Nakon što dođe Naša odredba da budu uništeni, izbavismo Saliha i vjernike koji su sa njim, kao vid milosti Naše, i sačuvasmo ih poniženja tog dana. Doista je tvoj Gospodar, o poslaniče, Jaki i Silni, i niko Ga ne može nadvladati, i zato je uništio prijašnje narode koji su poricali.",
		"korkutTranslationOfAyah":"I kad je došla kazna Naša, Mi smo, milošću Našom, Saliha i vjernike s njim spasili od sramote toga dana – Gospodar tvoj je, uistinu, moćan i silan –"
	},
	{
		"arabicTextofAyah":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
		"tafsirTextofAyah":"Žestoki strašni glas uništi Semud, tako što svi pomriješe od njegove žestine i popadaše na svoja lica koja se zalijepiše za zemlju.",
		"korkutTranslationOfAyah":"a one koji su činili zlo pogodio je strašan glas i oni su u zemlji svojoj osvanuli mrtvi, nepomični,"
	},
	{
		"arabicTextofAyah":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ",
		"tafsirTextofAyah":"Kao da nikada nisu postojali u njihovim mjestima, kao da nikada nisu uživali u blagodatima, u lagodnom životu. Doista narod Semud nije vjerovao u Allaha, svog Gospodara, i daleko su od Allahove milosti.",
		"korkutTranslationOfAyah":"kao da na njoj nikad nisu ni postojali. Semud, doista, u Gospodara svoga nije vjerovao; daleko neka je Semud!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ",
		"tafsirTextofAyah":"Meleki dođoše Ibrahimu, 'alejhisselam, u ljudskom liku, donoseći mu radosnu vijest, njemu i njegovoj supruzi, da će dobiti Ishaka, a zatim Jakuba. Meleki rekoše: \"Selam\", a Ibrahiim im odgovori: \"Selam\", i brzo ode da bi donio pečeno tele i poslužio goste, misleći da se radi o ljudima.",
		"korkutTranslationOfAyah":"I Ibrahimu smo izaslanike Naše poslali da mu donesu radosnu vijest. \"Mir!\" – rekoše; – \"Mir!\" – odgovori on, i ubrzo im donese pečeno tele."
	},
	{
		"arabicTextofAyah":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ",
		"tafsirTextofAyah":"Nakon što Ibrahim vidje da oni ne diraju tele, da ništa ne jedu, bilo mu je to čudno i sakri u sebi strah od njih. Nakon što meleki vidješe njegov strah, rekoše: \"Ne boj se nas, nas je Allah poslao da kaznimo Lutov narod.\"",
		"korkutTranslationOfAyah":"A kad vidje da ga se ruke njihove ne dotiču, on osjeti da nisu gosti i obuze ga neka zebnja od njih. \"Ti se ne boj!\" – rekoše oni – \"mi smo Lutovu narodu poslani.\""
	},
	{
		"arabicTextofAyah":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ",
		"tafsirTextofAyah":"Ibrahimova žena Sara je stajala pa joj saopštismo radosnu vijest: da će roditi Ishaka i da će Ishak imati sina Jakuba. Ona se nasmija jer se obradovala onome što je čula.",
		"korkutTranslationOfAyah":"A žena njegova stajaše tu, i Mi je obradovasmo Ishakom, a poslije Ishaka Jakubom, i ona se osmjehnu."
	},
	{
		"arabicTextofAyah":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ",
		"tafsirTextofAyah":"Nakon što je dobila radosnu vijest od meleka, Sara začuđeno reče: \"Kako da rodim dijete a stara sam, neplodna a moj muž je starac? Rađanje djeteta u takvom stanju je nešto čudno jer to nije nešto uobičajeno.\"",
		"korkutTranslationOfAyah":"\"Jadna ja!\" – reče – \"zar da rodim ovako stara, a i ovaj moj muž je star. Ovo je zaista nešto neobično!\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ",
		"tafsirTextofAyah":"Meleki joj rekoše: \"Zar se čudiš Allahovoj odredbi i moći? Neko poput tebe sigurno zna da Allah to može. Neka je Njegova milost i Njegov blagoslov na vas, o porodico Ibrahimova. Doista je Allah hvale dostojan zbog savršenstva Njegovih osobina i djela, i doista je On slavljen i uzvišen.\"",
		"korkutTranslationOfAyah":"\"Zar se čudiš Allahovoj moći?\" – rekoše oni – \"Allahova milost i Njegovi blagoslovi su na vama, obitelji vjerovjesničkoj. On je dostojan hvale i On je plemenit!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ",
		"tafsirTextofAyah":"Nakon što od Ibrahima, 'alejhisselam, ode strah od njegovih gostiju koji nisu jeli hranu koju im je prinio, jer je saznao da su meleki, i nakon što je dobio radosnu vijest o rođenju Ishaka i njegovog sina Jakuba, počeo se raspravljati sa Našim izaslanicima oko Lutovog naroda, kako bi odložili kaznu i kako bi spasili Luta i njegovu porodicu.",
		"korkutTranslationOfAyah":"I pošto Ibrahima prođe strah i dođe mu radosna vijest, on se poče raspravljati sa Našim izaslanicima o narodu Lutovu;"
	},
	{
		"arabicTextofAyah":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ",
		"tafsirTextofAyah":"Ibrahim je trpeljiv i obazriv, voli odlaganje kazne, puno moli Allaha ponizno, i puno se kaje Allahu.",
		"korkutTranslationOfAyah":"Ibrahim je zaista bio dobrodušan, sažaljiv i odan."
	},
	{
		"arabicTextofAyah":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ",
		"tafsirTextofAyah":"Meleki rekoše: \"O Ibrahime, prođi se ove raspravo oko Lutovog naroda, došla je odredba tvog Gospodara da se kazne, i oni će biti žestoko kažnjeni. Njihovo kažnjavanje ne može odložiti nikakva rasprava niti dova.\"",
		"korkutTranslationOfAyah":"\"O Ibrahime, prođi se toga, naređenje od Gospodara tvoga je stiglo; njih će stići patnja, sigurno!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ",
		"tafsirTextofAyah":"Nakon što su meleki došli kod Luta u ljudskom liku, teško mu je to palo i prsa su mu se stisla, jer se bojao za njih od svog naroda koji su imali intimne odnose sa muškarcima umjesto sa ženama. Lut reče: \"Ovo je mučan dan!\", jer je mislio da će ga njegov narod savladati i doći do njegovih gostiju.",
		"korkutTranslationOfAyah":"I kad izaslanici Naši dođoše Lutu, on se zbog njih nađe u neprilici i bî mu teško pri duši, pa reče: \"Ovo je mučan dan!\""
	},
	{
		"arabicTextofAyah":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ",
		"tafsirTextofAyah":"Lutov narod dođe Lutu, žureći, želeći da učine razvrat sa njegovim gostima, a prije toga su činili razvrat sa muškarcima. Lut im reče odbijajući ih i ispričavajući se svojim gostima: \"Eto vam i moje kćeri uz ostale za brak, čistije vam je da njih oženite nego da razvrat činite. Bojte se Allaha i nemojte me brukati pred gostima! Zar niko od vas nije razuman i razborit pa da vam zabrani to ružno djelo?!\"",
		"korkutTranslationOfAyah":"I narod njegov pohrli njemu – a i prije su radili sramotna djela. \"O narode moj\" – reče on – \"eto mojih kćeri, one su vam čistije! Bojte se Allaha i pred gostima mojim me ne sramotite! Zar među vama nema razumna čovjeka?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ",
		"tafsirTextofAyah":"Njegov narod mu reče: \"O Lut, ti znaš da mi nemamo potrebe za tvojim kćerkama niti za ženama tvog naroda, niti imamo strasti prema njima, i ti dobro znaš šta mi želimo, a to su muškarci!\"",
		"korkutTranslationOfAyah":"\"Ti znaš da nam nisu potrebne tvoje kćeri\" – rekoše oni – \"ti doista znaš šta mi hoćemo.\""
	},
	{
		"arabicTextofAyah":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ",
		"tafsirTextofAyah":"Lut reče: \"Kamo sreće da imam snage da vas odbijem, ili da imam pleme koje bi mi pomoglo protiv vas pa da sačuvam moje goste od vas!\"",
		"korkutTranslationOfAyah":"\"Ah, da ja samo imam moć\" – reče on – \"ili da se mogu osloniti na nekog snažnog!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ",
		"tafsirTextofAyah":"Meleki rekoše Lutu, 'alejhisselam: \"O Lut, mi smo Allahovi izaslanici, tvoj narod neće ti moći nauditi. Izađi sa svojom porodicom iz ovog naselja uveče, kada bude tama, i neka se niko od vas ne osvrće, osim tvoje žene koja će se suprotstaviti i osvrnuti i koju će stići kazna koja je stigla tvoj narod. Termin njihovog uništenja je jutro, koje je blizu.\"",
		"korkutTranslationOfAyah":"A meleki rekoše: \"O Lute, mi smo izaslanici Gospodara tvoga, oni tebi ne mogu nauditi. Ti kreni sa čeljadi svojom u gluho doba noći bez žene svoje, nju će zadesiti isto što i njih, i neka se niko od vas ne obazire! – Rok im je praskozorje, a zar praskozorje nije blizu?\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ",
		"tafsirTextofAyah":"Nakon što dođe Naša odredba da se uništi Lutov narod, Mi njihova naselja naopako okrenusmo, podigosmo i sručismo na njih, i na njih kamenje od čvrste ilovače kao kišu poslasmo, jedno sa drugim.",
		"korkutTranslationOfAyah":"I kada pade naredba Naša, Mi sve prevrnusmo, ono što je bilo gore – bî dolje, i na njih spustismo kao kišu grumenje od pečena blata, koje je neprekidno sipalo,"
	},
	{
		"arabicTextofAyah":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ",
		"tafsirTextofAyah":"Ovo kamenje je kod Allaha posebno obilježeno, i ono nije daleko od nepravednika plemena Kurejš i svih drugih nepravednika, ako Allah odredi da se na njih spusti, to će se i desiti.",
		"korkutTranslationOfAyah":"obilježeno od Gospodara tvoga – a ono nije daleko ni od jednog nasilnika."
	},
	{
		"arabicTextofAyah":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ",
		"tafsirTextofAyah":"I Medjenu smo poslali njihovog brata Šu'ajba koji reče: \"Narode moj, samo Allaha obožavajte jer niko drugi ne zaslužuje da bude obožavan, i nemojte iz posude za mjerenje i sa vage ništa umanjivati, kada budete vagali i mjerili, ja vidim da uživate u velikim blagodatima, pa nemojte tjerati od sebe Allahove blagodati nepokornošću Njemu. Doista se ja za vas bojim kazne onog dana od kojeg niko ne može pobjeći, koja će vas stići, a od nje nećete naći nikakvog pribježišta niti skloništa.\"",
		"korkutTranslationOfAyah":"I Medjenu – brata njihova Šuajba. \"O narode moj\" – govorio je on – \"Allahu se klanjajte, vi drugog boga osim Njega nemate, i krivo na litru i na kantaru ne mjerite. Vidim da u obilju živite i bojim se da vas jednog dana ne zadesi kazna, pa da svi nastradate."
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
		"tafsirTextofAyah":"\"O narode moj, posude za mjerenje količine i vaganje težine pravedno ispunite, kada važete i mjerite drugima, i ne zakidajte ljude ni u čemu što je njihovo pravo varajući ih i obmanjujući, i nemojte po Zemlji širiti nered u vidu ubistava i drugih grijeha.\"",
		"korkutTranslationOfAyah":"O narode moj! Pravo mjerite i na litru i na kantaru i ne zakidajte ljudima stvari njihove i ne činite zlo po Zemlji praveći nered."
	},
	{
		"arabicTextofAyah":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
		"tafsirTextofAyah":"\"Ono što vam pretekne, a što vam je Allah dozvolio, nakon što ljudima date njihova prava, korisnije je za vas i sa većim blagoslovom nego uvećanje imetka do kojeg dolazite zakidanjem ljudima i širenjem nereda po Zemlji. Ako ste istinski vjernici budite zadovoljni tim što vam pretekne, a ja nisam vaš nadzornik koji pobrojava vaša djela i koji vas obračunava, već to sve radi Allah, Koji zna ono što krijete i tajite.\"",
		"korkutTranslationOfAyah":"Bolje vam je ono što Allah ostavlja kao dozvoljeno, ako hoćete da budete vjernici; a ja nisam vaš čuvar.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ",
		"tafsirTextofAyah":"Šuajbov narod reče: \"O Šuajbe, da li tvoj namaz kojeg klanjaš Allahu traži da ostavimo obožavanje kipova koje su obožavali naši preci i da ostavimo postupanje sa našim imecima onako kako mi želimo i da ih uvećavamo onako kako mi želimo? Doista si ti obazriv i razborit, mi te znamo kao razumnog i mudrog prije tvojeg poziva, pa šta te je zadesilo?\"",
		"korkutTranslationOfAyah":"\"O Šuajbe\" – govorili su oni – \"da li vjera tvoja traži od tebe da napustimo ono čemu su se preci naši klanjali ili da ne postupamo sa imanjima našim onako kako nam je volja? E baš si 'pametan' i 'razuman'!\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
		"tafsirTextofAyah":"Šuajb reče svom narodu: \"Narode moj, obavijestite te me kakvo će vam biti stanje ako ja imam jasan dokaz od mog Gospodara, i ako me On opskrbi halal imetkom i vjerovjesništvom? Meni nije cilj da vam nešto zabranjujem, a da isto činim, niti da vam nešto zabranim a to isto kršim, već samo želim, koliko mogu, da vas popravim pozivajući vas da samo Allaha, vašeg Gospodara, obožavate i da Mu se pokoravate. Samo Allah me može uputiti da to učinim, na Njega Jedinog se oslanjam u svim mojim poslovima i Njemu ću se vratiti.\"",
		"korkutTranslationOfAyah":"\"O narode moj\" – govorio je on – \"shvatite da je meni jasno ko je Gospodar moj i da mi je On dao svega u obilju. Ja ne želim činiti ono što vama zabranjujem; jedino želim učiniti dobro koliko mogu, a uspjeh moj zavisi samo od Allaha; u Njega se uzdam i Njemu se obraćam."
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ",
		"tafsirTextofAyah":"\"O narode moj, nemojte dozvoliti da vas neprijateljstvo prema meni navede da poričete ono sa čim sam došao, jer se bojim da vas ne zadesi kazna poput one koja je zadesila Nuhov, Hudov i Salihov narod. Lutov narod vam nije daleko ni po vremenu ni po mjestu, a vi znate šta je njih zadesilo pa uzmite pouku!\"",
		"korkutTranslationOfAyah":"O narode moj, neka vas neslaganje sa mnom nikako ne dovede do toga da vas zadesi ono što je zadesilo Nuhov narod ili Hudov narod ili Salihov narod. A i Lutov narod nije mnogo prije vas živio."
	},
	{
		"arabicTextofAyah":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ",
		"tafsirTextofAyah":"\"I tražite oprost od svog Gospodara i pokajte Mu se od grijeha. Doista je moj Gospodar milostiv prema pokajnicima, i puno ih voli.\"",
		"korkutTranslationOfAyah":"I tražite oprost od Gospodara svoga, i onda Mu se pokajte! – Gospodar moj je, uistinu, samilostan i pun ljubavi.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ",
		"tafsirTextofAyah":"Šuajbov narod reče Šuajbu: \"O Šuajbe, mi ne shvatamo mnogo od toga sa čim si došao, i mi smatramo da si ti kod nas slab jer je tvoj vid oslabio, i da nije tvoje rodbine koja je na našoj vjeri mi bismo te ubili kamenovanjem. Ti kod nas ne uživaš nikakav ugled pa da se bojimo tvog ubistva, već te nećemo ubiti iz poštovanja prema tvojoj rodbini.\"",
		"korkutTranslationOfAyah":"\"O Šuajbe\" – rekoše oni – \"mi ne razumijemo mnogo toga što ti govoriš, a vidimo da si ti među nama jadan; da nije roda tvoga, mi bismo te kamenovali, ti nisi nama drag.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ",
		"tafsirTextofAyah":"Šuajb reče svom narodu: \"O narode moj, zar vam je moja rodbina uglednija i poštovanija od Allaha, vašeg Gospodara? Ne osvrćete se na Allaha jer niste povjerovali u Njegovog poslanika koji vam je poslat! Doista moj Gospodar zna sve što radite i On će vas na dunjaluku za to kazniti uništenjem, a na Ahiretu patnjom u Džehennemu.\"",
		"korkutTranslationOfAyah":"\"O narode moj\" – reče on – \"zar vam je rod moj draži od Allaha, koga sasvim odbacujete? Gospodar moj dobro zna ono što vi radite!"
	},
	{
		"arabicTextofAyah":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ",
		"tafsirTextofAyah":"\"O narode moj, radite sve što možete na način kojim ste zadovoljni, a i ja ću raditi na moj način koliko mogu, pa ćete vidjeti koga od nas će zadesiti kazna, i ko je od nas lažov. Vi čekajte Allahovu presudu, a i ja ću sa vama čekati.\"",
		"korkutTranslationOfAyah":"O narode moj, činite sve što možete, a činiću i ja. Vi ćete, sigurno, saznati koga će kazna stići koja će ga osramotiti i ko je lažac. Pa, čekajte i ja ću s vama čekati!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ",
		"tafsirTextofAyah":"Kada je nastupila naredba Naša da Šuajbov narod bude uništen, spasismo Šuajba i vjernike koji bijahu sa njim, kao milost od nas, dok nepravednike iz njegovog naroda pogodi žestoki glas koji ih poubija, i oni osvanuše popadali na zemlju, zalijepljenih lica za nju.",
		"korkutTranslationOfAyah":"I kada je pala naredba Naša, Mi smo, iz milosti Naše, Šuajba i vjernike s njim spasili, a one koji su zlo činili pogodio je užasan glas i oni su u zemlji svojoj mrtvi, nepomični osvanuli,"
	},
	{
		"arabicTextofAyah":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ",
		"tafsirTextofAyah":"Kao da nikada nisu postojali na toj zemlji! Neka je Medjen daleko od Allahove milosti, i neka je na njih Allahova kazna, kao što je bilo i sa Semudom kada je Allah spustio Svoju srdžbu na njih.",
		"korkutTranslationOfAyah":"kao da na njoj nikada nisu ni postojali. Daleko bio Medjen kao i Semud!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
		"tafsirTextofAyah":"I Mi poslasmo Musaa sa znakovima Našim koji ukazuju na Našu jednoću, i sa našim jasnim dokazima koji ukazuju na istinitost onoga sa čim je došao.",
		"korkutTranslationOfAyah":"I Musaa smo poslali sa znamenjima Našim i dokazom jasnim"
	},
	{
		"arabicTextofAyah":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ",
		"tafsirTextofAyah":"Poslali smo ga faraonu i uglednicima njegovog naroda, pa su ti uglednici slijedili faraona u nevjerstvu u Allaha, a faraon nije bio u pravu niti na istini pa da zasluži da bude slijeđen.",
		"korkutTranslationOfAyah":"faraonu i glavešinama njegovim, ali se oni povedoše za faraonovim naređenjem, a njegovo naređenje nije bilo razumno."
	},
	{
		"arabicTextofAyah":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ",
		"tafsirTextofAyah":"Faraon će na Sudnjem danu predvoditi svoj narod do Džehennema, a užasno je to mjesto do kojeg će ih predvoditi.",
		"korkutTranslationOfAyah":"Na Sudnjem danu on će svoj narod predvoditi i u vatru ga uvesti, a užasno je mjesto u koje će doveden biti!"
	},
	{
		"arabicTextofAyah":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ",
		"tafsirTextofAyah":"Allah je učinio da ih na dunjaluku prati Njegovo prokletstvo, tj. da budu daleko od Allahove milosti, uz njihovo krajnje uništenje potopanjem u moru, kao što je učinio da ih i na Sudnjem danu prati Njegovo prokletstvo. Užasno je to što ih je zadesilo, da ih pogode dva prokletstva i dvije kazne, i na dunjaluku i na Ahiretu.",
		"korkutTranslationOfAyah":"Na ovome svijetu ih je pratilo prokletstvo, a pratiće ih i na onom; strašan će biti \"dar\" kojim će darivani biti!"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ",
		"tafsirTextofAyah":"Vijesti o tim naseljima spomenute u ovoj suri Mi ti kazujemo, o Poslaniče, neka od njih su ostavila svoje tragove a neka su potpuno zbrisana bez ikakvog traga.",
		"korkutTranslationOfAyah":"To su neke vijesti koje ti o gradovima kazujemo; neki od njih još postoje, a neki su sa zemljom sravnjeni."
	},
	{
		"arabicTextofAyah":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ",
		"tafsirTextofAyah":"Mi im nismo nanijeli nepravdu uništenjem, već su oni sebi nepravdu učinili vođenjem sebe u uništenje svojim nevjerstvom u Allaha. Njihova božanstva koja su obožavali pored Allaha nisu im nimalo pomogla kada je došla odredba tvog Gospodara da budu uništeni, štaviše, ta božanstva su bila uzrokom povećanja gubitka i propasti.",
		"korkutTranslationOfAyah":"Mi nismo prema njima bili nepravedni, već oni sami prema sebi. I kada bi pala naredba Gospodara tvoga, ništa im nisu pomogla božanstva njihova kojima su se, a ne Allahu, klanjali, samo bi im propast njihovu povećala."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ",
		"tafsirTextofAyah":"Tako Allah kažnjava i iskorjenjuje naselja koja utjeruju u laž Njegove poslanike, u svakom mjestu i vremenu, i doista je bolno i žestoko Njegovo kažnjavanje tih nepravednih naselja.",
		"korkutTranslationOfAyah":"Eto, tako Gospodar tvoj kažnjava kad kažnjava sela i gradove koji su nasilje činili. Kažnjavanje Njegovo je zaista bolno i strašno."
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ",
		"tafsirTextofAyah":"Doista je u Allahovom žestokom kažnjavanju tih nepravednih naselja pouka i opomena za onoga ko se boji kazne na Sudnjem danu. To je dan u kojem će Allah okupiti ljude radi obračuna, i to je dan u kojem će svi biti prisutni.",
		"korkutTranslationOfAyah":"To je pouka za one koji se plaše patnje na onome svijetu; a to je Dan kada će svi ljudi biti sabrani i to je Dan kada će svi biti prisutni,"
	},
	{
		"arabicTextofAyah":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ",
		"tafsirTextofAyah":"Taj dan kojem će svi svjedočiti ne odgađamo osim do roka koji je poznat.",
		"korkutTranslationOfAyah":"a Mi ga odgađamo samo za neko vrijeme."
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ",
		"tafsirTextofAyah":"Kada dođe taj dan niko bez Allahove dozvole neće moći govoriti, dokaze iznositi ili se zauzimati. Tada će ljudi biti podijeljeni u dvije vrste, nesretni koji će ući u Džehennem i sretni koji će ući u Džennet.",
		"korkutTranslationOfAyah":"Onoga dana kad dođe, bez dopuštenja Njegova niko ni riječ neće izustiti, a među njima biće nesretnih i sretnih."
	},
	{
		"arabicTextofAyah":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ",
		"tafsirTextofAyah":"Što se tiče onih koji su nesretni - a nesretni su jer su bili nevjernici i loša djela radili - oni će ući u Džehennem u kojem će se njihovi glasovi i uzdisaji dizati od žestine patnje u njegovom plamenu.",
		"korkutTranslationOfAyah":"I nesretni će u Džehennem, u njemu će teško izdisati i udisati;"
	},
	{
		"arabicTextofAyah":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ",
		"tafsirTextofAyah":"U njemu će vječno boraviti i iz njega nevjernici nikada neće izaći, dok će Allah izvesti grješnike monoteiste kada bude htio. Doista tvoj Gospodar, o Poslaniče, radi šta hoće i niko Ga ni na šta ne može prisiliti.",
		"korkutTranslationOfAyah":"dok je nebesa i Zemlje, u njemu će ostati – osim ako drukčije Gospodar tvoj ne odredi. Gospodar tvoj, zaista, radi ono što želi."
	},
	{
		"arabicTextofAyah":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ",
		"tafsirTextofAyah":"A što se tiče srećnih, kojima je Allah propisao sreću jer vjeruju i dobra djela čine, oni će vječno boraviti u Džennetu, dok je nebesa i zemlje, osim što će Allah privremeno uvesti u Džehennem neke vjernike grješnike koje On bude htio. Blagodat tvog Gospodara za Džennetlije će biti neprekidna.",
		"korkutTranslationOfAyah":"A sretni će u Džennet; dok je nebesa i Zemlje, u njemu će boraviti – osim ako drukčije Gospodar tvoj ne odredi; biće to dar koji će neprekidno trajati."
	},
	{
		"arabicTextofAyah":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ",
		"tafsirTextofAyah":"O Poslaniče, nemoj nikako sumnjati u ništavnost onoga što obožavaju ti višebošci, jer za to nemaju nikakav razumski ni šerijatski dokaz, već to rade samo zato što sljiepo slijede svoje pretke. Mi ćemo im dati kaznu potpuno, bez ikakvog umanjivanja.",
		"korkutTranslationOfAyah":"Zato ne sumnjaj u to šta će biti s onima koji se klanjaju ovima; oni se klanjaju onima kojima su se, još prije, klanjali preci njihovi. Mi ćemo im doista ono što su zaslužili – bez odbitka dati!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
		"tafsirTextofAyah":"Mi smo Musau dali Tevrat pa su se ljudi oko njega razišli, neki su povjerovali u njega a drugi nisu. Da Allah već nije odredio kada će biti kažnjeni, ubrzao bi im kaznu na dunjaluku, ali će je odložiti do Sudnjeg dana iz Svoje mudrosti. Doista nevjernici među jevrejima i višebošcima sumnjaju u Kur'an.",
		"korkutTranslationOfAyah":"I Musau smo Knjigu dali, pa su se o njoj u mišljenju podvojili. I da nije Riječi Gospodara tvoga ranije izrečene, bilo bi s njima svršeno, jer oni u nju sumnjaju mnogo."
	},
	{
		"arabicTextofAyah":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"Allah će svima njima dati ono što su zaslužili, bilo dobro ili zlo, i Allah detaljno zna sve što rade, ništa mu od onoga što rade neće promaknuti.",
		"korkutTranslationOfAyah":"I svima njima će Gospodar tvoj prema djelima njihovim platiti, jer On dobro zna ono što su radili."
	},
	{
		"arabicTextofAyah":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"O Poslaniče, stalno se pridržavaj pravog puta, onako kako ti je Allah naredio, pokorivši se Njemu činjenjem naređenog i klonjenjem zabranjenog, i neka tako postupe i vjernici pokajnici koji su uz tebe. Nemojte prelaziti Allahove granice time što ćete činiti grijehe, a Allah vidi ono što radite i za sve to će vas obračunati.",
		"korkutTranslationOfAyah":"Ti idi Pravim putem, kao što ti je naređeno, i nek tako postupe i vjernici koji su uz tebe, i obijesni ne budite, jer On dobro vidi ono što radite."
	},
	{
		"arabicTextofAyah":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
		"tafsirTextofAyah":"I ne naginjite nevjernicima nepravednicima činjenjem nedozvoljenog radi njih ili voleći ih, da vas vatra ne bi pržila zbog toga, kada niko mimo Allaha neće moći da vas zaštiti, izbavi ili vam pomogne.",
		"korkutTranslationOfAyah":"I ne držite stranu onih koji nepravedno postupaju, pa da vas vatra prži; vi nemate drugih zaštitnika osim Allaha, inače, nema vam pomoći!"
	},
	{
		"arabicTextofAyah":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ",
		"tafsirTextofAyah":"O Poslaniče, obavljaj namaz na najpotpuniji način, na početku i kraju dana, a klanjaj i po noći. Doista dobra djela brišu male grijehe, i u svemu ovome je pouka za one koji pouku primaju i opomena za one kojima opomena koristi.",
		"korkutTranslationOfAyah":"I obavljaj molitvu početkom i krajem dana, i u prvim časovima noći! Dobra djela zaista poništavaju hrđava. To je pouka za one koji pouku žele."
	},
	{
		"arabicTextofAyah":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"I strpi se na činjenju onoga što ti je Allah naredio, na pravom putu uz ostavljanje svega zabranjenog i čuvanje od prelaženja Allahovih granica, i čuvaj se naklonosti zulumćarima. Allah neće poništiti nagradu dobričiniteljima, već će prihvatiti njihova djela i prema onom boljem što su činili nagraditi.",
		"korkutTranslationOfAyah":"I strpljiv budi! Allah doista neće uskratiti nagradu onima koji dobra djela čine."
	},
	{
		"arabicTextofAyah":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ",
		"tafsirTextofAyah":"Malo je bilo među prijašnjim ummetima, koje je Allah kaznio, dobrih ljudi koji ih odvraćaju od nereda na zemlji oličenog u nevjerstvu i grijesima, i takve smo spasili kada smo uništili njihove narode koji su slijedili svoje strasti i koji su zbog tog slijeđenja strasti i bili zulumćari.",
		"korkutTranslationOfAyah":"A zašto je među narodima prije vas bilo samo malo čestitih, koji su branili da se na Zemlji nered čini, koje smo Mi spasili! A oni koji su zlo radili odavali su se onome u čemu su uživali, i grješnici su postali."
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ",
		"tafsirTextofAyah":"O Poslaniče, tvog Gospodar nije kaznio nijedan narod koji živi u nekom naselju ukoliko su bili dobri ljudi koji ujedno popravljaju stanje na Zemlji, već je kaznio one koji su bili smutljivci zbog svog nevjerstva, nepravde i drugih grijeha.",
		"korkutTranslationOfAyah":"Gospodar tvoj nije nikada nepravedno uništavao sela i gradove ako su stanovnici njihovi bili dobri."
	},
	{
		"arabicTextofAyah":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ",
		"tafsirTextofAyah":"O Poslaniče, da tvoj Gospodar hoće da ljude (silom) učini jednim ummetom pa da svi budu na istini, ali On to nije htio učiniti, pa su oni neprestano u razilaženju zbog slijeđenja strasti i nepravde.",
		"korkutTranslationOfAyah":"A da je Gospodar tvoj htio, sve bi ljude sljedbenicima jedne vjere učinio. Međutim, oni će se uvijek u vjerovanju razilaziti,"
	},
	{
		"arabicTextofAyah":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Osim onih koijma se Allah smilovao uputivši ih na pravi put. Takvi su jedinstveni oko Njegove jednoće. Iskušavanje ljudi razilaženjem je jedan od razloga njihovog stvaranja, pa neki budu srećni (a to su oni koji idu pravim putem), a neki budu nesrećni (a to su oni koji idu stranputicom). I ispunit će se odredba Gospodara tvoga koju je u ezelu odredio - Džehennem će ispuniti ljudima i džinnima koji slijede šejtana.",
		"korkutTranslationOfAyah":"osim onih kojima se Gospodar tvoj smiluje. A zato ih je i stvorio. I ispuniće se riječ Gospodara tvoga: \"Napuniću, zaista, Džehennem džinima i ljudima – zajedno!\""
	},
	{
		"arabicTextofAyah":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"O Poslaniče, svaku od ovih vijesti o prijašnjim poslanicima Mi ti kazujemo da bi tvoje srce učvrstili na istini i ojačali ga. U ovoj suri je istina u koju nema sumnje, savjet i opomena za nevjernike, a i podsjećanje za vjernike koji će se okoristiti tim podsjećanjem.",
		"korkutTranslationOfAyah":"I sve ove vijesti koje ti o pojedinim događajima o poslanicima kazujemo zato su da njima srce tvoje učvrstimo. I u ovima došla ti je prava istina, i pouka, i vjernicima opomena."
	},
	{
		"arabicTextofAyah":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci onima koji ne vjeruju u Allaha i koji ne obožavaju Njega jedinog: \"Vi radite na vašem putu, okrećući se od istine i odvraćajući od nje, a mi ćemo raditi na našem putu, bivajući čvrsti i strpljivi na njemu i pozivajući njemu.",
		"korkutTranslationOfAyah":"I reci onima koji neće da vjeruju: \"Radite što god možete, a i mi ćemo raditi;"
	},
	{
		"arabicTextofAyah":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
		"tafsirTextofAyah":"\"I iščekujte da vidite šta će biti sa nama, a mi ćemo iščekivati da vidimo šta će biti sa vama.\"",
		"korkutTranslationOfAyah":"i čekajte, i mi ćemo čekati!\""
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Samo Allah zna sve nedokučivo na nebesima i na Zemlji, i samo Njemu će se sve vratiti na Sudnjem danu, pa samo Njega obožavaj - o Poslaniče - i na Njega se osloni u svim svojim poslovima. Tvoj Gospodar nije nemaran prema onome što radite, On sve zna i svakog će obračunati za ono što je radio.",
		"korkutTranslationOfAyah":"Allah zna tajne nebesa i Zemlje i Njemu se sve vraća, zato se samo Njemu klanjaj i samo se u Njega uzdaj! A Gospodar tvoj motri na ono što radite."
	}
]