[
	{
		"arabicTextofAyah":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"O harfovima \"Elif-lam-mim-ra\" i njima sličnim počecima sura je već govoreno na početku sure el-Bekare. Uzvišeni ajeti ove sure i cijeli Kur'an koji ti se objavljuje - o Poslaniče - istina su u koju nema sumnje, kao što nema sumnje da su od Allaha, ali većina ljudi iz inata i oholosti neće da vjeruje.",
		"korkutTranslationOfAyah":"Elif Lām Mīm Rā. Ovo su ajeti Knjige! A ono što ti se objavljuje od Gospodara tvoga istina je, ali većina ljudi neće da vjeruje."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ",
		"tafsirTextofAyah":"Allah je stvorio nebesa uzdignuta bez vidljivih stubova, a zatim se iznad Arša uzdigao onako kako Njemu Uzvišenom dolikuje, i u to se vjeruje bez ulaženja u kakvoću i bez poređenja sa stvorenjima. On je Sunce i Mjesec potčinio na način koji koristi Njegovim stvorenjima. I Sunce i Mjesec plove do roka kojeg samo Allah zna. On, Uzvišeni, upravlja nebesima i Zemljom onako kako On hoće, i objašnjava Svoje dokaze koji ukazuju na Njegovu moć, da biste bili uvjereni u susret sa Njim na Sudnjem danu, pa da se za taj susret pripremite činjenjem dobrih djela.",
		"korkutTranslationOfAyah":"Allah je nebesa, vidite ih, bez stupova podigao, i onda se nad Aršom uzvisio, i Sunce i Mjesec potčinio, svako se kreće do roka određenog; On upravlja svim i potanko izlaže dokaze da biste se uvjerili da ćete pred Gospodara svoga stati."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah je Taj Koji je rasprostro Zemlju i na njoj stvorio postojane planine kako njena površina ne bi potresala ljude. Na njoj je stvorio svakovrsne plodove i svaku vrstu podijelio na dva roda, poput muškog i ženskog u svijetu ljudi i životinja. On dan prekriva noću tako da taman postane nakon što je se vidjelo. U svemu tome su dokazi za one koji duboko razmišljaju o Allahovom stvaranju, unoseći se u to, jer takvi će se istinski okoristiti dokazima.",
		"korkutTranslationOfAyah":"On je Zemlju ravnom učinio i na njoj nepomične planine i rijeke stvorio i od svakog ploda po par, muško i žensko, dao; On dan zastire noću. To su doista dokazi ljudima koji razmišljaju."
	},
	{
		"arabicTextofAyah":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Na Zemlji ima predjela koji se jedni s drugima graniče, i na njoj ima vrtova grožđa, raznih usjeva, korijena iz kojih niče više palmi, kao i korijena iz kojih niče po jedna palma, a svaki od tih vrtova i usjeva biva napajan jednom vodom. Mi različite plodove odlikujemo jedne nad drugima u ukusu i drugim koristima premda su prostorno jedni pored drugih i napajaju se jednom vodom. Doista se u svemu spomenutom nalaze dokazi za one koji razuma imaju, jer su oni ti koji pouku u tome nalaze.",
		"korkutTranslationOfAyah":"Na Zemlji ima predjela koji jedni s drugima graniče i bâščā ima lozom zasađenih, i njîvā, i palmi sa više izdanaka i samo s jednim; iako upijaju jednu te istu vodu, plod nekih činimo ukusnijim od drugih. To su doista dokazi ljudima koji pameti imaju."
	},
	{
		"arabicTextofAyah":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Ako se ičemu čudiš, o poslaniče, onda se čudi njihovom poricanju proživljenja i dokazivanju riječima: \"Zar da, kada umremo i postanemo truhle kosti i prašina, ponovo budemo proživljeni?\" Ti poricatelji proživljenja nakon smrti koji ne vjeruju u svog Gospodara i poriču Njegovu moć da proživi mrtve - njima će se sindžiri od vatre na njihove vratove staviti, na sudnjem danu, i oni će stanovnici Džehennema biti i u njemu će vječno ostati i patiti.",
		"korkutTranslationOfAyah":"A ako se čudiš, pa – čudo su riječi njihove: \"Zar ćemo, zaista, kad zemlja postanemo, biti stvoreni ponovo?\" Oni ne vjeruju u Gospodara svoga; na njihovim vratovima biće sindžiri i oni će stanovnici Džehennema biti, u njemu će vječno ostati."
	},
	{
		"arabicTextofAyah":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"O Poslaniče, idolopoklonici te požuruju u spuštanju Allahove kazne na njih prije nego se upotpune blagodati koje im je Allah odredio. A i prije njih su kažnjeni poricateljski narodi poput njih, pa zašto pouku ne prime? O Poslaniče, doista tvoj Gospodar prelazi ljudima preko zuluma kojeg čine ne žureći da ih kazni i dajući im vremena da se pokaju Allahu. Doista On žestoko kažnjava one koji ustraju u svom nevjerstvu i ne pokaju se!",
		"korkutTranslationOfAyah":"Oni traže od tebe prije kaznu nego milost, a bilo je kazni i prije njih. Gospodar tvoj ljudima prašta i uprkos zulumu njihovu, ali Gospodar tvoj doista i strahovito kažnjava."
	},
	{
		"arabicTextofAyah":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ",
		"tafsirTextofAyah":"Nevjernici u Allaha iz inata govore i poriču: \"Zašto Muhammedu nije spušten znak od njegovog Gospodara kao što je spušten Musau i Isau?\" O Poslaniče, ti si samo opominjač koji ljude upozorava na Allahovu kaznu i ti ne možeš od sebe doći sa znakovima već Allah određuje kada će ti to dat. Svaki narod je imao vjerovjesnika koji ga je vodio ka putu istine i ukazivao im na njega.",
		"korkutTranslationOfAyah":"A oni koji ne vjeruju govore: \"Zašto mu Gospodar njegov ne pošalje čudo?\" Tvoje je da opominješ, a svaki narod je imao onoga ko ga je na Pravi put upućivao."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ",
		"tafsirTextofAyah":"Allah zna sve o onome što u utrobama nose trudnice, zna koji će plod porasti ili krnjav biti, koji će zdrav, a koji bolestan biti. Sve je to precizno odredio, i ta se odredba ne može umanjiti niti uvećati.",
		"korkutTranslationOfAyah":"Allah zna šta svaka žena nosi i koliko se materice stežu, a koliko se šire; u Njega sve ima mjeru;"
	},
	{
		"arabicTextofAyah":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ",
		"tafsirTextofAyah":"To je zato što On Uzvišeni zna sve ono što je stvorenjima nedokučivo i dokučivo, jer On posjeduje veličanstvena svojstva, imena i čini veličanstvena djela. On je uzvišen iznad svih stvorenja, Svojim osobinama i Svojim Bićem.",
		"korkutTranslationOfAyah":"On zna nevidljivi i vidljivi svijet, On je Veličanstveni i Uzvišeni;"
	},
	{
		"arabicTextofAyah":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ",
		"tafsirTextofAyah":"On zna skriveno i tajno, i On zna sve što govorite i radite, bilo da tajno ili javno nešto kažete, i bilo da nešto činite skriveno od ljudskih očiju u tminama noći ili pred svima usred bijela dana.",
		"korkutTranslationOfAyah":"za Njega je jednak od vas onaj koji tiho govori i onaj koji to glasno čini, onaj koji se noću skriva i onaj koji po danu hodi."
	},
	{
		"arabicTextofAyah":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
		"tafsirTextofAyah":"On Uzvišeni ima meleke koji jedan za drugim dolaze čovjeku, pa neki od njih noću, neki danju dolaze, i čuvaju čovjeka po Allahovoj naredbi od mnogih odredbi od kojih je On naredio da ga sačuvaju, i zapisuju ono što govori i radi. Doista Allah neće promijeniti stanje jednog naroda iz boljeg ka gorem sve dok oni sebe ne promijene od boljeg ka gorem, pa od zahvalnih postanu nezahvalni. Kada Allah uzvišeni hoće da neki narod uništi, niko ih odbraniti ne može. O ljudi, vi mimo Allaha nemate zaštitnika i upravitelja, pa Njemu pribjegnite tražeći da vas sačuva od nedaća.",
		"korkutTranslationOfAyah":"Uz svakog od vas su meleki, ispred njega i iza njega – po Allahovu naređenju nad njim bdiju. Allah neće izmijeniti jedan narod dok on sam sebe ne izmijeni. A kad Allah hoće jedan narod kazniti, niko to ne može spriječiti; osim Njega nema mu zaštitnika."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
		"tafsirTextofAyah":"O ljudi, Allah je Taj Koji vam munju pokazuje, i koji u vama spaja osjećaj straha od munje sa osjećajem nade da će pasti plodonosna kiša, i On čini da se formiraju oblaci ispunjeni obilnom vodom koja postaje kiša.",
		"korkutTranslationOfAyah":"On vam pokazuje munju da se uplašite i ponadate, i On stvara teške oblake."
	},
	{
		"arabicTextofAyah":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ",
		"tafsirTextofAyah":"Grmljavina slavi svog Gospodara, hvaleći Ga, a i meleki, iz straha od Njega, štujući Ga i veličajući. On šalje spaljujuće munje kojima pogađa koga On hoće pa ga uništi, dok se nevjernici raspravljaju o Allahovoj jednoći. Allah je Snažni i žestoko kažnjava onoga ko Mu je nepokoran.",
		"korkutTranslationOfAyah":"I grmljavina veliča i hvali Njega, a i meleki, iz strahopoštovanja prema Njemu; On šalje gromove i udara njima koga hoće – i opet oni raspravljaju o Allahu, a On sve može."
	},
	{
		"arabicTextofAyah":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
		"tafsirTextofAyah":"Samo se Njemu može dova upućivati, dok kipovi kojima se višebošci mole pored Allaha ne mogu nikakvu molitvu uslišiti, i oni liče na veoma žednog čovjeka koji samo pruža ruke ka vodi kako bi time voda stigla do njegovih usta pa da se napoji, a voda na taj način nikada neće doći do njegovih usta. Molitva nevjernika upućena njihovim kipovima je propala i daleko od ispravnog postupka, jer im nikakvu korist ne može pribaviti niti ikakvu štetu od njih odagnati.",
		"korkutTranslationOfAyah":"Samo se Njemu možete moliti! A oni kojima se pored Njega mole – neće im se odazvati, kao što ni voda neće stići u usta onome koji prema njoj samo dlanove svoje pruži; molitva nevjernika je stvar izgubljena."
	},
	{
		"arabicTextofAyah":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩",
		"tafsirTextofAyah":"Samo se Allahu klanja sve na nebesima i na Zemlji, u šta spadaju i vjernici i nevjernici, s tim što se vjernici klanjaju svojevoljno u onome u čemu čovjek ima izbora, i mimo svoje volje u onom aspektu u kojem čovjek nema pravo izbora (pokoravanjem Allahovim kosmičkim zakonima), dok se nevjernici Njemu klanjaju samo mimo svoje volje, tj. u onom aspektu u kojem čovjek nema pravo izbora, s tim da ih njihova iskonska priroda poziva da se Njemu pokore i poklone i svojevoljno. Njemu se pokorava i sjenka svega što ima sjenku, početkom i krajem dana.",
		"korkutTranslationOfAyah":"Allahu se pokorava sve što je na nebesima i na Zemlji, htjeli ili ne htjeli, a i sjene njihove, ujutro i u sumrak."
	},
	{
		"arabicTextofAyah":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ",
		"tafsirTextofAyah":"O Poslaniče, reci nevjernicima koji druge obožavaju pored Allaha: \"Ko je to stvorio nebesa i Zemlju, i ko upravlja svime?\" Odgovori: \"Allah! Samo On je sve stvorio i svime upravlja, i vi to potvrđujete!\" Zatim im reci: \"Pa zašto ste onda umjesto Njega kao zaštitnike prihvatili one koji sami sebi ne mogu neku korist pribaviti niti od sebe kakvu štetu otkloniti, pa kako da drugima pomognu? Da li su isti onaj koji ne vjeruje i čije je srce slijepo i onaj koji vjeruje i čiji srčani vid je ispravan? I da li je isto nevjerstvo, koje predstavlja tmine, i vjerovanje, koje predstavlja svjetlost?\" Da li su Allahu druge pridružili tvrdeći da oni stvaraju kao što Allah stvara, pa su pomiješali između onoga što su oni stvorili i onoga što je On stvorio? Reci im: \"Samo Allah stvara, On nema sudruga u stvaranju, samo On je božanstven, Onaj Koji zaslužuje da bude obožavan, i Njemu je sve potčinjeno.\"",
		"korkutTranslationOfAyah":"Reci: \"Ko je Gospodar nebesa i Zemlje?\" – i odgovori: \"Allah!\" Reci: \"Pa zašto ste onda umjesto Njega kao zaštitnike prihvatili one koji sami sebi ne mogu neku korist pribaviti niti od sebe kakvu štetu otkloniti?\" Reci: \"Zar su jednaki slijepac i onaj koji vidi, ili, zar su isto tmine i svjetlo, ili, zar oni koje su učinili Allahu ravnim stvaraju kao što On stvara, pa im se stvaranje čini slično?\" Reci: \"Allah je stvoritelj svega i On je Jedini i Svemoćni.\""
	},
	{
		"arabicTextofAyah":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ",
		"tafsirTextofAyah":"Uzvišeni Allah navodi primjer nestajanja zablude i ostajanja istine spominjući vodu kiše koja se spušta sa neba sve dok ne napuni doline kojima voda poteče, različitih veličina, pa bujica na svojoj površini odnosi pjenu i otpad. I navodi drugi primjer spominjući dragocjene rude koje ljudi tope na vatri u želji da dobiju nakit (a koje su u početku prekrivene hrđom i nečim bezvrijednim). Sa ova dva primjera Allah objašnjava istinu i zabludu. Zabluda je poput pjene koja prekriva vodu, i poput hrđe ili nečega bezvrijednog što prekriva dragocjene rude, a što biva otklonjeno njenim topljenjem i obradom, dok je istina poput čiste i pitke vode koja uzrokuje nicanje plodova i trave, i poput obrađene dragocjene rude kojom se koriste ljudi. Pa isto kao što su ova dva primjera na isti način Allah navodi primjere ljudima da bi im istina i zabluda postali jasni.",
		"korkutTranslationOfAyah":"On spušta kišu s neba, pa rijeke teku koritima s mjerom, i bujica nosi otpatke koji plivaju po površini. I ono što ljudi tope na vatri u želji da dobiju nakit ili oruđe ima također otpatke, slične onima. – Tako Allah navodi primjer za istinu i neistinu; otpaci se odbacuju, dok ono što koristi ljudima ostaje na zemlji. Tako, eto, Allah objašnjava primjere."
	},
	{
		"arabicTextofAyah":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ",
		"tafsirTextofAyah":"Onim vjernicima koji su se odazvali svom Gospodaru kada ih je pozvao da samo Njega obožavaju, i da se samo Njemu pokoravaju, pripada lijepa nagrada - Džennet, dok nevjernicima koji se nisu odazvali Njegovom pozivu u monoteizam i pokornost samo Njemu pripada kazna. Kada bi oni imali imetka koliko je cijela Zemljina površina, i još toliko, pa sve pokušali da udijele kako bi se iskupili - neće biti spašeni kazne. Ti nevjernici, pošto se nisu odazvali Allahovom pozivu, biće kažnjeni za sva loša djela i njihovo će boravište biti Džehennem, a grozna li je to postelja i grozno li je to boraviše.",
		"korkutTranslationOfAyah":"Onima koji se Gospodaru svome odazovu – nagrada najljepša, a onima koji Mu se ne odazovu – kad bi sve što je na Zemlji njihovo bilo, i još toliko, rado bi se time otkupili. Njih čeka mučno polaganje računa; prebivalište njihovo biće Džehennem, a grozna je on postelja!"
	},
	{
		"arabicTextofAyah":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"Onaj ko zna da je nesumnjiva istina ono što ti je Allah objavio, o Poslaniče, i koji vjeruje u to, pokoravajući se, nije poput onoga čije je srce slijepo za istinu, i ko ne vjeruje u Allaha niti Mu se pokorava. Pouku i poruku primaju oni koji imaju zdrav razum.",
		"korkutTranslationOfAyah":"Zar je onaj koji zna da je istina ono što ti se objavljuje od Gospodara tvoga kao onaj koji je slijep? A pouku samo razumom obdareni primaju:"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ",
		"tafsirTextofAyah":"Oni koji su se Allahu odazvali to su oni koji vjerno ispunjavaju ono na šta su se Allahu ili ljudima zavjetovali, i oni svoje zavjete date Allahu i drugima ne krše;",
		"korkutTranslationOfAyah":"oni koji obavezu prema Allahu ispunjavaju i ne krše obećanje;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"i oni koji spajaju rodbinske veze koje je Allah naredio da se spajaju, i koji se boje svog Gospodara što ih podstiče da primjenjuju ono što je On naredio i klone se onoga što je zabranio, i koji se boje polaganja računa pred Allahom za svaki svoj grijeh, a sa kime bude raspravljano o njegovim djelima propao je;",
		"korkutTranslationOfAyah":"i oni koji poštuju ono što je Allah naredio da se poštuje i Gospodara svoga se boje i obračuna mučnog plaše;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ",
		"tafsirTextofAyah":"i oni koji su strpljivi u pokornosti Allahu, i koji strpljivo podnose sve ono što im je Allah sudbinski odredio, bilo ugodno ili teško, i koji se strpljivo klone grijeha želeći Allahovo zadovoljstvo, i koji obavljaju namaz na najpotpuniji način, i koji udjeljuju imetak kojim im opskrbljujemo, u šta spada i obavezno udjeljivanje i dobrovoljno, i to čine tajno kako bi se sačuvali licemjerstva, a nekada to rade javno kako bi bili podstrek drugima na to dobro djelo, i oni koji na ružne postupke uzvraćaju dobročinstvom - takvi će imati lijepu završnicu na Sudnjem danu.",
		"korkutTranslationOfAyah":"i oni koji trpe da bi postigli naklonost Gospodara svoga, i koji molitvu obavljaju, i koji od onoga što im Mi dajemo i tajno i javno udjeljuju, i koji dobrim zlo uzvraćaju – njih čeka najljepše prebivalište,"
	},
	{
		"arabicTextofAyah":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ",
		"tafsirTextofAyah":"Ova lijepa završnica je vječni boravak u džennetskim ljepotama, a u potpunost tog uživanja u Džennetu ubraja se i to što će sa njima tamo biti i njihovi roditelji, supružnici i djeca koji su bili na pravom putu, i susret sa njima će im samo radost povećati. Meleki će kod njih ulaziti sa svih vrata njihovih džennetskih staništa, čestitajući im.",
		"korkutTranslationOfAyah":"edenski vrtovi u koje će ući oni i roditelji njihovi i žene njihove i porod njihov – oni koji su bili čestiti – i meleki će im ulaziti na svaka vrata:"
	},
	{
		"arabicTextofAyah":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ",
		"tafsirTextofAyah":"Meleki će ih, kada god uđu kod njih, pozdraviti riječima: \"Selamun alejkum - spašeni bili od svakog zla, jer ste ustrajno bili Allahu pokorni, strpljivo ste podnosili nedaće koje vam je odredio, i konstantno ste se klonili onoga što vam je zabranio. Divno li je vaše konačno boravište.\"",
		"korkutTranslationOfAyah":"\"Mir neka je vama, zato što ste trpjeli, a divno li je najljepše prebivalište!\""
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
		"tafsirTextofAyah":"A oni koji krše čvrsto obećanje dato Allahu, i koji prekidaju rodbinske veze koje je Allah naredio da se spoje, takvi su daleko od Allahove milosti i nesrećni, i čeka ih ružna završnica, a to je vatra Džehennema.",
		"korkutTranslationOfAyah":"A oni koji ne ispunjavaju dužnosti prema Allahu, iako su se na to čvrsto obavezali, i kidaju ono što je Allah naredio da se poštuje, i čine nered na Zemlji – njih čeka prokletstvo i najgore prebivalište!"
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ",
		"tafsirTextofAyah":"Allah daje obilnu opskrbu kome On hoće, a umanjuje je onome kome On hoće, i obilna opskrba nekoga nije znak da je on srećnik niti da ga Allah voli, niti je mala opskrba znak da je neko nesrećnik. Nevjernici se raduju životu na ovom svijetu i njemu su se predali, iako je dunjalučki život samo neznatno, prolazno naslađivanje.",
		"korkutTranslationOfAyah":"Kome hoće, Allah daje u obilju, i uskraćuje. Oni se raduju životu na ovome svijetu, a život na ovome svijetu prema onome svijetu samo je prolazno uživanje."
	},
	{
		"arabicTextofAyah":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Allaha i Njegove ajete kažu: \"Zašto Muhammedu nije dato osjetilno čudo od njegovog Gospodara koje je dokaz njegove iskrenosti?\" Reci tim predlagačima, o Poslaniče: \"Doista Allah u zabludu pravedno odvodi koga On hoće, a uputu daje onome ko Mu se vrati pokajanjem, iz Svoje milosti. Uputa nije u njihovim rukama pa da je povezuju sa davanjem čuda.\"",
		"korkutTranslationOfAyah":"Nevjernici govore: \"Zašto mu Gospodar njegov ne pošalje čudo?\" Reci: \"Allah ostavlja u zabludi onoga koga On hoće, a k Sebi upućuje onoga ko Mu se pokajnički obraća,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ",
		"tafsirTextofAyah":"Allah posebno upućuje vjernike čija srca nalaze smiraj u spominjanju Allaha, u Njegovom slavljenju i veličanju, i u učenju i slušanju Njegovog govora. Doista se uz spominjanje Allaha srca smiruju, i ona to i zaslužuju.",
		"korkutTranslationOfAyah":"one koji vjeruju i čija se srca, kad se Allah spomene, smiruju – a srca se doista, kad se Allah spomene, smiruju!\""
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ",
		"tafsirTextofAyah":"Ovi ljudi koji vjeruju u Allaha i čine dobra djela koja ih Njemu približavaju imat će lijep život na Ahiretu i lijepu završnicu, a to je: Džennet.",
		"korkutTranslationOfAyah":"Onima koji vjeruju i čine dobra djela – blago njima, njih čeka divno prebivalište!"
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ",
		"tafsirTextofAyah":"Kao što smo prijašnjim narodima slali poslanike tako smo i tebe, o Poslaniče, poslali tvom narodu, da im učiš Kur'an kojeg smo ti objavili. Kur'an je dovoljan dokaz tvoje iskrenosti, ali tvoj narod poriče taj dokaz jer su nevjernici u Svemilosnog Kojem pridružuju sudruga. Reci im: \"Svemilosni Kome sudruga pridružujete je moj Gospodar, i niko mimo Njega nema pravo biti obožavan. Na njega se oslanjam u svim svojim poslovima i Njemu se vraćam i kajem.\"",
		"korkutTranslationOfAyah":"I tako smo te poslali narodu prije kojeg su bili i nestali drugi narodi, da im kazuješ ono što ti objavljujemo, jer oni u Milostivog ne vjeruju. Reci: \"On je Gospodar moj, nema boga osim Njega, u Njega se uzdam i Njemu se obraćam!\""
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
		"tafsirTextofAyah":"Kada bi od osobina Božijih knjiga bilo to da pomjeraju planine, cijepaju zemlju i čine da izvori i rijeke poteku, i da oživljavaju mrtve kada im se uče - onda bi ovaj Kur'an bio najpreči tim osobinama, o Poslaniče, jer on je jasni dokaz koji bi na njihova srca uticao kada bi bila bogobojazna. Međutim, oni su poricatelji! Allah je Taj Koji odlučuje kada će se koje čudo desiti, i kada će se bilo šta desiti. Zar vjernici ne znaju da - ako bi Allah htio - sve bi ljude uputio bez pokazivanja ikakvih čuda? Međutim, On to neće! I nevjernike će neprestano pogađati nedaće zbog njihovog nevjerstva i njihovih grijeha ili će u blizini mjesta njihovog doći sve dok Allah ne pošalje konačnu kaznu. Doista, Allah ne krši Svoje obećanje kada dođe vrijeme njegovog ispunjenja.",
		"korkutTranslationOfAyah":"Kad bi se kakvim Kur'anom brda pokrenula ili zemlja iskomadala ili mrtvi dozvali; Allahu pripada sve! A zar ne znaju vjernici da bi Allah, kad bi samo htio, sve ljude na Pravi put uputio? A nevjernike će nesreća neprestano pogađati ili će se u blizini mjesta njihova događati, zbog onoga što rade – sve dok se Allahova prijetnja ne ispuni. Allah će, sigurno, održati obećanje."
	},
	{
		"arabicTextofAyah":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
		"tafsirTextofAyah":"Nisi prvi poslanik koji je utjerivan u laž od svog naroda i sa kojim su se ismijavali, već se to dešavalo i sa prijašnjim narodima i poslanicima koje su u laž utjerivali, pa sam davao vremena nevjernicima toliko da bi pomislili kako neće biti uništeni, a zatim sam ih na razne načine kažnjavao, pa šta misliš kakva je bila kazna Moja? Doista je to bila žestoka kazna.",
		"korkutTranslationOfAyah":"I prije tebe se poslanicima rugalo, pa sam Ja onima koji nisu vjerovali vremena ostavljao, i poslije sam ih kažnjavao, a kakva je samo bila kazna Moja!"
	},
	{
		"arabicTextofAyah":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
		"tafsirTextofAyah":"Da li je preči da se obožava Onaj Koji opskrbljuje sva stvorenja i Koji bdije nad onim što rade, a zatim ih za to nagrađuje ili kažnjava, ili ovi kipovi koja ni na koji način ne zaslužuju obožavanje? Nevjernici su ih učinili sudruzima Allahu, nepravedno, a ti im reci, o Poslaniče: 'Imenujte ta božanstva koja obožavate mimo Allaha, ako istinu govorite, ili vi Allaha obavještavate o nečemu što ne zna na nebesima i na Zemlji? Ili Ga obavješavate o praznom i bezvrijednom govoru? Nevjernicima je šejtan uljepšao zlo koje čine pa su uznevjerovali u Allaha, i odvratio ih je od upute i pravog puta. A koga Allah ostavi u zabludi - niko ga uputiti ne može.",
		"korkutTranslationOfAyah":"Zar Allahu, koji nad svakim bdi, što god uradi, zar da Njemu druge smatraju ravnim? Reci: \"Opišite ih!\" Zar vi hoćete da Njega učite, kao da On ne zna šta ima na Zemlji, ili ih vi samo tako nazivate? Onima koji ne vjeruju čini se lijepim spletkarenje njihovo, i oni su s Pravog puta zalutali. A onaj koga Allah u zabludi ostavi neće imati nikoga da ga na Pravi put uputi."
	},
	{
		"arabicTextofAyah":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
		"tafsirTextofAyah":"Njima pripada kazna na ovom svijetu u vidu pogibije i zarobljavanja koje ih zadesi kada ratuju protiv vjernika, a ahiretska kazna je žešća od dunjalučke, zbog njene težine i neprekidnosti. Oni na Sudnjem danu neće imati zaštitnika.",
		"korkutTranslationOfAyah":"Oni će se u životu na ovome svijetu mučiti, ali će patnja na onome svijetu, sigurno, teža biti, od Allaha ih niko neće odbraniti."
	},
	{
		"arabicTextofAyah":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ",
		"tafsirTextofAyah":"Džennet kojeg je Allah obećao onima koji se Njega boje činjenjem naređenog i klonjenjem zabranjenog je takav da ispod njegovih dvoraca i drveća rijeke teku, plodovi nikada ne nestaju, za razliku od plodova na dunjaluku, a i zaštita od vrućine u Džennetu ne prolazi niti se smanjuje. To je Džennet u kojem će završiti oni koji su se Allahove kazne čuvali činjenjem onoga što im je On naredio i kloneći se onoga što im je On zabranio, dok će nevjernici skončati u Džehennemu u kojem će vječno boraviti.",
		"korkutTranslationOfAyah":"Ovakav Džennet obećan je onima koji se budu Allaha bojali: vrtovi s rijekama, s plodovima kojih uvijek ima i s trajnom hladovinom; to će biti nagrada onima koji se budu zla klonili, a nevjernicima će kazna vatra biti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ",
		"tafsirTextofAyah":"Jevreji, kojima dadosmo Tevrat, i kršćani, kojima dadosmo Indžil, raduju se onome što je tebi objavljeno, o Poslaniče, jer se poklapa sa dijelom onoga što je njima objavljeno, ali neki od njih poriču dio onoga što je tebi objavljeno, a što se suprotstavlja njihovim prohtjevima, ili otkriva njihovo iskrivljavanje objavljenih knjiga. Reci im, Poslaniče: \"Meni je Allah naredio da samo Njega obožavam, samo Njemu pozivam i samo ću se Njemu vratiti.\" Sa tim su objavljeni i Tevrat i Indžil.",
		"korkutTranslationOfAyah":"Neki od onih kojima smo dali Knjigu raduju se svemu što objavljujemo tebi, ali neki protivnici ne priznaju nešto od Objave. Reci: \"Meni je naređeno da se samo Allahu klanjam i da Njemu nikoga ravnim ne smatram; Njemu ja pozivam i Njemu se vraćam.\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ",
		"tafsirTextofAyah":"Kao što smo objavili knjige poslanicima na jezicima njihovih naroda, tako smo i tebi - o Poslaniče - objavili Kur'an, koji objašnjava jasnu istinu, na arapskom jeziku. O Poslaniče, kada bi ti slijedio prohtjeve jevreja i kršćana koji ti traže da izbrišeš ono što se ne slaže sa njihovim prohtjevima, nakon što ti je došlo znanje od Allaha, niko te od Allaha ne bi mogao zaštititi, niti te pomoći protiv tvojih neprijatelja i spasiti od Njegove kazne.",
		"korkutTranslationOfAyah":"I Mi ga tako kao mudrost objavljujemo na arapskom jeziku. A ako bi ti povlađivao željama njihovim, nakon što ti je došla spoznaja, ti ne bi imao ni zaštitnika ni branitelja od Allaha."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ",
		"tafsirTextofAyah":"Mi smo prije tebe slali poslanike, od ljudi, i davali smo im da imaju supruge i potomke, kao i ostali ljudi. Mi nismo poslanike učinili melekima koji se ne žene i nemaju djecu. Ti si jedan od poslanika, koji su ljudska bića, koji se žene i imaju potomstvo, pa zašto se mnogobošci čude tome? Nijedan poslanik ne može svojom voljom učiniti neko čudo, već ako mu Allaha dozvoli. Svaka stvar koju je Allah odredio je zapisana u knjizi, jasno određena, ne dešava se ni prije ni poslije trenutka koji joj je zapisan.",
		"korkutTranslationOfAyah":"I prije tebe smo poslanike slali i žene i porod im davali. I nijedan poslanik nije donio nijedno čudo sobom, već Allahovom voljom. Svako doba imalo je Knjigu,"
	},
	{
		"arabicTextofAyah":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ",
		"tafsirTextofAyah":"Allah uklanja ono što On hoće, bilo dobro ili zlo, sreća ili nesreća, a ostavlja ono što On hoće. Kod Njega je Ploča pomno čuvana, u kojoj je sve to zapisano, i sve ono što Allah uklanja ili ostavlja - u skladu je sa onim što je njoj zapisano.",
		"korkutTranslationOfAyah":"Allah je dokidao šta je htio, a ostavljao šta je htio; u Njega je Glavna knjiga."
	},
	{
		"arabicTextofAyah":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ",
		"tafsirTextofAyah":"O Poslaniče, samo Ja određujem da li ću ti prije smrti pokazati dio kazne kojom im prijetimo ili ne, a tvoje je samo da dostaviš ono što ti naređujem, i nije na tebi da ih obračunavaš ili kažnjavaš. To je moje pravo!",
		"korkutTranslationOfAyah":"Bilo da ti pokažemo dio onoga čime im prijetimo bilo da ti život oduzmemo, tvoje je da objavljuješ, a Naše da tražimo polaganje računa."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"Zar ovi nevjernici ne vide kako mjesta nevjernika polako s krajeva njihovih sužavamo širenjem islama i dajući muslimanima da oslobode ta mjesta? Allah određuje ono što On hoće među Svojim robovima, i niko ne može poništiti niti izmijeniti Njegovu odluku. On, Uzvišeni, brzo svodi račune, i On će obračunati i prve i potonje generacije u jednom danu.",
		"korkutTranslationOfAyah":"Zar oni ne vide da im Mi Zemlju sužavamo umanjujući joj pogranične oblasti? A Allah sudi! Niko ne može presudu Njegovu pobiti, i On brzo račun svidi."
	},
	{
		"arabicTextofAyah":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ",
		"tafsirTextofAyah":"Prethodni ummeti su pravili spletke i zamke svojim vjerovjesnicima, poricali su ono što su im ti vjerovjesnici dostavljali, pa šta su na kraju time postigli? Ništa, jer samo Allahovo upravljanje biva sprovedeno, samo On zna ono što su stekli i samo On će ih obračunati za to. Tada će oni znati koliko su samo veliku grešku napravili što nisu vjerovali u Allaha, i koliko su vjernici bili u pravu, koji su time postigli Džennet i lijep završetak.",
		"korkutTranslationOfAyah":"Spletke su pleli i oni prije njih, samo, Allah je Gospodar svih spletki; On zna šta svako zaslužuje. A nevjernici će sigurno saznati koga čeka najljepše boravište."
	},
	{
		"arabicTextofAyah":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ",
		"tafsirTextofAyah":"Oni koji ne vjeruju govore: \"Ti, Muhammede nisi poslan od Allaha.\" Reci im, o Poslaniče: \"Dovoljan je Allah svjedok da sam Njegov poslanik vama, a svjedoci su i oni koji poznaju nebeske knjige u kojima je došao moj opis. Kome je Allah svjedok istinitosti, ne šteti mu poricanje poricatelja.\"",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju govore: \"Ti nisi poslanik!\" Reci: \"Meni i vama dovoljan će biti kao svjedok Allah, i onaj koji zna šta je Knjiga.\""
	}
]