[
	{
		"arabicTextofAyah":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
		"tafsirTextofAyah":"Elif-lam-ra. Već smo govorili na početku sure el-Bekare o otpočinjanju sura ovim harfovima. Ovaj Kur'an je knjiga koju tebi objavljujemo - o Poslaniče - kako bi ljude izveo iz nevjerstva, neznanja i zablude u vjerovanje, znanje i uputu, u islam koji je put Allaha Silnog, Allaha Kojem niko ravan nije i Koji posjeduje sve osobine savršenstva.",
		"korkutTranslationOfAyah":"Elif Lām Rā. Knjigu ti objavljujemo zato da ljude, voljom njihova Gospodara, izvedeš iz tmina na svjetlo, na Put Silnoga i Hvaljenoga"
	},
	{
		"arabicTextofAyah":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ",
		"tafsirTextofAyah":"Allaha Kome, jedinom, pripadaja vlast nad svim što se nalazi na nebesima i na Zemlji, i Koji jedini zaslužuje da bude obožavan, a da mu se ne pripisuje drug od Njegovih stvorenja. Nevjernike će stići snažna kazna.",
		"korkutTranslationOfAyah":"Allaha, čije je ono što je na nebesima i ono što je na Zemlji. A od užasne patnje teško nevjernicima,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ",
		"tafsirTextofAyah":"Oni koji ne vjeruju daju prednost dunjalučkom životu i prolaznom užitku nad Ahiretom i vječnim uživanjem, i ljude odvraćaju sa Allahovog puta kojeg, radi toga, krive u njihovim očima, kako niko njime ne bi išao. Takvi su, doista, u zabludi, daleko od istine i pravog puta.",
		"korkutTranslationOfAyah":"koji život na ovome svijetu više vole od onoga svijeta i koji od Allahova puta odvraćaju i nastoje ga prikazati krivim! Oni su u velikoj zabludi."
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Mi nismo nijednog poslanika poslali osim na jeziku naroda kojem je poslat, kako bi lakše razumjeli ono što im dostavlja od Allaha. Mi poslanike nismo slali kako bi ljude prisiljavali na vjerovanje, jer Allah u zabludi ostavlja koga On hoće, na osnovu Svoje pravde, a na pravi put upućuje koga On hoće, iz Svoje dobrote. On je Silni Kojeg niko ne može nadvladavati, i On savršeno mudro stvara i upravlja.",
		"korkutTranslationOfAyah":"Mi nismo poslali nijednog poslanika koji nije govorio jezikom naroda svoga, da bi mu objasnio. A Allah ostavlja u zabludi onoga koga hoće i ukazuje na Pravi put onome kome hoće; On je Silni i Mudri."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
		"tafsirTextofAyah":"Mi smo poslali Musaa i pomogli smo ga znakovima koji ukazuju na njegovu istinitost, koji su dokaz da je poslat od svog Gospodara. Naredili smo mu da svoj narod izvede iz nevjerstva i neznanja u vjerovanje i znanje, i da ih podsjeća na dane u kojima im je Allah darovao Svoje blagodati. Doista su u tim danima jasni dokazi Allahovog monoteizma, Njegove velike moći i Njegovih velikih blagodati prema vjernicima. Iz ovog se mogu okoristiti vjernici koji su strpljivi na pokornosti Allahu, i koji su Mu stalno zahvalni na blagodatima koje im je darovao.",
		"korkutTranslationOfAyah":"I Musaa smo poslali s dokazima Našim: \"Izvedi narod svoj iz tmina na svjetlo i opomeni ga Allahovim danima!\" To su, uistinu, dokazi za svakog onog ko je strpljiv i zahvalan."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kada je Musa primijenio naredbu svog Gospodara rekavši svom narodu, Israelićanima, podsjećajući ih na Allahove blagodati: \"O narode moj, sjetite se Allahovih blagodati prema vama kada vas je spasio od faraona i njegovih sljedbenika, sačuvavši vas njihove srdžbe i sile. Oni su vas žestoko mučili, klali su vaše sinove, kako se među vama ne bi rodio neko ko će preuzeti vlast od faraona, a u životu su ostavljali vaše kćeri, kako bi ih ponižavali. U tim njihovim djelima je veliki ispit za vas, kako biste strpljivi bili, pa vas je Allah nagradio za vaše strpljenje spašavanjem od sile faraona i njegovih sljedbenika.\"",
		"korkutTranslationOfAyah":"I kad Musa reče narodu svome: \"Sjetite se Allahove blagodati kad vas je izbavio od faraonovih ljudi koji su vas najgorim mukama mučili, koji su vam mušku djecu klali, a žensku u životu ostavljali – to vam je bilo veliko iskušenje od Gospodara vašega –"
	},
	{
		"arabicTextofAyah":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ",
		"tafsirTextofAyah":"Musa im reče: \"Sjetite se kada vam je Gospodar vaš jasno poručio: 'Ako budete Allahu zahvalni na blagodatima koje vam je dao - On će vam ih još povećati, a ukoliko ne budete zahvalni - pa doista je Njegova kazna žestoka za one koji poriču blagodati Njegove i ne zahvaljuju na njima.'\"",
		"korkutTranslationOfAyah":"i kad je Gospodar vaš objavio: 'Ako budete zahvalni, Ja ću vam, zacijelo, još više dati; budete li nezahvalni, kazna Moja doista će stroga biti.'\""
	},
	{
		"arabicTextofAyah":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ",
		"tafsirTextofAyah":"I Musa reče svom narodu: \"O narode moj, ako vi i svi drugi narodi na Zemlji budete nevjernici, štetu sami sebi činite, jer Allah je, uistinu, apsolutno neovisan, hvale dostojan zbog svog savršenstva. On nema nikakve koristi od vjerovanja vjernika, niti Mu šteti nevjerovanje nevjernika.\"",
		"korkutTranslationOfAyah":"I Musa još reče: \"Ako budete nezahvalni i vi i svi drugi na Zemlji – pa, Allah, doista, ni o kome nije ovisan i On je jedini hvale dostojan.\""
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ",
		"tafsirTextofAyah":"O nevjernici, zar vam nije došla vijest o uništenju prijašnjih naroda koji su poricali: Nuhovog, Hudovog, Salihovog i drugih naroda koji su došli poslije njih. Bili su mnogobrojni, samo Allah zna koliko ih je bilo! Dolazili su im njihovi poslanici sa jasnim dokazima, a oni su svoje ruke grizli iz zlobe prema poslanicima i govorili: 'Mi ne vjerujemo u ono sa čim ste poslati. Mi, doista, sumnjamo u ono u šta nas pozivate.'\"",
		"korkutTranslationOfAyah":"Zar do vas nije doprla vijest o onima prije vas, o narodu Nuhovu, i o Adu, i o Semudu, i o onima poslije njih? – Samo ih Allah zna! – Poslanici njihovi su im dokaze donosili, ali oni su ruke svoje na usta stavljali i govorili: \"Mi ne vjerujemo u ono što se po vama šalje i mi veoma sumnjamo u ono u što nas pozivate!\""
	},
	{
		"arabicTextofAyah":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
		"tafsirTextofAyah":"Poslanici su im odgovarali: \"Zar ima sumnje u Allahovu jednoću i isključivo pravo da bude obožavan, a On je stvorio nebesa i Zemlju ni iz čega? On vas poziva da vjerujete u Njega kako bi vam grijehe obrisao, i kako bi vas ostavio da živite do roka koji vam je određen na ovom svijetu.\" Njihovi narodi rekoše: \"Vi ste ljudi kao i mi, ništa niste bolji od nas. Vi samo želite da nas odvratite od obožavanja onoga što su obožavali naši preci, pa donesite nam jasan dokaz da je istina da ste vi nama poslati od Allaha.\"",
		"korkutTranslationOfAyah":"Poslanici njihovi su govorili: \"Zar se može sumnjati u Allaha, Stvoritelja nebesa i Zemlje? On vas poziva da bi vam neke grijehe vaše oprostio i da bi vas do roka određenog ostavio.\" Oni su odgovorili: \"Vi ste ljudi kao i mi; hoćete da nas odvratite od onih kojima su se preci naši klanjali – pa, donesite nam čudo vidljivo!\""
	},
	{
		"arabicTextofAyah":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
		"tafsirTextofAyah":"Njihovi poslanici im odgovoriše: \"Mi smo samo ljudi, kao i vi, i mi to ne poričemo, ali iz toga ne proističe istovjetnost u svemu. Allah daje Svoje posebne blagodati kome On hoće od Njegovih robova, pa od njih odabire poslanike koje će slati ljudima. Mi ne možemo doći sa dokazima koje nam tražite osim ako Allah to bude htio, jer to nije u našoj moći. Samo Allah može takvo nešto učiniti, i samo se na Njega oslanjaju i uzdaju vjernici u svemu što rade.\"",
		"korkutTranslationOfAyah":"\"Mi jesmo ljudi kao i vi\" – govorili su im poslanici njihovi – \"ali, Allah daje poslanstvo samo onim robovima Svojim kojima On hoće; mi vam ne možemo donijeti čudo bez Allahove volje – a vjernici neka se samo u Allaha uzdaju."
	},
	{
		"arabicTextofAyah":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
		"tafsirTextofAyah":"\"I šta može biti prepreka da se oslonimo na Allaha? On nas je uputio na najbolji i najjasniji put, i mi ćemo se strpiti na vašem ezijetu koji se ogleda u utjerivanju u laž i ismijavanju, a vjernici se u svim svojim poslovima oslanjaju i uzdaju samo u Allaha Jedinog.\"",
		"korkutTranslationOfAyah":"Zašto da se ne uzdamo u Allaha kad nas je On putevima kojima idemo uputio? Mi ćemo doista strpljivo podnositi muke na koje nas budete stavljali – a oni koji se uzdaju, neka se samo u Allaha uzdaju!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Nevjernici iz naroda kojima su ovi poslanici poslati, nakon što se više nisu mogli raspravljati sa svojim poslanicima, rekoše: \"Mi ćemo vas istjerati iz našeg mjesta, ili ćete se vratiti u našu vjeru!\" Tada Allah objavi poslanicima, bodreći ih: \"Mi ćemo, doista, uništiti nepravednike, a to su oni koji ne vjeruju u Allaha i Njegove poslanike.\"",
		"korkutTranslationOfAyah":"Nevjernici su govorili poslanicima svojim: \"Ili ćete vjerē našē biti ili ćemo vas, doista, iz zemlje naše protjerati!\" A poslanicima je Gospodar njihov objavljivao: \"Mi ćemo nevjernike, sigurno, uništiti"
	},
	{
		"arabicTextofAyah":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
		"tafsirTextofAyah":"\"I poslije njihovog uništenja ćemo vas, poslanike i one koji vas slijede, umjesto njih, na Zemlji nastaniti.\" To je obećanje onima koji veličaju Allaha, koji se trude da uvijek budu svjesni Njegovog nadziranja, i koji se boje Njegovih prijetnji.",
		"korkutTranslationOfAyah":"i poslije njih vas na Zemlji nastaniti. Biće to za one koji će se polaganja računa preda Mnom bojati i koji će od prijetnje Moje strahovati.\""
	},
	{
		"arabicTextofAyah":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ",
		"tafsirTextofAyah":"Poslanici su tražili od svog Gospodara da ih pomogne protiv neprijatelja, pa je propao svaki oholnik koji se borio protiv istine, ne slijedeći je, iako mu je postala jasna.",
		"korkutTranslationOfAyah":"I poslanici su pomoć tražili, pa je svaki oholi inadžija nastradao –"
	},
	{
		"arabicTextofAyah":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ",
		"tafsirTextofAyah":"Ispred ovog oholnika će na Sudnjem danu biti Džehennem, koji mu je stalno u zasjedi, i kada u njega bude ušao biće napajan gnojem i sukrvicom džehennemlija, što mu neće žeđ utoliti. Neprekidno će biti kažnjavan žeđu i raznim drugim vrstama kazne.",
		"korkutTranslationOfAyah":"pred njim će Džehennem biti – i on će biti pojen odvratnom kapljevinom,"
	},
	{
		"arabicTextofAyah":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ",
		"tafsirTextofAyah":"Mučit će se da to proguta, pokušavajući, što će mu teško padati zbog gorčine, vreline i smrada, pa neće moći progutati, a smrt će ga okruživati sa svih strana, zbog žestine kazne, ali neće moći da umre pa da se odmori. Ostat će živ, pateći, a ispred njega je i druga žestoka kazna koja ga čeka.",
		"korkutTranslationOfAyah":"mučiće se da je proguta, ali je nikako neće moći proždrijeti i smrt će mu sa svih strana prilaziti, ali on neće umrijeti; njega će teška patnja čekati."
	},
	{
		"arabicTextofAyah":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
		"tafsirTextofAyah":"Primjer dobrih djela koja čine nevjernici, poput sadake, dobročinstva, pomaganja sirotinje, je kao primjer pepela kojeg raspršuju snažni vjetrovi na svakom mjestu, ne ostavivši mu traga. Njihova djela je raspršilo njihovo nevjerstvo, pa im na Sudnjem danu neće ništa koristiti. To djelo koje nije izgrađeno na vjerovanju predstavlja veliko skretanje sa pravog puta.",
		"korkutTranslationOfAyah":"Djela nevjernika u Gospodara njihova nalik su na pepeo koji vihor u olujnom danu raznese; neće moći očekivati nikakvu nagradu za djela koja su učinili, to će teška propast biti!"
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
		"tafsirTextofAyah":"O čovječe, zar ne znaš da je Allah stvorio nebesa i Zemlju s Istinom, a ne uzalud? Da je On htio da vas zbriše sa lica Zemlje, o ljudi, i stvori druga stvorenja koja će Ga obožavati i koja će Mu se pokoravati umjesto vas, On bi to uradio, jer to je Njemu lahko.",
		"korkutTranslationOfAyah":"Zar ne vidiš da je Allah mudro nebesa i Zemlju stvorio? Ako htjedne, vas će udaljiti i nova stvorenja dovesti;"
	},
	{
		"arabicTextofAyah":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
		"tafsirTextofAyah":"Njemu nije nemoguće da vas uništi i stvori druga stvorenja, jer On je svemoćan.",
		"korkutTranslationOfAyah":"to Allahu nije teško."
	},
	{
		"arabicTextofAyah":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ",
		"tafsirTextofAyah":"Na Sudnjem danu će stvorenja izaći iz svojih grobova pred Allaha, pa će slabi koji su slijedili svoje velikane i prvake reći: \"Mi smo vas slijedili, o prvaci, i vašim se naredbama i zabranama pokoravali, pa da li ćete od nas odagnati išta od Allahove kazne?\" Njihovi velikani će reći: \"Da nas je Allah uputio - i mi bismo vas uputili i svi bismo bili spašeni, ali mi smo u zabludu otišli pa smo i vas u zabludu odveli. Svejedno nam je da li možemo ili ne možemo podnijeti kaznu, nikako ne možemo pobjeći.\"",
		"korkutTranslationOfAyah":"I izići će svi pred Allaha, pa će oni koji su bili tlačeni reći glavešinama svojim: \"Mi smo bili vaše pristalice, možete li nam imalo Allahovu kaznu olakšati?\" – \"Da je nas Allah uputio\" – odgovoriće oni – \"i mi bismo bili vas uputili. Žalili se mi ili trpjeli, svejedno nam je, spasa nam više neće biti.\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Nakon što džennetlije uđu u Džennet, a džehennemlije u Džehennem, Iblis će reći: \"Allah vam je dao istinito obećanje, koje je ispunio, a ja sam vam dao nevaljano obećanje, koje sam prekršio. Ja vas na dunjaluku nisam mogao prisiliti da budete nevjernici i u zabludi, već sam vas pozivao u nevjerstvo i uljepšao vam grijehe, pa ste pohitali da me slijedite. Zato nemojte mene kriviti za vašu zabludu već krivite sebe. Vi ste preči da sebe krivite! Ja vas ne mogu spasiti od kazne, niti vi možete spasiti mene. Ja nemam ništa s time što ste me učinili sudrugom Allahu u obožavanju, i oni koji Njemu druge pripisuju i u Njega ne vjeruju na dunjaluku biće žestoko kažnjeni na Sudnjem danu.\"",
		"korkutTranslationOfAyah":"I kada bude sve riješeno, šejtan će reći: \"Allah vam je prâvō obećanje dao, a ja sam svoja obećanja iznevjerio; ali, ja nisam nikakve vlasti nad vama imao, samo sam vas pozivao i vi ste mi se odazivali; zato ne korite mene, već sami sebe, niti ja mogu vama pomoći niti vi možete pomoći meni. Ja nemam ništa s tim što ste me prije smatrali Njemu ravnim.\" Nevjernike sigurno čeka bolna patnja."
	},
	{
		"arabicTextofAyah":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ",
		"tafsirTextofAyah":"Nasuprot završetka nepravednika, Allah će vjernike koji su činili dobra djela uvesti u Džennet kroz čije bašče rijeke teku, ispod dvoraca i drveća, u kojem će vječno boraviti dozvolom i moći Gospodara svojega. U njemu će jedni druge pozdravom selama pozdravljati, i meleki će ih pozdravljati, a i Gospodar njihov će ih pozdravljati.",
		"korkutTranslationOfAyah":"A oni koji su vjerovali i dobra djela činili biće uvedeni, voljom Gospodara njihova, u džennetske bašče kroz koje rijeke teku i u njima će vječno boraviti, u njima će se riječju \"Mir!\" pozdravljati."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ",
		"tafsirTextofAyah":"O Poslaniče, zar ne znaš kako Allah navodi primjer za riječi monoteizma, riječi šehadeta: la ilahe illallah? On ih poredi sa lijepim drvetom, palmom, čiji je korijen duboko u zemlji iz koje crpi vodu svojim kvalitetnim korijenjem, a njena krošnja je visoko, ka nebu, gdje se na njoj formira rosa, i gdje udiše čist vazduh.",
		"korkutTranslationOfAyah":"Zar ne vidiš kako Allah navodi primjer – lijepa riječ kao lijepo drvo: korijen mu je čvrsto u zemlji, a grane prema nebu;"
	},
	{
		"arabicTextofAyah":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
		"tafsirTextofAyah":"Ovo lijepo drvo daje svoje lijepe plodove u svakom vremenu, odredbom svoga Gospodara, i On navodi ljudima primjere kako bi pouku primili.",
		"korkutTranslationOfAyah":"ono plod svoj daje u svako doba koje Gospodar njegov odredi – a Allah ljudima navodi primjere da bi pouku primili."
	},
	{
		"arabicTextofAyah":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ",
		"tafsirTextofAyah":"Loše riječi, riječi višeboštva, su poput lošeg drveta, poput hanzale (Citrullus colocynthis, kolocint) iščupane iz korijena, nije postojana na zemlji, niti je uzdignuta ka nebu. Kao takva, ona vehne i vjetrovi je raspršuju. Takve su riječi nevjerstva, na kraju će nestati, a dobra djela nevjernika ne uspinju se ka Allahu i ne bivaju primljena.",
		"korkutTranslationOfAyah":"A ružna riječ je kao ružno drvo: iščupanom drvetu s površine zemlje nema opstanka."
	},
	{
		"arabicTextofAyah":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ",
		"tafsirTextofAyah":"Allah učvršćuje vjernike postojanim govorom monoteizma, daje im čvrst iman na dunjaluku tako da ostanu vjernici do smrti, a nakon smrti, u grobovima svojim, učinit će ih postojanim pri odgovaranju na pitanja meleka, kao što će ih učiniti postojanim i na ispitu na Sudnjem danu. S druge strane, Allah nepravednike odvodi u zabludu, jer su nepravdu učinili tako što su bili višebošci ili nevjernici u Allaha, i ne daje im razboritost. Uzvišeni Alah čini ono što On hoće, neke ljude odvodi u zabludu, iz Svoje pravde, a neke upućuje, iz Svoje blagodarnosti i plemenitosti, i Njega niko ni na šta ne može prisiliti.",
		"korkutTranslationOfAyah":"Allah će vjernike postojanom riječju učvrstiti i na ovome i na onome svijetu, a nevjernike će u zabludi ostaviti; Allah radi šta hoće."
	},
	{
		"arabicTextofAyah":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ",
		"tafsirTextofAyah":"Vidiš stanje onih Kurejšija koji ne vjeruju u Allaha i Njegovog Poslanika, koji su Allahovu blagodat sigurnosti u mekkanskom haremu i blagodat slanja Muhammeda kao poslanika zamijenili poricanjem Njegovih blagodati i nezahvalnošću na njima, time što su utjerali u laž ono sa čim im je Poslanik došao od svog Gospodara, odvodeći svoje sljedbenike u vječnu propast.",
		"korkutTranslationOfAyah":"Zar ne vidiš one koji su umjesto zahvalnosti Allahu na blagodatima – nezahvalnošću uzvratili i narod svoj u Kuću propasti doveli,"
	},
	{
		"arabicTextofAyah":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ",
		"tafsirTextofAyah":"Vječna propast je Džehennem, u koji će ući, u kojem će patiti od vreline, a grozno li je on boravište.",
		"korkutTranslationOfAyah":"u Džehennem, u kome će gorjeti – a užasno je on prebivalište! –"
	},
	{
		"arabicTextofAyah":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ",
		"tafsirTextofAyah":"Višebošci su Allahu druge (u nečemu) sličnim smatrali kako bi svoje sljedbenike odvratili od pravog puta nakon što su i sami s njega skrenuli. Reci im, o Poslaniče: \"Uživajte u svojim prohtjevima na ovom svijetu, šireći vašu zabludu, doista ćete skončati u Vatri, i od nje ne možete pobjeći.\"",
		"korkutTranslationOfAyah":"i izmislili Allahu ortake da bi zavodili s puta Njegova? Reci: \"Naslađujte se, završićete, sigurno, u vatri!\""
	},
	{
		"arabicTextofAyah":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ",
		"tafsirTextofAyah":"O Poslaniče, reci vjernicima: \"O vi koji vjerujete, obavljajte namaz na najpotpuniji način, udjeljujte dio onoga čime vas je Allah opskrbio, kroz obavezne i pohvalne vidove udjeljivanja, nekada tajno, da biste se sačuvali pretvaranja, a nekada javno želeći time da druge podstaknete na dobro. Činite ovo prije nego što dođe dan u kojem neće biti kupoprodaje niti će se iko moći iskupiti i sačuvati Allahove kazne, dan u kojem se drug za druga (bez Allahove dozvole) neće moći zauzimati.\"",
		"korkutTranslationOfAyah":"Reci vjernicima, robovima Mojim, da molitvu obavljaju i da udjeljuju i tajno i javno, dio onoga što im Mi darujemo, prije nego što nastupi Dan u kome neće biti trgovanja ni prijateljstva."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ",
		"tafsirTextofAyah":"O ljudi, Allah je Taj Koji je stvorio nebesa i Zemlju ni iz čega, i On s neba spušta kišu koju čini uzrokom rađanja raznovrsnih plodova, koji predstavljaju vašu opskrbu, i On vam je podredio vaše lađe, omogućivši da po vodi plove, shodno Njegovim zakonima, i On vam je podredio rijeke iz kojih pijete i iz kojih napajate svoju stoku i svoje usjeve.",
		"korkutTranslationOfAyah":"Allah je stvoritelj nebesa i Zemlje; On spušta s neba kišu i čini da pomoću nje rađaju plodovi kojima se hranite; i daje vam da se koristite lađama koje plove morem voljom Njegovom, i daje vam da se rijekama koristite;"
	},
	{
		"arabicTextofAyah":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ",
		"tafsirTextofAyah":"I On je učinio da se koristite Suncem i Mjesecom koji neprestano plove, i da se koristite noću i obdanicom tako što noću spavate i odmarate, a danju upražnjavate razne aktivnosti i poslove.",
		"korkutTranslationOfAyah":"i daje vam da se koristite Suncem i Mjesecom, koji se stalno kreću, i daje vam da se koristite noći i danom;"
	},
	{
		"arabicTextofAyah":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ",
		"tafsirTextofAyah":"Allah vam daje od svega što od Njega tražite i što ne tražite, i kada biste Allahove blagodati brojali ne biste ih mogli nabrojati, zbog njihovog mnoštva i njihove raznovrsnosti. Ono što vam je ovdje spomenuo su samo neki primjeri blagodati, a čovjek je doista nepravedan prema sebi, i puno poriče Allahove blagodati.",
		"korkutTranslationOfAyah":"i daje vam svega onoga što od Njega išćete, i ako biste Allahove blagodati brojali, ne biste ih nabrojali. – Čovjek je, uistinu, nepravedan i nezahvalan."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kada je Ibrahim, nakon što je nastanio svog sina Ismaila sa svojom ženom Hadžer u mekkanskoj dolini, rekao: \"Gospodaru moj, učini ovo mjesto u kojem sam nastanio svoju porodicu, Mekku, sigurnim mjestom, u kojem se neće krv prolijevati, u kojem se nikom nepravda neće činiti, i udalji mene i moje potomstvo od obožavanja kipova.\"",
		"korkutTranslationOfAyah":"A kada Ibrahim reče: \"Gospodaru moj, učini ovaj grad sigurnim i sačuvaj mene i sinove moje da se klanjamo kumirima,"
	},
	{
		"arabicTextofAyah":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"\"Gospodaru moj, doista su kipovi mnoge ljude u zabludu odveli, jer su pomislili da će se oni za njih kod Tebe zauzimati, pa su u smutnju upali i obožavali ih pored Allaha. Ko me bude slijedio u monoteizmu i pokornosti Tebi, takav je pripadnik moje skupine i moj pravi sljedbenik, a ko me u tome ne bude slijedio - pa Ti, Gospodaru, puno praštaš grijehe onome kome Ti hoćeš, i ti si milostiv prema njima.\"",
		"korkutTranslationOfAyah":"oni su, Gospodaru moj, mnoge ljude na stranputicu naveli. Onaj ko bude mene slijedio – moje je vjere, a onaj ko bude protiv mene ustajao – pa, Ti, uistinu, praštaš i samilostan si."
	},
	{
		"arabicTextofAyah":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ",
		"tafsirTextofAyah":"\"Gospodaru naš, Ja sam neke svoje potomke, Ismaila i njegovo potomstvo, naselio u dolini, Mekki, u kojoj nema usjeva niti vode, pored Tvog svetog hrama. Gospodaru naš, ja sam ih tu nastanio kako bi namaz uspostavili, pa učini da srca ljudi čeznu za njima i za ovim mjestom, i opskrbi ih plodovima kako bi Ti zahvalni na Tvojim blagodatima bili.\"",
		"korkutTranslationOfAyah":"Gospodaru naš, ja sam neke potomke svoje naselio u kotlini u kojoj se ništa ne sije, kod Tvoga Časnog hrama, da bi, Gospodaru naš, molitvu obavljali; zato učini da srca nekih ljudi čeznu za njima i opskrbi ih raznim plodovima da bi zahvalni bili."
	},
	{
		"arabicTextofAyah":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
		"tafsirTextofAyah":"\"Gospodaru naš, Ti znaš sve ono što krijemo i što javno činimo, ništa Ti nije skriveno na nebesima ni na Zemlji, tako da znaš našu potrebu i ovisnost za Tobom.\"",
		"korkutTranslationOfAyah":"Gospodaru naš, Ti zacijelo znaš šta mi tajimo, a šta na javu iznosimo. Allahu ništa nije skriveno ni na Zemlji ni na nebu."
	},
	{
		"arabicTextofAyah":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ",
		"tafsirTextofAyah":"\"Sva zahvalnost i hvala pripadaju Allahu Uzvišenom, Koji je uslišao moju dovu i dao mi hairli potomstvo, Koji mi je sa Hadžerom dao Ismaila, i pored moje starosti, i sa Sarom mi dao Ishaka, a doista Allah čuje dove dovitelja.\"",
		"korkutTranslationOfAyah":"Hvala Allahu, koji mi je u starosti podario Ismaila i Ishaka; Gospodar moj, uistinu, uslišava molbe."
	},
	{
		"arabicTextofAyah":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ",
		"tafsirTextofAyah":"\"Gospodaru moj, učini mene i moje potomstvo od onih koji obavljaju namaz na najpotpuniji način, Gospodaru naš, usliši moju dovu i primi je.\"",
		"korkutTranslationOfAyah":"Gospodaru moj, daj da ja i neki potomci moji obavljamo molitvu; Gospodaru naš, Ti usliši molbu moju!"
	},
	{
		"arabicTextofAyah":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ",
		"tafsirTextofAyah":"\"Gospodaru naš, oprosti mi grijehe moje i oprosti grijehe mojih roditelja.\" (Ovo je Ibrahim rekao prije nešto što je saznao da je njegov otac Allahov neprijatelj, a kada je to saznao - odrekao ga se). \"I oprosti vjernicima grijehe njihove na dan kada će ljudi ustati radi obračuna pred Gospodarom svojim.\"",
		"korkutTranslationOfAyah":"Gospodaru naš, oprosti meni, i roditeljima mojim, i svim vjernicima – na Dan kad se bude polagao račun!\""
	},
	{
		"arabicTextofAyah":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ",
		"tafsirTextofAyah":"O Poslaniče, nemoj misliti da Allah ne mari za onim što rade nepravednici kada im odlaže kaznu, oni poriču istinu i odvraćaju od Allahovog puta i čine druga zla, i Allah sve to zna, jer Njemu ništa skriveno nije. On im odlaže kaznu do Sudnjeg dana u kojem će ljudi podignuti svoje poglede od strahote onoga što će vidjeti.",
		"korkutTranslationOfAyah":"A ti nikako ne misli da Allah ne motri na ono što rade nevjernici! On im samo pušta do Dana kada će im oči ostati otvorene,"
	},
	{
		"arabicTextofAyah":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ",
		"tafsirTextofAyah":"Kada ljudi žurno ustanu iz svojih grobova ka pozivaču, podignutih glava, gledajući panično ka nebu, ukočenih pogleda, od strahote onoga što će vidjeti. Srca će im biti prazna, bez razuma i razumijevanja, od strahote situacije u kojoj su se našli.",
		"korkutTranslationOfAyah":"i kada će žureći, uzdignutih glava, netremice gledati; a srca će im prazna biti."
	},
	{
		"arabicTextofAyah":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ",
		"tafsirTextofAyah":"O Poslaniče, upozori tvoj ummet na Allahovu kaznu na Sudnjem danu, kada će oni koji su sebi činili nepravdu nevjerstvom i višeboštvom reći: \"Gospodaru naš, odloži nam kaznu, vrati nas još malo na dunjaluk, da u Tebe vjerujemo i da poslanike koje si nam poslao slijedimo\", pa će im biti odgovoreno podrugljivo: \"Zar se na dunjaluku niste zaklinjali da se nećete preseliti na Ahiret, poričući proživljenje nakon smrti?\"",
		"korkutTranslationOfAyah":"Ti opominji ljude Danom kada će im kazna doći, kada će oni koji su se ogriješili prema sebi – govoriti: \"Gospodaru naš, ostavi nas još samo kratko vrijeme, odazvaćemo se pozivu Tvome i slijedićemo poslanike!\" – \"A zar se prije niste zaklinjali da nećete na onaj svijet?"
	},
	{
		"arabicTextofAyah":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ",
		"tafsirTextofAyah":"\"Zar niste bili nastanjeni u mjestima gdje su živjeli oni koji su prema sebi nepravdu učinili ne vjerujući u Allaha, poput Hudovog i Salihovog naroda, i bilo vam je jasno kako smo ih uništili? Mi smo vam primjere navodili u Našoj knjizi kako biste pouku primili, ali vi to niste učinili.\"",
		"korkutTranslationOfAyah":"I nastanili ste se bili u kućama onih koji su se prema sebi ogriješili, a bilo vam je poznato kako smo s njima postupili, i primjere smo vam navodili.\""
	},
	{
		"arabicTextofAyah":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ",
		"tafsirTextofAyah":"Ti stanovnici mjesta prijašnjih nepravednih naroda prave spletke da ubiju Muhammeda, sallallahu 'alejhi ve sellem, i stanu u kraj njegovom pozivu, a Allah zna šta spletkare, jer Njemu ništa nije skriveno. Njihove su spletke slabe, jer one ne mogu uništiti planine niti nešto drugo, zbog svoje slabosti, za razliku od zamke koju je Allah njima priredio.",
		"korkutTranslationOfAyah":"I oni lukavstva svoja pletu, a Allah zna za lukavstva njihova, samo što lukavstva njihova ne mogu brda pokrenuti."
	},
	{
		"arabicTextofAyah":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ",
		"tafsirTextofAyah":"O Poslaniče, nemoj pomisliti da će Allah prekršiti obećanje koje je dao poslanicima, obećanje da će konačna pobjeda pripasti poslanicima i Njegovoj vjeri. Doista je On Silni, Onaj sa Kim se niko ne može nadjačavati, i On će počastiti i uzdignuti Svoje dobre robove, a žestoko kazniti Svoje neprijatelje, neprijatelje Njegovih poslanika.",
		"korkutTranslationOfAyah":"Nemoj ni pomisliti da Allah neće održati obećanje Svoje poslanicima Svojim – Allah je, uistinu, silan i strog –"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
		"tafsirTextofAyah":"Ovo kažnjavanje nevjernika će se desiti na Sudnjem danu, kada Zemlja bude zamijenjena drugom, bijele boje, čista, i kada nebesa budu zamijenjena drugim, i kada ljudi ustanu iz svojih kaburova, sa svojim tijelima i djelima, i stanu pred Allaha, Kome jedinom pripada vlast i veličanstvo, pred Svemoćnog Potčinitelja, Kome je sve potčinjeno i Koji nikom ne biva potčinjen.",
		"korkutTranslationOfAyah":"na Dan kada Zemlja bude zamijenjena drugom zemljom, a i nebesa, i kad svi iziđu pred Allaha Jedinoga i Svemoćnoga."
	},
	{
		"arabicTextofAyah":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
		"tafsirTextofAyah":"O Poslaniče, na danu kada Zemlja bude zamijenjena drugom, i kada nebesa budu zamijenjena drugim, vidjećeš nevjernike i višebošce svezane, vidjećeš kako su im noge i ruke lancima svezane za vrat, i kako je njihova odjeća od katrana (jako zapaljive materije), a njihova smrknuta lica prekriva vatra.",
		"korkutTranslationOfAyah":"Toga dana ćeš vidjeti grješnike povezane u zajedničke okove;"
	},
	{
		"arabicTextofAyah":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
		"tafsirTextofAyah":"O Poslaniče, na dan kada Zemlja bude zamijenjena drugom, i kada nebesa budu zamijenjena drugim, vidjećeš nevjernike i višebošce jedne s drugim povezane, vidjećeš kako su im noge i ruke lancima svezane za vrat, i kako je njihova odjeća od katrana (jako zapaljive materije), a njihova smrknuta lica prekriva vatra.",
		"korkutTranslationOfAyah":"košulje će im od katrana biti, a vatra će lica njihova obavijati –"
	},
	{
		"arabicTextofAyah":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"To je zato da Allah svakome da ono što je zaslužio, dobro ili loše, a doista Allah brzo obračunava.",
		"korkutTranslationOfAyah":"da Allah kazni svakoga prema zasluzi – Allah će zaista brzo račun svidjeti."
	},
	{
		"arabicTextofAyah":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"Ovaj Kur'an koji je objavljen Muhammedu, sallallahu 'alejhi ve sellem, je obznana ljudima od Allaha kako bi bili opomenuti strašnom prijetnjom koja se u njemu nalazi, da bi znali da samo Allah zaslužuje da bude obožavan, da Ga obožavaju i da Mu ne pripisuju druga, da bi pouku primili oni koji imaju zdrav razum, jer samo takvi pouke primaju.",
		"korkutTranslationOfAyah":"Ovo je obznana ljudima i da njome budu opomenuti i da znaju da je samo On jedan Bog, i da razumom obdarenī prime pouku!"
	}
]