[
	{
		"arabicTextofAyah":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ",
		"tafsirTextofAyah":"O kur’anskim smo skraćenicama govorili na početku sure el-Bekara. Ovo su ajeti časnog i uzvišenog Kur’ana, kojeg je objavio Uzvišeni Allah i u njemu objasnio vjerovanje i vjerozakon.",
		"korkutTranslationOfAyah":"Elif Lām Rā. Ovo su ajeti Knjige, Kur'ana jasnog!"
	},
	{
		"arabicTextofAyah":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ",
		"tafsirTextofAyah":"Kad im na Sudnjem danu bude jasno da su na dunjaluku bili krivovjerni, da su vjerovali u neistinu, nevjernici će zažaliti što nisu bili muslimani.",
		"korkutTranslationOfAyah":"Zažaliće nevjernici često što nisu postali muslimani."
	},
	{
		"arabicTextofAyah":"ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Poslaniče, pusti poricatelje neka jedu kao što stoka jede i neka se naslađuju ovozemaljskim, prolaznim užicima koji im ulijevaju dugu nadu i odvraćaju od vjerovanja i činjenja dobrih djela. Znat će oni u kakvu će se nevolju uvaliti kad budu vraćeni Gospodaru na Sudnjem danu.",
		"korkutTranslationOfAyah":"Pusti ih neka jedu i naslađuju se, i neka ih zavara nada – znaće oni!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ",
		"tafsirTextofAyah":"Mi smo gradove i sela čiji stanovnici bijahu zulumćari uništavali upravo onda kad bi došao njihov kraj poznat Allahu, ni prije ni poslije.",
		"korkutTranslationOfAyah":"A Mi smo uništavali gradove samo u određeno vrijeme,"
	},
	{
		"arabicTextofAyah":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
		"tafsirTextofAyah":"Neka zulumćari ne budu obmanuti time što im Allah daje vremena. Onda kad je određeno, određeni narod bude uništen.",
		"korkutTranslationOfAyah":"nijedan narod ne može ni ubrzati ni usporiti konac svoj."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ",
		"tafsirTextofAyah":"Mekanski višebošci govorili su Allahovom Poslaniku, sallallahu alejhi ve sellem: “Ej ti koji tvrdiš da ti se objavljuje Knjiga, tvrdeći to ti se ponašaš kao što se ludi ljudi ponašaju!”",
		"korkutTranslationOfAyah":"Oni govore: \"Ej, ti kome se Kur'an objavljuje, ti si, uistinu, lud!"
	},
	{
		"arabicTextofAyah":"لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"Zbog čega ne dovedeš meleke koji će posvjedočiti u tvoju korist, odnosno zašto ne moliš Boga da nas uništi jer ne vjerujemo!",
		"korkutTranslationOfAyah":"Zašto nam meleke ne dovedeš, ako je istina što govoriš!\""
	},
	{
		"arabicTextofAyah":"مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ",
		"tafsirTextofAyah":"Pobijajući ovaj zahtjev krivovjernih, Gospodar je rekao: “Meleke šaljemo u skladu s mudrosti koja to iziskuje, i to onda kad dođe vrijeme da određeni narod bude kažnjen. Ukoliko pošaljemo meleke da ih unište kao nevjernike, nećemo im dati roka, nego ćemo ih trenutno uništiti.”",
		"korkutTranslationOfAyah":"Mi meleke šaljemo samo s Istinom, i tada im se ne bi dalo vremena da čekaju."
	},
	{
		"arabicTextofAyah":"إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
		"tafsirTextofAyah":"Mi, uistinu, Kur’an objavljujemo Muhammedu, sallallahu alejhi ve sellem, knjigu koja sadrži opomenu ljudima, i zaista ćemo Mi nad njim bdjeti, tj. čuvat ćemo ga od dodavanja i oduzimanja, mijenjanja i iskrivljavanja.",
		"korkutTranslationOfAyah":"Mi, uistinu, Kur'an objavljujemo i zaista ćemo Mi nad njim bdjeti!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Vjerovjesniče, prije tebe slali smo poslanike nevjerničkim zajednicama, no oni su ih u laž utjeravali. Dakle, ti nisi prvi poslanik koga njegov narod smatra lašcem.",
		"korkutTranslationOfAyah":"I prije tebe smo poslanike prijašnjim narodima slali"
	},
	{
		"arabicTextofAyah":"وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Nevjerničkim zajednicama nijedan poslanik nije došao, a da ga nisu proglasili lašcem i da ga nisu ismijavali.",
		"korkutTranslationOfAyah":"i nijedan im poslanik nije došao, a da mu se nisu narugali."
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Kao što smo poricanje uveli u srce prijašnjih naroda, tako ćemo ga uvesti u srce mekanskih višebožaca, tim prije jer glave okreću i inate se.",
		"korkutTranslationOfAyah":"Eto tako Mi Kur'an uvodimo u srca nevjernika,"
	},
	{
		"arabicTextofAyah":"لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Oni neće vjerovati u Knjigu koja je objavljena Poslaniku, sallallahu alejhi ve sellem, a zna se da je Gospodar kažnjavao narode koji su poricali ono što su im poslanici njihovi donosili. Neka oni koji poriču uzmu pouku iz tvog poslanstva.",
		"korkutTranslationOfAyah":"oni u nj neće vjerovati, a zna se šta je bilo s narodima davnašnjim."
	},
	{
		"arabicTextofAyah":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ",
		"tafsirTextofAyah":"Kad bi Uzvišeni Allah dao da se inadžije, na temelju jasnih i nepobitnih dokaza, uvjere u istinu, i da im na nebu otvori kapiju kroz koju bi se uspinjali, oni opet ne bi povjerovali.",
		"korkutTranslationOfAyah":"Kad bismo njih radi kapiju na nebu otvorili i oni se kroz nju uspinjali,"
	},
	{
		"arabicTextofAyah":"لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ",
		"tafsirTextofAyah":"Dakle, ne bi povjerovali, nego bi rekli: “Onemogućeni smo da vidimo! Ovo što vidimo jest čarolija, i mi smo opčinjeni!”",
		"korkutTranslationOfAyah":"opet bi oni, zacijelo, rekli: \"Samo nam se pričinjava, mi smo ljudi opčinjeni!\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
		"tafsirTextofAyah":"Na nebu smo veličanstvena sazviježđa stvorili kako bi se ljudi prema njima upravljali na putovanjima, na moru i na kopnu. Ukrasili smo ih kako bi bila pokazatelj Allahove moći.",
		"korkutTranslationOfAyah":"Mi smo na nebu sazviježđa stvorili i za one koji ih posmatraju ukrasili"
	},
	{
		"arabicTextofAyah":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ",
		"tafsirTextofAyah":"Svevišnji Allah sačuvao je nebo od svakog šejtana, koji je udaljen od Allahove milosti.",
		"korkutTranslationOfAyah":"i čuvamo ih od svakog šejtana prokletog;"
	},
	{
		"arabicTextofAyah":"إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ",
		"tafsirTextofAyah":"Onog šejtana koji kradom prisluškuje nebeske vijesti stigne svjetlica i uništi.",
		"korkutTranslationOfAyah":"a onoga koji kradom prisluškuje stiže svjetlica vidljiva."
	},
	{
		"arabicTextofAyah":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ",
		"tafsirTextofAyah":"Zemlju smo prostrli, da bi ljudi na njoj živjeli, i po njoj čvrste palanine razbacali, kako se ne bi potresala. Pored toga, na Zemlji smo učinili da raste bilje, onoliko koliko treba i ono koje treba, u skladu s Našom mudrosti.",
		"korkutTranslationOfAyah":"A Zemlju smo prostrli i po njoj nepomične planine razbacali i učinili da na njoj sve s mjerom raste,"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ",
		"tafsirTextofAyah":"Ljudi, stvorili smo na Zemlji hranu i piće, koji su vam na raspolaganju sve dok živite. Mi hranimo ljude i životinje, a ne vi.",
		"korkutTranslationOfAyah":"i dajemo vam iz nje hranu, a i onima koje vi ne hranite."
	},
	{
		"arabicTextofAyah":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ",
		"tafsirTextofAyah":"Jedino Mi stvaramo sve čime se koriste ljudi i životinje. Ono što stvorimo, to stvorimo u određenoj mjeri, sukladno Našoj mudrosti i htijenju.",
		"korkutTranslationOfAyah":"I ne postoji ništa čije riznice ne posjedujemo, a od toga Mi dajemo samo onoliko koliko je potrebno."
	},
	{
		"arabicTextofAyah":"وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ",
		"tafsirTextofAyah":"Mi stvaramo kišu u nagomilanim oblacima, i vi tu vodu, koju vam spuštamo, ne možete pohraniti u Zemlji u vidu rijeka i bunara – Mi to činimo.",
		"korkutTranslationOfAyah":"Mi šaljemo vjetrove da oplođuju, a iz neba spuštamo kišu da imate šta piti – vi time ne možete raspolagati."
	},
	{
		"arabicTextofAyah":"وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ",
		"tafsirTextofAyah":"Mi ćemo mrtve proživiti nakon smrti, kao što živima, onda kad im dođe čas smrtni, uzimamo duše. Mi smo vječni, Mi ćemo naslijediti Zemlju i sve što se na njoj nalazi.",
		"korkutTranslationOfAyah":"I samo Mi dajemo život i smrt, i samo smo Mi vječni,"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ",
		"tafsirTextofAyah":"Mi znamo ko se prije vas rodio i umro, a znamo i ko će se poslije vas roditi te umrijeti. Ništa nam od toga nije skriveno.",
		"korkutTranslationOfAyah":"i samo Mi znamo one koji su vam prethodili, i samo Mi znamo one koji će poslije doći,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
		"tafsirTextofAyah":"Poslaniče, tvoj Gospodar će sve ljude sabrati na Danu sudnjem, kako bi dobre nagradio, a zločeste kaznio. On mudro određuje. On sve zna i ništa Mu ne promiče.",
		"korkutTranslationOfAyah":"a On, Gospodar tvoj će ih, zaista, sve sabrati. On je mudar i sve zna."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
		"tafsirTextofAyah":"Mi smo stvorili Adema od suhe ilovače, koju kada pokucaš - čuje se zvuk, i ona je bila crne boje i njen se miris promijenio uslijed dugog stajanja.",
		"korkutTranslationOfAyah":"Mi smo stvorili Adema od ilovače, od blata ustajalog,"
	},
	{
		"arabicTextofAyah":"وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ",
		"tafsirTextofAyah":"A prije nego što ćemo stvoriti Adema, stvorili smo džine od vatre užarene.",
		"korkutTranslationOfAyah":"a još prije smo stvorili džine od vatre užarene."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
		"tafsirTextofAyah":"Sjeti se i spomeni, Vjerovjesniče, kad se Gospodar obratio melekima – Iblis bijaše s njima zajedno: “Ja ću stvoriti čovjeka od suhe ilovače, koja ispušta zvuk kada se u nju pokuca i čiji se miris promijenio uslijed dugog stajanja.”",
		"korkutTranslationOfAyah":"I kad Gospodar tvoj reče melekima: \"Ja ću stvoriti čovjeka od ilovače, od blata ustajalog,"
	},
	{
		"arabicTextofAyah":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
		"tafsirTextofAyah":"I kad mu dam lik i u njega udahnem dušu, vi mu se poklonite pokoravajući se Meni i pozdravljajući njega, Adema!",
		"korkutTranslationOfAyah":"i kad mu dam lik i u nj udahnem dušu, vi mu se poklonite!\""
	},
	{
		"arabicTextofAyah":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
		"tafsirTextofAyah":"Meleki su sproveli ovu Allahovu zapovijed, svi, niko nije izostao.",
		"korkutTranslationOfAyah":"svi meleki su se, zajedno, poklonili,"
	},
	{
		"arabicTextofAyah":"إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
		"tafsirTextofAyah":"Ali Iblis, koji bijaše s melekima, no ne bijaše jedan od njih, nije se poklonio Ademu.",
		"korkutTranslationOfAyah":"osim Iblisa; on se nije htio s njima pokloniti."
	},
	{
		"arabicTextofAyah":"قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
		"tafsirTextofAyah":"“Zašto se nisi pokorio s melekima, koji su poslušali Moju zapovijest?”, upitao je Allah Iblisa.",
		"korkutTranslationOfAyah":"\"O, Iblise\" – reče On – \"zašto se ti ne htjede pokloniti?\""
	},
	{
		"arabicTextofAyah":"قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
		"tafsirTextofAyah":"Iblis je, oholeći se, odgovorio: “Ne priliči mi da se poklonim čovjeku koga si stvorio od blata ustajalog!”",
		"korkutTranslationOfAyah":"\"Nije moje\" – reče – \"da se poklonim čovjeku koga si stvorio od ilovače, od blata ustajalog.\""
	},
	{
		"arabicTextofAyah":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
		"tafsirTextofAyah":"Tad je Allah protjerao Iblisa iz Dženneta, i udaljio ga je od Svoje milosti.",
		"korkutTranslationOfAyah":"\"Onda izlazi iz Dženneta\" – reče On – \"nek si proklet"
	},
	{
		"arabicTextofAyah":"وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ",
		"tafsirTextofAyah":"I rekao mu da će ostati u prokletstvu i daleko od Allahove milosti, do Sudnjeg dana.",
		"korkutTranslationOfAyah":"i neka se prokletstvo zadrži na tebi do Dana sudnjeg!\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
		"tafsirTextofAyah":"Iblis reče: “Gospodaru moj, daj mi vremena, nemoj me usmrtiti do Smaka svijeta!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče on – \"daj mi vremena do dana kada će oni biti oživljeni!\""
	},
	{
		"arabicTextofAyah":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
		"tafsirTextofAyah":"“Eto, bit ćeš jedan od onih kojima ću dati rok”, Allah reče.",
		"korkutTranslationOfAyah":"\"Daje ti se rok\" – reče On –"
	},
	{
		"arabicTextofAyah":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
		"tafsirTextofAyah":"Dat ću ti rok do prvog puhanja u rog, do trenutka kad će pomrijeti sve što postoji.",
		"korkutTranslationOfAyah":"\"do Dana već određenog.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Iblis reče: “Gospodaru, zbog toga što si me u zabludu odveo, ja ću ljudima na Zemlji poroke lijepim prikazivati, i zacijelo ću ih odvoditi s Pravog puta!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče – \"zato što si me u zabludu doveo, ja ću njima na Zemlji poroke lijepim predstaviti i potrudiću se da ih sve zavedem,"
	},
	{
		"arabicTextofAyah":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"“Ali neću moći zavesti Tebi odane robove”, doda Iblis.",
		"korkutTranslationOfAyah":"osim među njima Tvojih robova iskrenih.\""
	},
	{
		"arabicTextofAyah":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ",
		"tafsirTextofAyah":"Allah je rekao: \"Ovo je Pravi put k Meni\", a to znači: ovo je put koji Meni vodi.",
		"korkutTranslationOfAyah":"\"Ove ću se istine Ja držati\" – reče On:"
	},
	{
		"arabicTextofAyah":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ",
		"tafsirTextofAyah":"Ti, Iblise, nećeš imati nikakve vlasti nad onim Mojim robovima koji budu iskreni i Meni odani, već ćeš jedino moći zavoditi one zalutale.",
		"korkutTranslationOfAyah":"\"Ti nećeš imati nikakve vlasti nad robovima Mojim, osim nad onima koji te budu slijedili, od onih zalutalih.\""
	},
	{
		"arabicTextofAyah":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Džehennem će biti mjesto sastanka za Iblisa i sve one koji ga budu slijedili.",
		"korkutTranslationOfAyah":"Za sve njih mjesto sastanka Džehennem će biti,"
	},
	{
		"arabicTextofAyah":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ",
		"tafsirTextofAyah":"Džehennem ima sedam kapija i kroz svaku će kapiju proći određen broj Iblisovih sljedbenika.",
		"korkutTranslationOfAyah":"on će sedam kapija imati i kroz svaku će određen broj njih proći."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
		"tafsirTextofAyah":"Oni koji su se Allaha bojali, pa su izvršavali vjerske naredbe, a sustezali se od onog što im je bilo zabranjeno, oni će u džennetskim baščama pored izvorā biti.",
		"korkutTranslationOfAyah":"Oni koji su se Allaha bojali i onog što im je zabranjeno klonili, oni će u džennetskim baščama pored izvōrā biti."
	},
	{
		"arabicTextofAyah":"ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
		"tafsirTextofAyah":"Prije nego što u Džennet stupe, njima će biti rečeno: “Uđite u Džennet sigurni, straha i svakog nedostatka oslobođeni!”",
		"korkutTranslationOfAyah":"\"Uđite u njih sigurni, straha oslobođeni!\""
	},
	{
		"arabicTextofAyah":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
		"tafsirTextofAyah":"I Mi ćemo zlobu, neprijateljstvo i mržnju iz prsa njihovih odstraniti, pa će kao braća na divanima sjediti i jedni u druge gledati.",
		"korkutTranslationOfAyah":"I Mi ćemo zlobu iz grudi njihovih istisnuti, oni će kao braća na divanima jedni prema drugima sjediti,"
	},
	{
		"arabicTextofAyah":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ",
		"tafsirTextofAyah":"U Džennetu ih neće doticati umor. Oni iz Dženneta neće biti izvedeni, nego će u njemu zauvijek ostati.",
		"korkutTranslationOfAyah":"tu ih umor neće doticati, oni odatle nikada neće izvedeni biti."
	},
	{
		"arabicTextofAyah":"۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Poslaniče, izvijesti Moje robove da sam Ja Oprostitelj, Onaj Koji prašta pokajnicima, te da sam prema njima milostiv.",
		"korkutTranslationOfAyah":"Kaži robovima Mojim da sam Ja, zaista, Onaj koji prašta i da sam milostiv,"
	},
	{
		"arabicTextofAyah":"وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ",
		"tafsirTextofAyah":"Pored toga ih obavijesti da je Moja kazna veoma bolna, pa neka se pokaju da bi Moj oprost zaslužili i Moje se kazne sačuvali.",
		"korkutTranslationOfAyah":"ali da je i kazna Moja, doista, bolna kazna!"
	},
	{
		"arabicTextofAyah":"وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ",
		"tafsirTextofAyah":"Poslaniče, izvijesti ljude o Ibrahimu, alejhis-selam, kome su meleki donijeli radosnu vijest da će dobiti sina i da će Lutov narod biti uništen.",
		"korkutTranslationOfAyah":"I obavijesti ih o gostima Ibrahimovim –"
	},
	{
		"arabicTextofAyah":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ",
		"tafsirTextofAyah":"Meleki su ušli kod Ibrahima i nazvali mu selam, a on im je otpozdravio na ljepši način. Zatim im je ponudio pečeno tele, misleći da se o ljudima radi. Pošto nisu počeli jesti, Ibrahim reče: “Mi smo se vas uplašili.”",
		"korkutTranslationOfAyah":"kada su mu ušli i rekli: \"Mir!\" – on je rekao: \"Mi smo se vas uplašili.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ",
		"tafsirTextofAyah":"Meleki odgovoriše: “Ne plaši se! Donijeli smo ti radosnu vijest, da ćeš imati sina koji će biti učen.”",
		"korkutTranslationOfAyah":"\"Ne plaši se!\" – rekoše – \"donosimo ti radosnu vijest, učena sina ćeš imati.\""
	},
	{
		"arabicTextofAyah":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ",
		"tafsirTextofAyah":"Čudeći se toj radosnoj vijesti, koju su donijeli meleki, Ibrahim upita: “Ja sam ostario i snagu izgubio, pa kako je moguće da steknem dijete?”",
		"korkutTranslationOfAyah":"\"Zar mi donosite radosnu vijest sada kad me je starost ophrvala?\" – reče on – \"čime me radujete?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ",
		"tafsirTextofAyah":"Meleki izaslanici rekoše Ibrahimu: “Mi ti donosimo istinitu radosnu vijest, u koju nema nikakve sumnje. Zato nemoj biti jedan od onih koji gube nadu!”",
		"korkutTranslationOfAyah":"\"Donosimo ti radosnu vijest koja će se doista obistiniti\" – rekoše oni – \"zato nadu ne gubi!\""
	},
	{
		"arabicTextofAyah":"قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
		"tafsirTextofAyah":"“Nadu u Allahovu milost mogu izgubiti samo oni koji su skrenuli s Pravog puta”, kaza Ibrahim.",
		"korkutTranslationOfAyah":"\"Nadu u milost Gospodara svoga mogu gubiti samo oni koji su zabludjeli\" – reče on"
	},
	{
		"arabicTextofAyah":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"Zatim Ibrahim upita: “A koji je tačno razlog vašeg dolaska od Allaha, o izaslanici?”",
		"korkutTranslationOfAyah":"i upita: \"A šta vi hoćete, o izaslanici?\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
		"tafsirTextofAyah":"Oni odgovoriše: “Nas je Gospodar poslao da uništimo Lutove sunarodnjake koji su ogrezli u zlu i koji uveliko remete red na Zemlji.”",
		"korkutTranslationOfAyah":"\"Mi smo poslani narodu nevjerničkom\" – rekoše –"
	},
	{
		"arabicTextofAyah":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Dodali su da će te kazne biti pošteđeni vjernici iz Lutove porodice i njegovi sljedbenici. Oni će, dakle, biti spašeni.",
		"korkutTranslationOfAyah":"\"samo ćemo svu Lutovu čeljad spasiti,"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"A žena Lutova, ona će biti kažnjena jer smo tako odredili i presudili.",
		"korkutTranslationOfAyah":"osim žene njegove, ona će, odlučili smo, sa ostalima kaznu iskusiti.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"Pošto meleki izaslanici dođoše Lutovoj porodici u ljudskom liku.",
		"korkutTranslationOfAyah":"I kad izaslanici dođoše Lutu,"
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ",
		"tafsirTextofAyah":"Lut im reče da su oni ljudi koje niko ne poznaje.",
		"korkutTranslationOfAyah":"on reče: \"Vi ste, doista, ljudi neznani!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ",
		"tafsirTextofAyah":"Izaslanici rekoše: “Ne boj se! Mi smo donijeli kaznu u koju sumnjaju tvoji sunarodnjaci.”",
		"korkutTranslationOfAyah":"\"Ne!\" – rekoše oni. \"Donosimo ti ono u što ovi stalno sumnjaju,"
	},
	{
		"arabicTextofAyah":"وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ",
		"tafsirTextofAyah":"I kazaše da su donijeli istinu, u kojoj nema lakrdije, te da istinu govore.",
		"korkutTranslationOfAyah":"donosimo ti ono što će se, sigurno, dogoditi, a mi, zaista, istinu govorimo."
	},
	{
		"arabicTextofAyah":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ",
		"tafsirTextofAyah":"Zapovjedili su mu da izvede svoju čeljad u gluho doba noći, te mu rekoše da se niko ne okreće da bi vidio kakve su kazne dopali krivovjerni. Kazaše mu da ide onamo kamo im je Gospodar naredio.",
		"korkutTranslationOfAyah":"Izvedi čeljad svoju u gluho doba noći, a ti budi na začelju njihovu, i neka se niko od vas ne osvrće, već produžite u pravcu kuda vam se naređuje!\""
	},
	{
		"arabicTextofAyah":"وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ",
		"tafsirTextofAyah":"Stavili smo Lutu do znanja, posredstvom objave, da će njegovi sunarodnjaci nevjerici biti uništeni u svitanje.",
		"korkutTranslationOfAyah":"I Mi smo mu objavili ono što će se zbiti: da će oni, svi do posljednjeg, u svitanje uništeni biti."
	},
	{
		"arabicTextofAyah":"وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ",
		"tafsirTextofAyah":"Stanovnici Sodome dođoše veseli zbog Lutovih gostiju, očekujući da će s njima činiti nemoral.",
		"korkutTranslationOfAyah":"U to dođoše stanovnici grada, veseli."
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ",
		"tafsirTextofAyah":"Lut im reče: “Ovo su moji gosti, i nemojte me sramotiti pred njima time što ćete pokazati da s njima želite spolno općiti.”",
		"korkutTranslationOfAyah":"\"Ovo su gosti moji\" – reče on – \"pa me ne sramotite,"
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ",
		"tafsirTextofAyah":"Dodao je: “Bojte se Gospodara, te se sustegnite od nemorala, i nemojte me svojim gnusnim djelom ponižavati!”",
		"korkutTranslationOfAyah":"i bojte se Allaha, i mene ne ponizujte!\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Lutovi sunarodnjaci povikaše: “Zar ti nismo zabranili da ma koga ugostiš?”",
		"korkutTranslationOfAyah":"\"A zar ti nismo zabranili da ikoga primaš?\" – povikaše oni."
	},
	{
		"arabicTextofAyah":"قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ",
		"tafsirTextofAyah":"Lut im se obratio pred gostima, ograđujući se: “Eto vam žena, stupite u brak s njima ako želite udovoljavati svojim strastima.”",
		"korkutTranslationOfAyah":"\"Ako već hoćete nešto činiti, eto kćeri mojih!\" – reče on."
	},
	{
		"arabicTextofAyah":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"Tako mi života tvog, Poslaniče, Lutov narod bijaše duboko ogrezao u slijeđenju strasti.",
		"korkutTranslationOfAyah":"A života mi tvoga, oni su u pijanstvu svome lutali."
	},
	{
		"arabicTextofAyah":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ",
		"tafsirTextofAyah":"Kad se Sunce pomaljalo, Lutove je sunarodnjake zadesio gromoglas.",
		"korkutTranslationOfAyah":"I njih je zadesio strašan glas kad je Sunce izlazilo,"
	},
	{
		"arabicTextofAyah":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ",
		"tafsirTextofAyah":"Zatim smo njihova naselja izvrnuli, pa smo učinili da ono što je gore bude dolje. Potom smo na njih sručili kamenje od tvrde gline.",
		"korkutTranslationOfAyah":"i Mi smo učinili da ono što je gore bude dolje, i na njih smo kao kišu grumenje od skamenjene gline sručili –"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ",
		"tafsirTextofAyah":"U kazni koja je pogodila Lutove sunarodnjake nalaze se znaci za one koji o tome razmišljaju.",
		"korkutTranslationOfAyah":"to su, zaista, pouke za one koji posmatraju –"
	},
	{
		"arabicTextofAyah":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ",
		"tafsirTextofAyah":"Naselja u kojima je živio Lutov narod nalaze se pored puta, vide ih putnici koji njime prolaze.",
		"korkutTranslationOfAyah":"on je pored puta, i sada postoji;"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"To što se dogodilo sadrži pouke onima koji vjeruju.",
		"korkutTranslationOfAyah":"to je doista pouka za one koji vjeruju."
	},
	{
		"arabicTextofAyah":"وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ",
		"tafsirTextofAyah":"Šuajbov narod, koji živjaše u Ejki, selu u kojem se nalazi brojno gusto drveće, bio je nasilnički narod, tim više jer nisu vjerovali u Allaha i smatrali su Šuajba lašcem.",
		"korkutTranslationOfAyah":"A i stanovnici Ejke su bili nevjernici,"
	},
	{
		"arabicTextofAyah":"فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ",
		"tafsirTextofAyah":"Kaznili smo Šuajbova narod. Naselja u kojima su živjeli Lutov i Šuajbov narod nalaze se pored puta, vide ih putnici koji njime prolaze.",
		"korkutTranslationOfAyah":"pa smo ih kaznili, i oba su pored puta vidljivi."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Stanovnici Hidžra, tj. Semud, poricali su sve poslanike time što su poricali Saliha, poslanika koji je njima poslan. (Hidžr je mjesto između Hidžaza i Šama.)",
		"korkutTranslationOfAyah":"I stanovnici Hidžra su poslanike lažnim smatrali,"
	},
	{
		"arabicTextofAyah":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ",
		"tafsirTextofAyah":"Stanovnicima Hidžra podastrli smo jasne dokaze da je istina ono u što ih Salih poziva i što im od Gospodara dostavlja. Jedan od tih dokaza jest pojava deve iz stijene. Pa ipak, oni te pokazatelje nisu uzimali u obzir i nisu im pridavali nikakvu pažnju.",
		"korkutTranslationOfAyah":"a Mi smo im dokaze Naše bili dali, ali su oni od njih glave okrenuli."
	},
	{
		"arabicTextofAyah":"وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ",
		"tafsirTextofAyah":"Salihovi sunarodnjaci klesali su kuće u brdima, vjerujući da će im one pružiti zaštitu od svega od čega strahuju.",
		"korkutTranslationOfAyah":"Oni su kuće u brdima klesali, vjerujući da su sigurni,"
	},
	{
		"arabicTextofAyah":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ",
		"tafsirTextofAyah":"Međutim, njih u svitanje zadesi strašan glas.",
		"korkutTranslationOfAyah":"pa i njih u svitanje strašan glas zadesi"
	},
	{
		"arabicTextofAyah":"فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Ni imeci koje su stekli ni njihove nastambe u brdima nisu ih mogli sačuvati od kazne.",
		"korkutTranslationOfAyah":"i ne bijaše im ni od kakve koristi ono što su bili stekli."
	},
	{
		"arabicTextofAyah":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ",
		"tafsirTextofAyah":"Mi smo nebesa i Zemlju i ono što je između njih mudro i s istinom stvorili, a ne uzalud. Čas oživljenja zacijelo će doći, zato se ti, Poslaniče, od višebožaca okreni i velikodušno im oprosti.",
		"korkutTranslationOfAyah":"Mi smo nebesa i Zemlju i ono što je između njih mudro stvorili. Čas oživljenja će zacijelo doći, zato ti velikodušno oprosti,"
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Poslaniče, tvoj Gospodar sve stvara i On sve zna.",
		"korkutTranslationOfAyah":"Gospodar tvoj sve stvara i On je Sveznajući. –"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ",
		"tafsirTextofAyah":"Mi smo ti objavili el-Fatihu, koja se sastoji od sedam ajeta. Ona je Kur'an veličanstveni.",
		"korkutTranslationOfAyah":"Mi smo ti objavili sedam ajeta, koji se ponavljaju, i Kur'an veličanstveni ti objavljujemo. –"
	},
	{
		"arabicTextofAyah":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Vjerovjesniče, ne pružaj poglede svoje na ono što Mi dajemo na uživanje nekim od njih i ne budi tužan zbog toga što oni poriču vjerske istine, a prema vjernicima blag i ponizan budi!",
		"korkutTranslationOfAyah":"Ne pružaj poglede svoje na ono što Mi dajemo na uživanje nekim od njih i ne budi tužan zbog njih, a prema vjernicima blag budi"
	},
	{
		"arabicTextofAyah":"وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"I reci, Božiji Poslaniče: “Ja samo jasno upozoravam na kaznu!”",
		"korkutTranslationOfAyah":"i reci: \"Ja samo javno opominjem\" –"
	},
	{
		"arabicTextofAyah":"كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ",
		"tafsirTextofAyah":"Opominjem vas kako vas ne bi zadesilo ono što je zadesilo one koji su podijelili Allahovu knjigu, pa u jedan dio povjerovali, a drugi dio porekli.",
		"korkutTranslationOfAyah":"kao što smo sljedbenike Knjige opomenuli,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ",
		"tafsirTextofAyah":"Dakle, opominjem vas kako vas ne bi zadesilo ono što je zadesilo one koji su podijelili Allahovu knjigu, pa su kazali da je sihr, odnosno poezija, odnosno proročanstvo.",
		"korkutTranslationOfAyah":"one koji Kur'an na dijelove dijele."
	},
	{
		"arabicTextofAyah":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Poslaniče, tako Mi tvog Gospodara, ti će ljudi biti pozvati na odgovornost za to što su Knjigu podijelili u dijelove.",
		"korkutTranslationOfAyah":"I tako Mi Gospodara tvoga, njih ćemo sve na odgovornost pozvati"
	},
	{
		"arabicTextofAyah":"عَمَّا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Također ćemo ih pozvati na odgovornost zbog nevjerstva i grijeha koje su činili na dunjaluku.",
		"korkutTranslationOfAyah":"za ono što su radili!"
	},
	{
		"arabicTextofAyah":"فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Vjerovjesniče, dostavljaj vjeru i pozivaj Allahu, a nemoj se obazirati na ono što govore i rade višebošci.",
		"korkutTranslationOfAyah":"Ti javno ispovijedaj ono što ti se naređuje i mnogobožaca se okani,"
	},
	{
		"arabicTextofAyah":"إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ",
		"tafsirTextofAyah":"Nemoj ih se bojati. Mi ćemo te, Poslaniče, osloboditi i sačuvati Kurejšija koji su vođe nevjerstva i što se rugaju.",
		"korkutTranslationOfAyah":"Mi ćemo te osloboditi onih koji se rugaju,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Oni koji pored Allaha drugog boga uzimaju, takvi će saznati zle posljedice širka kojeg čine.",
		"korkutTranslationOfAyah":"koji pored Allaha drugog boga uzimaju; i znaće oni!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ",
		"tafsirTextofAyah":"Poslaniče, Mi dobro znamo da ti je teško u duši zbog toga što te krivovjerni utjeruju u laž i rugaju ti se!",
		"korkutTranslationOfAyah":"Mi dobro znamo da ti je teško u duši zbog onoga što oni govore,"
	},
	{
		"arabicTextofAyah":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
		"tafsirTextofAyah":"Zato ti slavi Allaha time što ćeš negirati sve ono što Mu ne priliči i hvali Ga iznoseći Njegova savršena svojstva. Uz to robuj Gospodaru i obavljaj namaz. Eto, pomoću toga ćeš odstraniti tugu i težinu u duši.",
		"korkutTranslationOfAyah":"zato veličaj Gospodara svoga i hvali Ga, i molitvu obavljaj,"
	},
	{
		"arabicTextofAyah":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ",
		"tafsirTextofAyah":"I budi ustrajan u robovanju Allahu, sve dok te na tome smrt ne zatekne.",
		"korkutTranslationOfAyah":"i sve dok si živ, Gospodaru svome se klanjaj!"
	}
]