[
	{
		"arabicTextofAyah":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Bliži se kazna koju vam je Gospodar pripremio, o nevjernici! Zato je nemojte požurivati. Hvaljen neka je Allah i neka je vrlo visoko iznad toga da ima saučesnike!",
		"korkutTranslationOfAyah":"Ono što je Allah odredio – dogodiće se; zato to ne požurujte! Hvaljen neka je On i neka je vrlo visoko iznad onih koje Njemu ravnim smatraju!"
	},
	{
		"arabicTextofAyah":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
		"tafsirTextofAyah":"Allah šalje meleke s Objavom, po volji Svojoj, onim robovima koje odabere za poslanike: “Opominjite ljude, o poslanici, i odvraćajte ih od činjenja širka, jer sam Ja jedini kome se treba klanjati. O ljudi, bojte Me se, izvršavajući naredbe i sustežući se od zabrana!”",
		"korkutTranslationOfAyah":"On šalje meleke s Objavom, po volji Svojoj, onim robovima Svojim kojima hoće: \"Opominjite da nema boga osim Mene i bojte Me se!\""
	},
	{
		"arabicTextofAyah":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah stvorio je nebesa i Zemlju s mudrošću i bez prethodnog primjera. Nije ih stvorio bez svrhe, nego zato da budu očit dokaz i pokazatelj Njegove veličine. Slavljen neka je On, Kome višebošci druge ravnim smatraju!",
		"korkutTranslationOfAyah":"On je mudro nebesa i Zemlju stvorio; neka je On vrlo visoko iznad onih koje Njemu ravnim smatraju!"
	},
	{
		"arabicTextofAyah":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
		"tafsirTextofAyah":"Svevišnji Allah stvara čovjeka od kapi tekućine, postepeno, a ne odjednom, kad, gle, on odjednom otvoreni protivnik: poziva se na neistinu kako bi pomoću nje pobio istinu.",
		"korkutTranslationOfAyah":"On stvara čovjeka od kapi sjemena, a on odjednom – otvoreni protivnik!"
	},
	{
		"arabicTextofAyah":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ",
		"tafsirTextofAyah":"I stoku, deve, krave i ovce, On za vas stvara. Vi se njome od hladnoće štitite, a i drugih koristi imate, kao npr. vunu, mlijeko, jahanje; njome se i hranite.",
		"korkutTranslationOfAyah":"I stoku On za vas stvara; njome se od hladnoće štitite, a i drugih koristi imate, njome se najviše i hranite;"
	},
	{
		"arabicTextofAyah":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ",
		"tafsirTextofAyah":"Stoka vam je i ukras kad je, navečer, vraćate s ispaše, a i kad je na ispašu gonite, ujutro.",
		"korkutTranslationOfAyah":"ona vam je ukras kad je sa ispaše vraćate i kad je na pašu izgonite,"
	},
	{
		"arabicTextofAyah":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Stoka, koju smo zarad vas stvorili, služi vam i za nošenje tereta u daleke predjele u koje bez velike muke ne biste stigli. Allah je, o ljudi, prema vam blag i milostiv zato što vam je stoku potčinio.",
		"korkutTranslationOfAyah":"a nosi vam i terete u mjesta u koja bez velike muke ne biste stigli – Gospodar vaš je, uistinu, blag i milostiv –"
	},
	{
		"arabicTextofAyah":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Ljudi, Allah vam je stvorio konje, mazge i magarce za jahanje i prenošenje tereta, a i kao ukras pomoću kojeg se ukrašavate pred ljudima. Gospodar će stvoriti i ono što vi ne znate.",
		"korkutTranslationOfAyah":"i konje, i mazge, i magarce – da ih jašete, i kao ukras – a stvoriće i ono što ne znate."
	},
	{
		"arabicTextofAyah":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Allahovo je da ukaže na Pravi put, koji Njemu vodi, a to je islam. Valja znati da ima i krivih, šejtanovih puteva, koji su daleko od istine. Mimo islama, svaki je put pogrešan. Da hoće, Uzvišeni bi Allah dao da svi vi budete vjernici.",
		"korkutTranslationOfAyah":"Allahovo je da ukaže na Pravi put, a ima ih i krivih; a da On hoće, sve bi vas uputio."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ",
		"tafsirTextofAyah":"Allah spušta iz oblaka vodu koju pijete i kojom pojite stoku. Pomoću iste te vode natapa se rastinje kojim stoku napasate.",
		"korkutTranslationOfAyah":"On spušta s neba vodu koju pijete i kojom se natapa rastinje kojim stoku napasate;"
	},
	{
		"arabicTextofAyah":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Allah čini da pomoću te vode, koju spušta s neba, rastu žito, masline, palme, grožđe i svakovrsni plodovi. U spuštanju te vode i onom što nastaje uslijed toga dokaz je Allahove moći, i to za ljude koji razmišljaju o Njegovu stvaranju i time žele dokazivati Njegovu veličanstvenost.",
		"korkutTranslationOfAyah":"On čini da vam pomoću nje raste žito, i masline, i palme, i grožđe, i svakovrsni plodovi – to je, zaista, dokaz za ljude koji razmišljaju;"
	},
	{
		"arabicTextofAyah":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Allah čini da se noćima koristite, pa tokom njih spavate i odmarate se, kao i danom, tokom kojeg radite. On vam je potčinio Sunce, čijom se svjetlošću koristite, i mjesec, koji vam kao svjetiljka služi, a i zvijezde vam je potčinio, koje vam služe kao putokazi na kopnu i moru, te pomoću njih, između ostalog, i vrijeme računate. U svemu tome nalaze se nepobitni znakovi Allahove moći za ljude koji koriste razum te proniknu u mudrost istih tih znakova.",
		"korkutTranslationOfAyah":"On čini da se noći i danom koristite, i Suncem i Mjesecom, a zvijezde su volji Njegovoj potčinjene – to su, uistinu, dokazi za ljude koji pameti imaju –"
	},
	{
		"arabicTextofAyah":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ",
		"tafsirTextofAyah":"K tome, Svemogući Allah potčinio vam je raznovrsne stvari koje je stvorio, kao npr. rude, životinje, bilje, žito. U svemu tome bjelodani su dokazi Allahova davanja i moći, i to za one koji shvataju da samo Allah daje blagodati i da sve može učiniti.",
		"korkutTranslationOfAyah":"i svim onim raznobojnim što vam na Zemlji stvara – to je, doista, dokaz ljudima koji pouku primaju."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Allah vam je i more potčinio, pa vam je omogućio da njime plovite i da iz njega vadite svježe meso, tj. da lovite ribu, te da nakit, kojim se vi i vaše žene ukrašavate, vadite. Vidiš kako lađe, na kojima putujete kako biste trgujući zarađivali, siječu površinu vode. Nadati se da ćete biti zahvalni Gospodaru na tim blagodatima i da ćete jedino Njemu robovati.",
		"korkutTranslationOfAyah":"On čini da se morem koristite, da iz njega svježe meso jedete i da vadite nakit kojim se kitite – ti vidiš lađe kako ga sijeku da biste nešto iz obilja njegova stekli i da biste zahvalni bili."
	},
	{
		"arabicTextofAyah":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ",
		"tafsirTextofAyah":"Gospodar je na Zemlji stvorio nepomične planine, kako se Zemlja ne bi tresla. Na njoj je dao rijeke čiju vodu ljudi piju, kojom stoku napajaju i usjeve navodnjavaju. Također, učinio je da na Zemlji postoje putevi kojima se ljudi usmjeravaju i, ne gubeći se, stižu onamo kamo su naumili.",
		"korkutTranslationOfAyah":"On je po Zemlji nepomična brda pobacao da vas ona ne potresa, a i rijeke i puteve da se ispravno usmjeravate,"
	},
	{
		"arabicTextofAyah":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ",
		"tafsirTextofAyah":"Allah je na Zemlji stvorio jasne putokaze po kojima se rukovodite danju, a stvorio je i zvijezde, pomoću kojih se orijentirate noću.",
		"korkutTranslationOfAyah":"i putokaze, a i po zvijezdama se oni upravljaju."
	},
	{
		"arabicTextofAyah":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Pa je li onda Onaj Koji stvara sve to, a i drugo što nije spomenuto, kao onaj koji ne stvara!? Zar nećete imati na umu Božiju moć? Zar nećete imati na umu da je Allah jedini Stvoritelj i da samo Njemu trebate robovati ه nikog Mu ravnim ne smatrati?",
		"korkutTranslationOfAyah":"Pa da li je onda Onaj koji stvara kao onaj koji ne stvara?! Urazumite se!"
	},
	{
		"arabicTextofAyah":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Ljudi, pokušate li izbrojati Allahove blagodati kojima vas je obasuo, nećete ih nabrojati jer su raznovrsne i brojne. Allah je Oprostitelj, tim prije jer vas ne kažnjava kad zaboravite blagodati koje vam je dao, i samilostan je prema vama: nije vam Svoje blagodati uskratio zbog podbacivanja u zahvalnosti.",
		"korkutTranslationOfAyah":"Ako vi budete brojali Allahove blagodati, nećete ih nabrojati – Allah, uistinu, prašta i samilostan je –"
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ",
		"tafsirTextofAyah":"Allah zna šta tajite, o ljudi, a zna i šta javno iznosite. Njemu ništa nije skriveno. On će vas adekvatno tretirati za to.",
		"korkutTranslationOfAyah":"Allah zna šta tajite, a šta javno iznosite."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
		"tafsirTextofAyah":"A oni kojima se oni, višebošci, umjesto Allahu, klanjaju – ništa ne stvaraju, makar se radilo o nečem neznatnom. Štaviše, oni su sami stvoreni, napravili su ih oni koji im se klanjaju. Zar nije izvan razuma da čovjek napravi božanstvo i robuje mu?!",
		"korkutTranslationOfAyah":"A oni kojima se oni, umjesto Allahu, klanjaju – ništa ne stvaraju; oni su sami stvoreni;"
	},
	{
		"arabicTextofAyah":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ",
		"tafsirTextofAyah":"Osim toga, ista ta lažna božanstva tvari su, mrtva priroda, ništa ne znaju, nisu živi i ne znaju kad će biti oživljeni s onima koji ih obožavaju na ovom svijetu. Tad će zajedno s njima biti u Vatru gurnuti.",
		"korkutTranslationOfAyah":"tvari su, nisu živi i ne znaju kada će biti oživljeni."
	},
	{
		"arabicTextofAyah":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ",
		"tafsirTextofAyah":"Allah je vaš Bog, On je Jedan Jedini, niko osim Njega nema pravo da bude obožavan! Oni koji ne vjeruju u proživljenje i polaganje računa na Kijametskom danu, takvi niječu Allahovu jednoću, jer ne strahuju od kazne. Oni su oholi, ne prihvataju istinu i njoj se ne povinuju.",
		"korkutTranslationOfAyah":"Vaš Bog je – jedan Bog! Srca onih koji u onaj svijet ne vjeruju poriču, oni se ohološću razmeću,"
	},
	{
		"arabicTextofAyah":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ",
		"tafsirTextofAyah":"Odista, Allah zna njihova tajna i javna djela, tim prije jer Njemu ništa nije skriveno. On će im dati ono što su zaslužili. Allah ne voli oholnike, one koji odbijaju da Njemu ibadet čine i ne povinuju Mu se. Upravo njih Gospodar najviše mrzi.",
		"korkutTranslationOfAyah":"nema sumnje da Allah zna i ono što oni taje, a i ono što javno iznose; On doista ne voli one koji se ohole."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Kad neko upita one koji poriču Allahovu jednoću i proživljenje: “Šta to Gospodar vaš Muhammedu objavljuje?”, oni odgovaraju: “Ništa mu ne objavljuje! On donosi naroda drevnih izmišljotine!”",
		"korkutTranslationOfAyah":"A kada ih neko upita: \"Šta to Gospodar vaš objavljuje?\" – oni odgovaraju: \"Naroda drevnih izmišljotine!\""
	},
	{
		"arabicTextofAyah":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ",
		"tafsirTextofAyah":"To je tako da bi oni na Sudnjem danu nosili čitavo breme svoje, neumanjeno, i dio bremena onih koje su, a da oni nisu bili svjesni, u zabludu odveli i od islama odvratili. A grozno je to što će oni nositi!",
		"korkutTranslationOfAyah":"da bi na Sudnjem danu nosili čitavo breme svoje i dio bremena onih koje su, a da oni nisu bili svjesni, u zabludu doveli. A grozno je to što će oni nositi!"
	},
	{
		"arabicTextofAyah":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"I nevjernici koji su prije njih živjeli spletke su pleli, pa je Allah iz temelja porušio, i krov se na njih srušio – stigla ih je kazna odakle nisu očekivali. Vjerovali su da će ih zgrade njihove sačuvati od kazne – u njima su uništeni.",
		"korkutTranslationOfAyah":"I oni prije njih su spletke pleli, pa je Allah iz temelja zgrade njihove porušio, i krov se na njih srušio – stigla ih je kazna odakle nisu očekivali."
	},
	{
		"arabicTextofAyah":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"A na Sudnjem danu Allah će ih poniziti i osramotiti. Upitat će ih: “Gdje su oni kojima ste ibadet činili pored Mene i zbog kojih ste ratovali protiv Mojih vjerovjesnikā i štićenika?” Učenjaci praktičari reći će: “Danas će bruka i muka nevjernike stići.”",
		"korkutTranslationOfAyah":"A na Sudnjem danu On će ih osramotiti i upitati: \"Gdje su oni koje ste Meni ravnim smatrali, oni zbog kojih ste se prepirali?\" Oni koji su razumni reći će: \"Danas će bruka i muka nevjernike stići"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"To su oni kojima su meleki dušu uzeli u času kad su sebi time što su nevjernici bili nepravdu učinili. I oni će se pokoriti i reći, vjerujući da će im to koristiti: “Mi nismo nikakvo zlo činili!” Bit će im rečeno: “Lažete! Bili ste nevjernici i zlo ste činili! Allah, doista, dobro zna ono što ste radili na dunjaluku! Njemu ništa nije skriveno. On će vas za sve što ste činili nagraditi.”",
		"korkutTranslationOfAyah":"kojima su meleki duše uzeli u času kad su nevjernici bili.\" I oni će se pokoriti i reći: \"Mi nismo nikakvo zlo činili!\" – \"Jeste! Allah, doista, dobro zna ono što ste radili,"
	},
	{
		"arabicTextofAyah":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
		"tafsirTextofAyah":"Bit će im rečeno da uđu na kapije Džehennema, u kojem će vječno ostati; svako će biti kažnjen prema onom što je radio. O kako će prebivalište onih koji su se oholili, pa nisu Allaha obožavali, grozno biti!",
		"korkutTranslationOfAyah":"zato ulazite na kapije Džehennema, u njemu ćete vječno ostati!\" O kako će prebivalište onih koji su se oholili – grozno biti!"
	},
	{
		"arabicTextofAyah":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"A onima koji su se Allaha bojali (time što su izvršavali vjerske naredbe, a sustezali se od vjerskih zabrana) reći će se: “Šta je Muhammedu, sallallahu alejhi ve sellem, objavljivao Gospodar vaš?” “Veliko dobro mu je objavljivao!”, odgovorit će. Oni koji čine dobra djela imat će još na ovom svijetu lijepu nagradu, kao npr. pomoć od Allaha i obilnu nafaku, a nagrada koju im je Allah pripremio na budućem svijetu je još bolja. O kako će divno biti boravište onih koji su se Allaha bojali!",
		"korkutTranslationOfAyah":"A onima koji su se Allaha bojali reći će se: \"Šta je objavljivao Gospodar vaš?\" – \"Dobro!\" – odgovoriće. Oni koji čine dobra djela imaće još na ovome svijetu lijepu nagradu, a onaj svijet je, sigurno, još bolji. O kako će boravište onih koji su se Allaha bojali – divno biti:"
	},
	{
		"arabicTextofAyah":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Oni će boraviti u edenskim perivojima u koje će ući, kroz koje rijeke teku, i u kojima će sve što zažele imati, pa će imati hranu i piće koje požele. Takvom nagradom, kojom će nagraditi pripadnike Poslanikova umeta, Allah će nagraditi i muslimane iz prijašnjih naroda.",
		"korkutTranslationOfAyah":"edenski perivoji u koje će ući, kroz koje rijeke teku, i u kojima će sve što zažele imati. Tako će Allah one koji Ga se budu bojali nagraditi,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Onima kojima će Melek smrti i njegovi pomagači duše uzeti – a oni čisti od nevjerstva – meleki će govoriti: “Selam vama, oslobođeni ste od svih nedostataka! Uđite u Džennet zbog toga što ste na dunjaluku ispravno vjerovali i dobra djela činili!”",
		"korkutTranslationOfAyah":"one kojima će meleki duše uzeti – a oni čisti, i kojima će govoriti: \"Mir vama! Uđite u Džennet zbog onoga što ste činili!\""
	},
	{
		"arabicTextofAyah":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Zar mekkanski višebošci poricatelji čekaju da im dođu Melek smrti i pomagači njegovi da im dušu uzmu, prilikom čega će ih udarati po licima i plećima, ili pak čekaju da ih Gospodar potpuno uništi? Tako kako postupaju mekkanski višebošci postupali su i višebošci prije njih, te ih je Allah uništio. Allah nije bio nepravedan prema njima, oni su sami prema sebi bili nepravedni tako što su, poričući Allaha, sami sebe u propast doveli.",
		"korkutTranslationOfAyah":"Zar mnogobošci čekaju da im dođu meleki, ili da dođe kazna Gospodara tvoga? Tako su postupali i onī prije njih; Allah nije bio nepravedan prema njima, oni su sami prema sebi bili nepravedni,"
	},
	{
		"arabicTextofAyah":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Eto tako, stigla ih je kazna za ružna djela koja su činili, i sa svih strana ih je snašla propast kojoj su se rugali kada su njome bili opominjani.",
		"korkutTranslationOfAyah":"i stigla ih je kazna za ružna djela koja su činili, i sa svih strana ih je snašlo ono čemu su se rugali."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Oni koji Allahu druge smatraju ravnim govore: “Da je Allah htio, ne bismo se ni mi ni preci naši, pored Allaha, nikom klanjali, nego bismo jedino Njega obožavali. Također, da je htio, ne bismo ništa zabranjenim smatrali.” Isto to ništavno opravdanje iznosili su i oni prije njih. A zar su poslanici bili dužni što drugo već jasno obznaniti? Jedino to je njihova dužnost. Allah je onima koji ne vjeruju dao slobodno volju i mogućnost izbora, te im je poslao poslanike da ih pozivaju u vjeru, i zbog toga oni, nevjernici, nemaju pravo da se pravdaju kaderom, Božijim određenjem.",
		"korkutTranslationOfAyah":"Oni koji Njemu druge smatraju ravnim govore: \"Da je Allah htio, ne bismo se ni mi ni preci naši, pored Allaha, nikome klanjali i ne bismo, bez Njegove volje, ništa zabranjenim smatrali.\" Tako su isto i onī prije njih postupali. A zar su poslanici bili dužni što drugo već da jasno obznane?"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
		"tafsirTextofAyah":"Mi smo svakom narodu poslanika poslali koji im je naređivao da samo Allahu ibadet čine, a da se prođu kumira, šejtana i svega drugog što ljudi obožavaju. Bilo je među njima onih kojima je Allah na Pravi put ukazao, a i onih koji su ostali nevjernici u Allaha i poslanike. Zato putujte po svijetu da vidite kako su završili oni koji su poslanike u laž utjerivali, tj. da vidite kakvom su kaznom kažnjeni.",
		"korkutTranslationOfAyah":"Mi smo svakom narodu poslanika poslali: \"Allahu se klanjajte, a kumira se klonite!\" I bilo je među njima onih kojima je Allah na Pravi put ukazao, a i onih koji su zaslužili da ostanu u zabludi; zato putujte po svijetu da vidite kako su završili oni koji su poslanike u laž utjerivali."
	},
	{
		"arabicTextofAyah":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
		"tafsirTextofAyah":"Poslaniče, ma koliko ti želio da oni budu na Pravom putu i ma kakve korake glede toga poduzeo, Allah neće ukazati na Pravi put onom ko je zaslužio da ga u zabludi ostavi, i njima niko neće pomoći, niko ih neće od Allahove kazne odbraniti.",
		"korkutTranslationOfAyah":"Ma koliko ti želio da oni budu na Pravome putu, Allah neće ukazati na Pravi put onome koga je u zabludi ostavio i njima niko neće pomoći."
	},
	{
		"arabicTextofAyah":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Oni koji poriču proživljenje zaklinju se Allahom, najtežom zakletvom, i tu svoju zakletvu potvrđuju, te govore: “Allah neće proživjeti onog ko umre!” Eto tako govore, a ne raspolažu baš nikakvim dokazom. A hoće, Allah će umrle proživjeti, to je Njegovo obećanje koje će se, doista, ispuniti – samo što to većina ljudi ne zna.",
		"korkutTranslationOfAyah":"Oni se zaklinju Allahom, najtežom zakletvom: \"Allah neće oživiti onoga koji umre!\" A hoće, to je Njegovo obećanje koje će se, doista, ispuniti – samo što većina ljudi ne zna –"
	},
	{
		"arabicTextofAyah":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ",
		"tafsirTextofAyah":"Svemogući će Allah na Sudnjem danu proživjeti umrle da bi im objasnio ono oko čega su se razilazili i da bi saznali oni koji nisu vjerovali da su lašci bili kad su govorili da je Allahu neko ravan i kad su proživljenje negirali.",
		"korkutTranslationOfAyah":"da bi im objasnio ono oko čega su se razilazili i da bi saznali oni koji nisu vjerovali da su lašci bili."
	},
	{
		"arabicTextofAyah":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
		"tafsirTextofAyah":"Kad budemo htjeli umrle proživjeti, ništa Nas u tome neće spriječiti. To je tako, jer Mi samo reknemo: “Budi!” – i ono neizostavno bude.",
		"korkutTranslationOfAyah":"Ako nešto hoćemo, Mi samo za to reknemo: \"Budi!\" – i ono bude."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"One koji se isele Allaha radi, pa ostave svoj imetak i porodicu, napuste zemlju nevjerstva i odu u zemlju islama, i to nakon što su ih krivovjerni progonili i život im otežavali, takve ćemo još na ovom svijetu na lijepo mjesto smjestiti i ponos ćemo im dati. A nagrada na onom svijetu bit će još veća. Kad bi oni koji se sustežu od hidžre samo znali kolika za to nagrada slijedi, ne bi se sustezali nego bi hidžru učinili.",
		"korkutTranslationOfAyah":"One koji se isele Allaha radi, nakon što su bili progonjeni, Mi ćemo još na ovome svijetu na lijepo mjesto smjestiti; a nagrada na onome svijetu biće još veća – kad bi oni samo znali! –"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
		"tafsirTextofAyah":"Gospodar će dati veliku nagradu onima koji se isele na Božijem putu i strpljivo budu podnosili rastanak od voljeni i rodne grude, te budu strpljivi kad je riječ o poslušnosti Bogu, i budu se na Allaha oslanjali.",
		"korkutTranslationOfAyah":"onima koji budu trpjeli i u Gospodara svoga se uzdali."
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Mi smo i prije tebe, Poslaniče, samo ljude kao poslanike slali i objavljivali im – nismo im kao poslanike meleke slali. To je zakon koji se ne mijenja. Ako u to sumnjate, pitajte sljedbenike Knjige, i oni će vam kazati da smo kao poslanike ljude, a ne meleke, slali. Eto, ako ne znate o tome, njih upitajte.",
		"korkutTranslationOfAyah":"Mi smo i prije tebe samo ljude kao poslanike slali i objavljivali im – pitajte ljude od znanja ako ne znate –"
	},
	{
		"arabicTextofAyah":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Naime, slali smo ljude kao poslanike i davali im nepobitne dokaze i knjige. A tebi, Poslaniče, objavljujemo Kur’an da bi objasnio ljudima ono što im se treba objasniti, i da bi oni koristili svoje umne sposobnosti te izvukli pouku iz sadržaja Knjige koju smo ti objavili.",
		"korkutTranslationOfAyah":"jasne dokaze i knjige. A tebi objavljujemo Kur'an da bi objasnio ljudima ono što im se objavljuje, i da bi oni razmislili."
	},
	{
		"arabicTextofAyah":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"A zar su sigurni oni koji ružne podmuklosti snuju da ih Allah neće u zemlju utjerati, kao što je Karuna u zemlju utjerao, i da im neće, odakle ne mogu ni pomisliti, kaznu poslati?!",
		"korkutTranslationOfAyah":"A zar su sigurni oni koji ružne podmuklosti snuju – da ih Allah neće u zemlju utjerati ili da im neće, odakle ne mogu ni pomisliti, kazna doći,"
	},
	{
		"arabicTextofAyah":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ",
		"tafsirTextofAyah":"Odnosno, zar misle da ih neće kazniti kad budu na putovanjima ili kad otputuju nekuda radi trgovine? A oni Mu neće moći umaći.",
		"korkutTranslationOfAyah":"ili da ih neće na putovanjima njihovim kazniti – oni neće umaći! –"
	},
	{
		"arabicTextofAyah":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ",
		"tafsirTextofAyah":"Odnosno, zar misle da ih neće stići Božija kazna dok u strahu strepe od nje? Ali, Allah je blag i milostiv prema ljudima, pa ih ne žuri kazniti; daje im vremena ne bi li se pokajali.",
		"korkutTranslationOfAyah":"ili da ih neće malo-pomalo kažnjavati? Ali, Gospodar vaš je doista blag i milostiv."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ",
		"tafsirTextofAyah":"Zar mekkanski poricatelji ne vide da sve ono što je Allah stvorio čije sjene se pružaju lijevo i desno, shodno kretanju Sunca danju i Mjeseca noću? I zar ne vide da je to Allahu poslušno i pokorno, te da Mu u pravom smislu te riječi pada ničice?",
		"korkutTranslationOfAyah":"Zar oni ne vide da sve ono što je Allah stvorio sad desno, sad lijevo pruža sjene svoje Allahu poslušno i da je ono pokorno?"
	},
	{
		"arabicTextofAyah":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ",
		"tafsirTextofAyah":"Allahu se klanja sve što se nalazi na nebesima i sve što se na Zemlji nalazi, u prvom redu meleki, koji nisu oholi pa da se sustežu od obožavanja Allaha i pokoravanja Njemu.",
		"korkutTranslationOfAyah":"Allahu sedždu čini sve što hodi nebesima i Zemljom, i meleci, a oni se ne ohole,"
	},
	{
		"arabicTextofAyah":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩",
		"tafsirTextofAyah":"Pored toga što uvijek čine ibadet Gospodaru, meleki se boje Allaha, Koji se nalazi iznad njih Svojim Bićem i vlašću, i k tome oni izvršavaju Božije naredbe.",
		"korkutTranslationOfAyah":"boje se Gospodara svoga, koji je iznad njih, i čine ono što im se naredi."
	},
	{
		"arabicTextofAyah":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ",
		"tafsirTextofAyah":"Svim ljudima i džinima Allah kaže: “Dvojici se bogova ne klanjajte – samo je jedan Bog, Koji nema saučesnika – i samo se Mene bojte!”",
		"korkutTranslationOfAyah":"Allah kaže: \"Dvojici bogova se ne klanjajte! – samo je jedan Bog – i samo se Mene bojte!\""
	},
	{
		"arabicTextofAyah":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ",
		"tafsirTextofAyah":"Sve što je na nebesima i na Zemlji Allahovo je, sve je On stvorio i svime On upravlja. Zato Mu treba uvijek poslušan biti. Zar nekog drugog, osim Allaha, da se bojite? Samo se Allaha bojte.",
		"korkutTranslationOfAyah":"Sve što je na nebesima i na Zemlji Njegovo je i Njemu treba uvijek poslušan biti. Zar nekog drugog, osim Allaha, da se bojite?"
	},
	{
		"arabicTextofAyah":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ",
		"tafsirTextofAyah":"Ljudi, od Allaha je svaka blagodat, vjerska i svjetovna, koju uživate. Ljudi, čim vas kakva nevolja zadesi, kao npr. bolest ili siromaštvo, opet od Njega glasno pomoć tražite ne bi li od vas otklonio nedaću. Onaj Koji daje blagodati i otklanja neprijatnosti, Taj je, i niko drugi, dostojan da bude obožavan.",
		"korkutTranslationOfAyah":"Od Allaha je svaka blagodat koju uživate, a čim vas nevolja kakva zadesi, opet od Njega glasno pomoć tražite."
	},
	{
		"arabicTextofAyah":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ",
		"tafsirTextofAyah":"Nakon što vam Allah usliši dovu i nevolju otkloni, neki među vama isti čas Gospodara svog s drugim izjednače i drugim božanstvima se klanjaju. To je nepojmljiva niskost.",
		"korkutTranslationOfAyah":"I kad vam On poslije nevolju otkloni, neki od vas isti čas Gospodara svoga s drugim izjednači"
	},
	{
		"arabicTextofAyah":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
		"tafsirTextofAyah":"To što poricatelji čine širk navelo ih je na poricanje Allahovih blagodati koje im je ukazao. Zato im se rekne da uživaju u blagodatima u kojima se nalaze, sve dok ih ne zadesi Božija kazna, ovozemaljska i ahiretska.",
		"korkutTranslationOfAyah":"da bi nezahvalnost pokazali prema onome što smo im Mi dali. Pa uživajte, ali, zbilja, znaćete!"
	},
	{
		"arabicTextofAyah":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ",
		"tafsirTextofAyah":"višebošci svojim božanstvima, koja ništa ne znaju, ne donose dobro niti čuvaju od zla jer su neživa materija, ostavljaju dio hrane koju im Allah daje pa im se pomoću toga umiljavaju. Bit ćete, sigurno, pitani, višebošci, u vezi s lažima da su kipovi kojima se klanjate bogovi, te da im pripada udio u vašem imetku.",
		"korkutTranslationOfAyah":"Mnogobošci onima koji ništa ne znaju ostavljaju dio hrane koju im Mi dajemo. Allaha mi, bićete, sigurno, pitani zato što stalno laži izmišljate."
	},
	{
		"arabicTextofAyah":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ",
		"tafsirTextofAyah":"Višebošci Allahu pripisuju kćeri i tvrde da su to meleki, a sebi pripisuju sinove, kojima teže i koje vole. Eto tako Allahu pripisuju ono čime ni sami nisu zadovoljni i što sami ne žele. Neka je slavljen Allah i veoma visoko iznad onog što Mu pripisuju! Postoji li veća nepravda od toga?!",
		"korkutTranslationOfAyah":"Oni Allahu kćeri pripisuju – hvaljen neka je On! – a sebi ono što priželjkuju."
	},
	{
		"arabicTextofAyah":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ",
		"tafsirTextofAyah":"Kad se nekom od mekkanskih mnogobožaca dojavi da mu se rodila kći, lice mu potamni od prezira i srce mu se ispuni tugom i brigom. No, ipak, Allahu pripisuje kćeri, a sam njima nije zadovoljan.",
		"korkutTranslationOfAyah":"I kad se nekome od njih javi da mu se rodila kći, lice mu potamni i postaje potišten,"
	},
	{
		"arabicTextofAyah":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ",
		"tafsirTextofAyah":"Nakon te vijesti krije se od ljudi zbog nesreće koja mu je dojavljena i dvoumi se hoće li je tako prezren zadržati ili će je u zemlju zaroviti? Kako ružno višebošaci prosuđuju tvrdeći da Allah ima kćeri, a sami kćerima nisu zadovoljni!",
		"korkutTranslationOfAyah":"krije se od ljudi zbog nesreće koja mu je dojavljena; da li ovako prezren da je zadrži ili da je u zemlju zarovi? Kako ružno oni prosuđuju!"
	},
	{
		"arabicTextofAyah":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"U nevjernicima koji ne vjeruju u Ahiret sabrane su manjkavosti, pa su im potrebna djeca, neznalice su i krivovjerni, a kad je riječ o Svemogućem Allahu, On posjeduje uzvišena svojstva, savršenstvo, slavu, ljepotu, neovisnost, veličanstvenost, silu, nesavladivost. On mudro stvara i propisuje.",
		"korkutTranslationOfAyah":"Oni koji u onaj svijet ne vjeruju hrđavih su osobina, a Allah ima svojstva najuzvišenija; On je silan i mudar."
	},
	{
		"arabicTextofAyah":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
		"tafsirTextofAyah":"Kad bi Allah kažnjavao one koji ne vjeruju, iskorijenio bi sve što se nalazi na Zemlji. Međutim, Allah, džellešanuhu, daje vremena ljudima do roka unaprijed određenog; kad to vrijeme nastupi, Allah ih nabrzinu kazni, a oni ne mogu taj trenutak odgoditi niti ga mogu ubrzati.",
		"korkutTranslationOfAyah":"Kad bi Allah ljude zbog grijehova njihovih kažnjavao, ništa živo na Zemlji ne bi ostavio, ali, On ih do roka određenog ostavlja, i kad rok njihov dođe, ni za tren ga jedan ne mogu ni odgoditi ni ubrzati."
	},
	{
		"arabicTextofAyah":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ",
		"tafsirTextofAyah":"Višebošci, dakle, pripisuju Allahu kćeri, a ne žele ih sebi pripisati, i još tvrde da ih čeka lijep završetak. Uistinu, oni će u vatri vječno gorjeti, ostavljeni i zaboravljeni",
		"korkutTranslationOfAyah":"Oni Allahu pripisuju ono prema čemu sami odvratnost osjećaju i njihovi jezici govore laž da njih čeka najljepša nagrada; a njih, nema sumnje, vatra čeka; oni će se u nju prvi potjerati."
	},
	{
		"arabicTextofAyah":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Tako Nam Allaha, Poslaniče, Gospodar je slao prije tebe, poslanike njihovim narodima, pa je istim tim narodima šejtan uljepšavao idolopoklonstvo i odvraćao ih od robovanja Uzvišenom Allahu. Šejtan je upravljao njima, odvodeći ih u zabludu i sprečavajući ih da pođu Pravim putem. Zbog toga ih čeka bolna i žestoka patnja.",
		"korkutTranslationOfAyah":"Allaha Nam, Mi smo i prije tebe narodima poslanike slali, ali im je šejtan lijepim predstavljao postupke njihove i on je sada drug njihov, njih čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Allah ti je objavio Kur’an, Vjerovjesniče, da bi svim ljudima objasnio ono oko čega se razilaze kad su posrijedi vjerovanje i propisi, te kako bi razjasnio istinu i uspostavio dokaz protiv njih. Allah upućuje onog koga želi, a ovim Kur’anom ukazuje milost onom ko vjeruje u njega, razmišlja o njemu i primjenjuje ga u praksi. U Kur’anu su spas, sreća, uputa i milost.",
		"korkutTranslationOfAyah":"Mi tebi objavljujemo Knjigu da bi im objasnio ono oko čega se razilaze, i da bude vjernicima uputa i milost."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ",
		"tafsirTextofAyah":"Samo je Allah Onaj Koji spušta vodu iz oblaka, pa čini da raste zeleno rastinje iz suhe neplodne zemlje. To je dokaz Allahove moći za one koji slušaju Allahove opomene i razmišljaju o njima.",
		"korkutTranslationOfAyah":"Allah vodu s neba spušta i njome život mrtvoj zemlji vraća! To je, zaista, dokaz za ljude koji hoće da čuju."
	},
	{
		"arabicTextofAyah":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ",
		"tafsirTextofAyah":"Vi, o ljudi, imate pouku u devama, kravama i ovcama, pa razmislite o tome da vam Allah daje čisto, bijelo, slatko mlijeko iz njihova vimena. Premda mlijeko izlazi iz stomaka, između izmeta i krvi, a čisto je i slatko onima koji ga piju.",
		"korkutTranslationOfAyah":"Vi imate pouku i u stoci: \"Mi vam dajemo da iz utroba njenih mlijeko čisto pijete, koje nastaje od grizina u buragu i od krvi – ukusno onima koji ga piju."
	},
	{
		"arabicTextofAyah":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Jedna od Allahovih blagodati prema vama, o ljudi, i to je što se koristite plodovima palmi i vinove loze, a vi pravite opojna pića, koja uništavaju razum, te stoga ne spadaju u dobru opskrbu, ali uzimate i dobru opskrbu poput hurmi, grožđica, sirća itd. Ove su blagodati očit dokaz Allahove moći za ljude koji razmišljaju i uzimaju pouke.",
		"korkutTranslationOfAyah":"A od plodova palmi i loze pripremate piće i hranu prijatnu. To je, doista, dokaz onima koji pameti imaju.\""
	},
	{
		"arabicTextofAyah":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ",
		"tafsirTextofAyah":"Sveznajući Allah je Taj Koji je nadahnuo pčelu da pravi sebi kuće u brdima, na drveću i u onom što čovjek izgradi, to jest, u košnicama od dasaka i tome slično.",
		"korkutTranslationOfAyah":"Gospodar tvoj je pčelu nadahnuo: \"Pravi sebi kuće u brdima i u dubovima i u onome što naprave ljudi,"
	},
	{
		"arabicTextofAyah":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Također je dragi Allah nadahnuo pčelu da se hrani svim lijepim plodovima koje želi i da odlazi i vraća se putevima koje joj je Gospodar odredio. Fenomen je da pčela ne može zalutati u odlasku i povratku. Allah daje da izlazi čisti med iz utrobe pčele, koji može biti bijel, žut, crven. Med je sladak onima koji ga jedu, lijek je za sve bolesti. U svemu tome veliki je dokaz moći Mudrog Allaha, ali samo za one koji pouku primaju.",
		"korkutTranslationOfAyah":"zatim, hrani se svakovrsnim plodovima, pa onda idi stazama Gospodara svoga, poslušno!\" Iz utroba njihovih izlazi piće različitih boja koje je lijek ljudima. To je, uistinu, dokaz za ljude koji razmišljaju."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ",
		"tafsirTextofAyah":"Allah vas je stvorio bez bez prethodnog primjera za to, potom će svakog usmrtiti onda kad nastupi njegov smrtni čas. Neki od vas ostare te postanu poput djeteta: ne znaju ono što su znali, zaboravljaju ono što su pamtili, ne poznaju onog koga su poznavali. Allahovo je znanje sveobuhvatno i ništa Mu nije skriveno; moćan je da stvori iz ničeg, da usmrti živog te da ga oživi.",
		"korkutTranslationOfAyah":"Allah vas stvara i poslije vam duše uzima; ima vas koji duboku starost doživite, pa brzo zaboravite ono što saznate. Allah je, zaista, Sveznajući i Svemoćni."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ",
		"tafsirTextofAyah":"Allah nekom daje više, a nekom manje nafake, te su jedni bogati, a drugi siromašni, jedni su vladari nadređenī, a drugi podanici podređenī. Međutim, vladari i nadređeni ne daju udjela svojim podanicima i podređenima u položaju, ugledu i bogatstvu jer nisu zadovoljni da podanici imaju poput njih. Pa kako su onda zadovoljni da Allahu pripisuju saučesnike među stvorenjima i smatraju ih Allahu ravnim?! Eto to je najveća nepravda i negiranje Allahovih blagodati, dobrote i milosti!",
		"korkutTranslationOfAyah":"Allah opskrbljujući vas daje jednima više nego drugima. Ali oni kojima je dato više ne daju onima koji su u njihovoj vlasti, a potrebe su im jednake. Zašto nisu na Allahovim blagodatima zahvalni?"
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ",
		"tafsirTextofAyah":"Allah vam, od vašeg roda, stvara žene kako biste s njima živjeli i uz njih se smirili, da bi se ljudska vrsta održala. Zatim, od žena vam daje djecu, a od djece unučad. Allah vas opskrbljuje i ukusnim jelima, slatkim pićima, voćem, povrćem, mesom, da biste se time potpomogli u pokornosti i poslušnosti Njemu. Pa zar nevjernici i nakon toga obožavaju kipove i nisu zahvalni Allahu umjesto da samo Njemu robuju jer to samo On zaslužuje?! I, zašto Allahu nisu zahvalni?!",
		"korkutTranslationOfAyah":"Allah za vas stvara žene od vaše vrste, a od žena vaših daje vam sinove i unuke, i ukusna jela vam daje. Pa zašto u laž oni vjeruju, a Allahove blagodati poriču"
	},
	{
		"arabicTextofAyah":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ",
		"tafsirTextofAyah":"Nevjernici obožavaju idole i kipove koji im ne mogu ništa dati, ne mogu im spustiti kišu s neba, niti ih opskrbiti voćem i povrćem iz zemlje. Ta njihova božanstva ništa ne posjeduju, već su samo nemoćna i mrtva materija.",
		"korkutTranslationOfAyah":"i klanjaju se, pored Allaha, onima koji nisu u stanju da im bilo kakvu hranu daju, ni iz nebesa ni iz zemlje, i koji ništa ne mogu!"
	},
	{
		"arabicTextofAyah":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Pošto sa sigurnošću znate, o ljudi, da idoli i kumiri ne mogu donijeti dobro niti otkloniti zlo, ne smatrajte ih onda sličnim i jednakim Allahu! Gospodar zna da je savršen, a to vi ne znate, zbog čega i činite širk i tvrdite da su vaša božanstva ravna Gospodaru.",
		"korkutTranslationOfAyah":"Zato ne navodite Allahu slične! Allah doista zna, a vi ne znate."
	},
	{
		"arabicTextofAyah":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Allah navodi primjer pomoću kojeg objašnjava neispravnost mnogobožačkog vjerovanja govoreći o nemoćnom čovjeku koji je u tuđem vlasništvu i koji ničim ne raspolaže, i slobodnom čovjeku koji raspolaže svojim imetkom kako hoće, dijeleći ga tajno i javno. Jesu li jednaki njih dvojica? Isto tako, Allah, Stvoritelj, Opskrbitelj i Onaj Koji upravlja svime što postoji nije poput robovima jer su oni nejaki, manjkavi i u potrebi. Pa kako onda, o nevjernici, izjednačavate robove i Allaha, Jedinog, Silnog?! Samo Allahu pripada sva hvala i slava, ali većina ljudi to ne zna i nije svjesna da je samo Plemeniti Allah dostojan da Ga se obožava.",
		"korkutTranslationOfAyah":"Allah navodi kao primjer roba u tuđem vlasništvu koji ništa nema i onoga koga smo Mi bogato obdarili i koji udjeljuje iz toga, i tajno i javno – zar su oni jednaki? Neka je hvaljen Allah! Ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Sveznajući Allah nam navodi još jedan primjer ništavnosti višeboštva govoreći o gluhonijemom čovjeku koji ništa ne može shvatiti i, otuda, ne koristi ni sebi ni drugima, a pored toga je na velikom teretu svom skrbniku – kad mu se dodijeli neki zadatak, on ga ne obavi i od njega se, naposlijetku, ništa ne može očekivati. Drugi je čovjek, naveden u primjeru, bez mahane, koristi i sebi i drugima, sām obavlja svoje poslove i dužnosti, a pored toga je na Pravom putu, ispravno vjeruje i lijepo se ponaša. Hoće li razuman čovjek reći da su ova dvojica ljudi jednaki? Pa kako onda, o nevjernici, izjednačavate kamenje s Allahom Koji ima savršena i veličanstvena svojstva?! Kamen je gluh, nijem i slijep, ne može nikakvu korist donijeti, niti može bilo kakvo zlo otkloniti.",
		"korkutTranslationOfAyah":"Allah vam navodi kao primjer dvojicu ljudi od kojih je jedan gluhonijem, koji ništa nema i koji je na teretu gospodaru svome – kud god ga pošalje, nikakva dobra ne donese. Da li je on ravan onome koji traži da se pravedno postupa, a i sam je na Pravome putu?"
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Allah dobro poznaje sve tajne nebesa i Zemlje, ništa Mu nije skriveno. A Sudnji dan dogodit će se brzo, poput treptaja oka, ili još brže. To je tako, a Allah sve može učiniti i On Svoju zapovijed provodi riječima: “Budi!”, i to bude.",
		"korkutTranslationOfAyah":"Allah zna tajne nebesa i Zemlje! A Smak svijeta će u tren oka doći, ili još brže, jer je Allah, uistinu, Svemoćni!"
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Allah je Onaj Koji vas, kad se završi period trudnoće, izvodi iz majčinih utroba – tad niko od vas ništa ne zna, pa vam On daje čula pomoću kojih spoznajete: sluh, vid i srce, da biste Mu bili zahvalni i samo Njega obožavali.",
		"korkutTranslationOfAyah":"Allah vas iz trbuha majki vaših izvodi, vi ništa ne znate, i daje vam sluh i vid i razum da biste bili zahvalni."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zašto nevjernici ne promisle o pticama, koje je Allah nadahnuo da, Njegovom moći i voljom, lete nebom? Ko ih, ako ne Allah, drži da ne padnu na Zemlju? U stvaranju ptica, njihovom letenju i zadržavanju u zraku jasan je dokaz Allahove moći za ljude koji vjeruju u Božiju jednoću i razmišljaju o savršenstvu Njegova davanja.",
		"korkutTranslationOfAyah":"Zar oni ne vide kako ptice u prostranstvu nebeskom bez muke lete, njih samo Allah drži. To su, zaista, dokazi ljudima koji budu vjerovali."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"Samo je Allah Onaj Koji je pripremio za vas kuće u kojima spokojno živite i odmarate se sa svojim porodicama, u mjestu stalnog boravka. A kad je posrijedi putovanje ili seljenje, daje vam šatore koje pravite od krzna i kože, koji se lahko nose na putovanja, a lahko se postavljaju i u mjestu boravka. Allah čini da od ovčije vune, devine kože i kozije kostrijeti proizvodite prostirke i mnoge korisne stvari: odjeću, ogrtače, prekrivače, ćebad, šatore. Sve vam je to izuzetno korisno u životu.",
		"korkutTranslationOfAyah":"Allah vam daje da u kućama svojim stanujete i daje vam od koža stoke šatore koje lahko nosite kad na put idete i kad konačite, a od vune njihove i dlake njihove i kostrijeti njihove prostirku i korisne stvari, sve dok se ne istroše."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ",
		"tafsirTextofAyah":"Allah vam je dao ono pomoću čega se štitite od Sunčeve toplote, kao npr. drveće, a u planinama vam je podario pećine i skrovišta gdje se možete skloniti u slučaju prijeke potrebe. Omogućio vam je da pravite odjeću od pamuka i vune koja vas štiti od toplote i hladnoće, a od željeza spravljate pancire koji štite vaša tijela u borbi. Kao što vas je Svemilosni Allah obdario mnogim dobrima u pogledu vaših tijela, isto tako vas je počastio i ljepotom vjere i upute. Čini sve to kako biste Mu bili poslušni i samo Njega obožavali nikog Mu ravnim ne smatrajući.",
		"korkutTranslationOfAyah":"Od onoga što je stvorio – Allah vam hlad daje i skloništa u brdima vam daje i odjeću koja vas čuva od vrućine; daje vam i oklope koji vas u borbi štite; i tako vam upotpunjava blagodat Svoju da biste bili poslušni."
	},
	{
		"arabicTextofAyah":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Vjerovjesniče, ako pak nevjernici okrenu glave od vjerovanja i nakon što si im donio jasne dokaze, ne budi tužan zbog toga, tvoja je dužnost dostaviti poruku, a Allah će njih kazniti zato što te utjeruju u laž. Ti pozivaj, a Allah je Onaj Koji ukazuje na Pravi put.",
		"korkutTranslationOfAyah":"A ako oni okrenu glave, pa ti si dužan samo da jasno objavljuješ."
	},
	{
		"arabicTextofAyah":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ",
		"tafsirTextofAyah":"Nevjernici su svjesni kolika je blagodat to što te je Allah, Poslaniče, poslao među njih, pa opet negiraju i poriču tvoje poslanstvo. Većina ljudi uporno poriče Naše blagodati.",
		"korkutTranslationOfAyah":"Oni priznaju da je blagodat od Allaha, pa je poslije poriču – većina njih su nevjernici."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
		"tafsirTextofAyah":"I sjeti se, Poslaniče, velikog Dana u kojem će Allah dovesti po jednog poslanika iz svakog naroda da svjedoči u korist vjernikā, a protiv nevjernikā. Nevjernicima neće biti dopušteno tražiti izgovor pred Silnim Allahom za svoja nedjela i neće im se dati prilika za pokajanje, kasno će biti za to. Ahiret je, dakle, kuća u kojoj će ljudi polagati račun, a nije kuća u kojoj će moći kakvo dobro djelo učiniti.",
		"korkutTranslationOfAyah":"A na Dan kada od svakog naroda dovedemo po jednog svjedoka, nevjernicima neće biti dopušteno, niti će se od njih tražiti da se Allahu umiljavaju."
	},
	{
		"arabicTextofAyah":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ",
		"tafsirTextofAyah":"Kad nevjernici ugledaju kaznu u vatri i uvjere se da joj neće umaći – ona im neće biti ni umanjena ni odgođena, neće im se dati ni vremena, bit će bolno i strašno kažnjeni. U Vatri će vječno ostati.",
		"korkutTranslationOfAyah":"Kad oni koji nisu vjerovali dožive patnju, ona im se neće ni ublažiti ni odložiti."
	},
	{
		"arabicTextofAyah":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Nevjernici će susresti na Sudnjem danu i one koje su obožavali mimo Allaha, idole i kipove. Tad će kazati: “Gospodaru naš, mi smo ove obožavali, a ne Tebe; oni su time bili zadovoljni!” To će reći kako bi na njih prebacili odgovornost. Tad će Allah omogućiti božanstvima da utjeraju u laž svoje obožavaoce, pa ćē reći: “O nevjernici, vi ste bili u krivu obožavajući nās, a ne Allaha! Ta Allah nije imao i nema saučesnika!”",
		"korkutTranslationOfAyah":"A kad oni koji su Njemu druge ravnim smatrali – božanstva svoja ugledaju i reknu: \"Gospodaru naš, ovo su božanstva naša; njima smo se klanjali, a ne Tebi\" – božanstva će im dobaciti: \"Vi ste, uistinu, lažljivci!\""
	},
	{
		"arabicTextofAyah":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Tad će nevjernici pokazati pokornost, poniznost i potčinjenost Gospodaru svjetova, Gordom, a nestat će laži koje su izmišljali na dunjaluku – tvrdnji da će im njihova božanstva biti od koristi i zauzeti se za njih.",
		"korkutTranslationOfAyah":"I oni će se toga dana Allahu pokoriti, i propast će ono što su potvarali."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ",
		"tafsirTextofAyah":"One koji ne vjeruju u Allaha i odvraćaju ljude od prihvatanja islama Allah će dvostruko kazniti; kaznit će ih zbog nevjerovanja i zbog odvraćanja ljudi od Prave staze i navraćanja na zabludu, u čemu je remećenje reda na Zemlji.",
		"korkutTranslationOfAyah":"One koji nisu vjerovali i koji su od Allahova puta odvraćali Mi ćemo dvostrukom kaznom kazniti zato što su pravili smutnju."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"Sjetite se Dana u kojem će Allah dovesti po jednog poslanika iz svakog naroda, da bude svjedok u korist onih koji su vjerovali u njega i svjedok protiv onih koji su ga poricali. Poslanik islama, sallallahu alejhi ve sellem, dovest će se da bude svjedok protiv svog umeta, pa će posvjedočiti za one koji su ga slijedili, a protiv onih koji su mu se suprotstavljali. Milostivi Allah objavio je Vjerovjesniku, sallallahu alejhi ve sellem, Kur’an, u kojem objašnjava vjerovanje, propise, pravila lijepog ponašanja, veličinu nagrade u Džennetu i strahotu kazne u Džehennemu. Poslanik islama poziva uz pomoć Kur’ana na Pravi put, samilostan je prema onima koji iskreno vjeruju u njega, te donosi radosne vijesti za one koji slijede kur’ansku uputu – da ih čeka pohvalan završetak, velika i vječna nagrada u Džennetu.",
		"korkutTranslationOfAyah":"A šta će biti onog Dana kad protiv svakog naroda dovedemo po jednog svjedoka, od njega samog, i tebe dovedemo kao svjedoka protiv ovih! Mi tebi objavljujemo Knjigu kao objašnjenje za sve i kao uputu i milost i radosnu vijest za one koji jedino u Njega vjeruju."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ",
		"tafsirTextofAyah":"Allah naređuje Svojim robovima da izvršavaju obaveze kako prema Allahu tako i prema drugim stvorenjima, te da se nikome ne daje prednost osim s pravom. Naređuje dobročinstvo kroz udjeljivanje, praštanje i davanje bližnjima ono što im je potrebno. Zabranjuje sve što je ružno, bilo da se radi o riječima poput razvratnog govora ili djelima, poput bluda. Zabranjuje sve što je šerijatom pokuđeno, tj. grijehe, nepravdu, oholost nad ljudima. Allah vas savjetuje da činite ono što vam se naređuje i da ostavite ono što vam se zabranjuje u ovom ajetu, kako biste pouku uzeli i korist izvukli.",
		"korkutTranslationOfAyah":"Allah zahtijeva da se svačije pravo poštuje, dobro čini, i da se bližnjima udjeljuje, i razvrat i sve što je odvratno i nasilje zabranjuje; da pouku primite, On vas savjetuje."
	},
	{
		"arabicTextofAyah":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ",
		"tafsirTextofAyah":"Ispunjavajte sve obaveze i zakletve koje su između vas i Allaha, ali i one između vas i drugih ljudi, ako nisu u suprotnosti sa šerijatom. Nipošto nemojte kršiti zakletve koje ste potvrdili pozivajući se na uzvišeno Božije ime i Allaha kao jamca uzeli za ono što ste obećali. Bojte se Allaha, On dobro zna ono što činite i pouzdano znajte da ćete odgovarati za svoja djela!",
		"korkutTranslationOfAyah":"I ispunjavajte obaveze na koje ste se Allahovim imenom obavezali i ne kršite zakletve kad ste ih tvrdo dali, a Allaha kao jamca sebi uzeli, jer Allah zna ono što radite."
	},
	{
		"arabicTextofAyah":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Nemojte kršiti dogovore, da ne biste bili poput žene koja je temeljito oprela svoju pređu pa je zatim rasprela i svoj trud poništila. Nemojte svojim zakletvama, koje ste izgovorili prilikom sklapanja dogovora i ugovora, varati i obmanjivati svoje ortake, pa makar oni bili bogati! Allah vas iskušava zapovijedajući vam dosljedno izvršavanje ugovora. Sveznajući Allah objasnit će vam na Sudnjem danu sve ono oko čega ste se sporili, kad će izaći na vidjelo ko je bio na istini, a ko je neistinu slijedio, te ko je istinu govorio, a ko je lagao.",
		"korkutTranslationOfAyah":"I ne budite kao onā koja bi svoju pređu rasprela kad bi je već bila čvrsto oprela, i ne služite se zakletvama svojim da biste jedni druge prevarili samo zato što je jedno pleme mnogobrojnije od drugog. Allah vas time samo iskušava, a na Sudnjem danu će vam, doista, objasniti ono oko čega ste se razilazili."
	},
	{
		"arabicTextofAyah":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Da Allah želi, sve bi ljude učinio sljedbenicima jedne vjere i ne biste se dijelili i razilazili, već biste bili pokorni vjernici. Međutim, Gospodar je htio odvesti u zabludu one Svoje robove koji su izabrali zabludu umjesto upute, pa im, na temelju Svoje pravde, ne dozvoljava da krenu Pravom stazom. S druge strane, one robove koji su odabrali uputu, nadahnuo je, iz Svoje dobrote, da prihvate istinu. On će sve ljude pitati o njihovim djelima na Sudnjem danu, dobrim i lošim.",
		"korkutTranslationOfAyah":"Da Allah hoće, učinio bi vas sljedbenicima jedne vjere, ali, On u zabludi ostavlja onoga koga hoće, a na Pravi put ukazuje onome kome On hoće; i vi ćete doista odgovarati za ono što ste radili."
	},
	{
		"arabicTextofAyah":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ",
		"tafsirTextofAyah":"Nemojte svojim zakletvama obmanjivati i varati one kojima se zakletvom obavezujete, pa da vam oni povjeruju, a vi, ustvari, lažete. Budete li tako postupali, stradat ćete nakon što ste bili sigurni i zaštićeni. U tom ćete slučaju biti kažnjeni još na dunjaluku, jer odvraćate od Allahova puta, a na Ahiretu čeka vas bolna patnja zbog varanja.",
		"korkutTranslationOfAyah":"I ne služite se zakletvama svojim zato da biste jedni druge varali, da se ne bi pokliznula noga koja čvrsto stoji, i da ne biste nesreću iskusili zato što ste od Allahova puta odvraćali; a patnja velika vas još čeka."
	},
	{
		"arabicTextofAyah":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Nemojte kršiti obaveze i dogovore zbog sitne i bijedne koristi – a sva su dunjalučka bogatstva bezvrijedna. Nagrada koja vas čeka kod Allaha, u vidu pomoći i plijena na dunjaluku i vječnog uživanja na ahitetu, za izvršavanje obaveza bolja je i vrednija od neznatnih koristi koje izvlačite kršeći dogovore.",
		"korkutTranslationOfAyah":"I ne zamjenjujte obavezu datu Allahu za nešto što malo vrijedi – ono što je u Allaha – za vas je, da znate, bolje!"
	},
	{
		"arabicTextofAyah":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Ljudi, sve što imate na dunjaluku prolazno je i ništavno, a ono što je u Allaha, velika nagrada i vječno uživanje, trajno je i stabilno. Zar onda možete dati prednost onom što je prolazno nad onim što vječno je? One koji budu brižni glede ugovora Mi ćemo nagraditi boljom nagradom nego što su svojim djelima zaslužili, pa ćemo im dati desetostruku nagradu ili sedam stotina puta više, pa čak i više od toga.",
		"korkutTranslationOfAyah":"Ono što je u vas – prolazno je, a ono što je u Allaha – vječno je. One koji su trpjeli Mi ćemo, sigurno, nagraditi mnogostrukom nagradom za ono što su činili."
	},
	{
		"arabicTextofAyah":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Ko god bude činio dobra, ispravna djela, radi Allaha, bio muškarac ili žena, te vjeruje u Allaha, Njegova Poslanika, sallallahu alejhi ve sellem, Njegovo obećanje i prijetnju – Allah će mu dati da ima lijep, ugodan, sretan i siguran život koji se ogleda u zadovoljstvu onim što mu je Allah dao i u uputi da čini dobra djela, i na Ahiretu ćemo im dati nagradu u skladu sa najboljim djelima koja su činili na dunjaluku.",
		"korkutTranslationOfAyah":"Onome ko čini dobro, bio muškarac ili žena, a vjernik je, Mi ćemo dati da proživi lijep život i doista ćemo ih nagraditi boljom nagradom nego što su zaslužili."
	},
	{
		"arabicTextofAyah":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ",
		"tafsirTextofAyah":"Kad hoćeš, o vjerniče, učiti Allahovu knjigu, zatraži utočište kod Allaha od prokletog šejtana, udaljenog od Njegove milosti. Utočište se traži riječima: “Tražim Allahovu zaštitu od prokletog šejtana!”",
		"korkutTranslationOfAyah":"Kada hoćeš da učiš Kur'an, zatraži od Allaha zaštitu od šejtana prokletog,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
		"tafsirTextofAyah":"Allah nije dao vlast šejtanu nad Svojim robovima koji se oslanjaju na Njega i koji Mu se u potpunosti prepuštaju.",
		"korkutTranslationOfAyah":"on doista nema nikakve vlasti nad onima koji vjeruju i koji se u Gospodara svoga pouzdaju;"
	},
	{
		"arabicTextofAyah":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ",
		"tafsirTextofAyah":"Međutim, ovlastio ga je nad onima koji griješeći prema Allahu slijede šejtana, pokoravaju mu se i dragom Allahu pripisuju druga.",
		"korkutTranslationOfAyah":"njegova je vlast jedino nad onima koji njega za zaštitnika uzimaju i koji druge Allahu ravnim smatraju."
	},
	{
		"arabicTextofAyah":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kad Allah neki ajet derogira drugim ajetom – a Stvoritelj najbolje zna u čemu je dobrobit za ljude – nevjernici reknu: “Ti, Muhammede, lažeš na Allaha i govoriš ono što ti nije naređeno!” Većina njih ne zna da derogiranje sadrži golemu mudrost.",
		"korkutTranslationOfAyah":"Kada Mi ajet dokinemo drugim – a Allah najbolje zna što objavljuje – oni govore: \"Ti samo izmišljaš!\" A nije tako, nego većina njih ne zna."
	},
	{
		"arabicTextofAyah":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci im: \"Ovaj Kur'an donosi Džibril od Allaha kao istinit govor. U njemu nema greške niti je iskrivljen. Objavljen je da učvrsti vjernike u Allaha. Neki njegovi ajeti su dokinuti kako bi on bio uputa ka istini i radosna vijest vjernicima da ih čeka plemenita nagrada.",
		"korkutTranslationOfAyah":"Reci: \"Od Gospodara tvoga objavljuje ga melek Džibril kao istinu, da još više učvrsti vjernike u vjerovanju, i da bude putokaz i radosna vijest svim muslimanima.\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ",
		"tafsirTextofAyah":"Svevišnji Allah zna da nevjernici govore: “Kur’an nije objava, već ga je Muhammed naučio od nekog čovjeka!” Govoreći to, nevjernici iznose laži i očito protivrječje: čovjek kojem pripisuju da poučava Resulullaha, sallallahu alejhi ve sellem, Kur’anu ne poznaje izvorni i čisti arapski jezik, stranac je, a Kur’an je vrhunac rječitosti i jasnoće, na arapskom jeziku objavljen. Pa je li moguće da kur’anske ajete izgovara osoba koja nepravilno govori arapski jezik?!",
		"korkutTranslationOfAyah":"Mi dobro znamo da oni govore: \"Poučava ga jedan čovjek!\" Jezik onoga zbog koga oni krivo govore je jezik tuđina, a ovaj Kur'an je na jasnom arapskom jeziku."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
		"tafsirTextofAyah":"Allah neće uputiti na Pravi put nevjernike koji poriču Njegove dokaze i u tome ustrajavaju. Njih čeka bolna i žestoka kazna u Vatri jer su bili nevjernici i poricali ajete.",
		"korkutTranslationOfAyah":"Onima koji neće da vjeruju u Allahove dokaze Allah, sigurno, neće ukazati na Pravi put, i njih čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ",
		"tafsirTextofAyah":"Muhammed sallallahu alejhi ve sellem, nije lažov u pogledu onoga što prenosi od Allaha. Laži izmišljaju oni koji u ajete ne vjeruje, jer se ne boje kazne i ne nadaju se nagradi. Oni koji su opisani nevjerovanje su lašci, jer laž je dio njihovog karaktera.",
		"korkutTranslationOfAyah":"Usuđuju se da laži izmišljaju samo oni koji u Allahove riječi ne vjeruju, i oni su pravi lažljivci."
	},
	{
		"arabicTextofAyah":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
		"tafsirTextofAyah":"Onaj ko učini nevjerstvo nakon što je vjerovao i riječ, odnosno djelo kufra učini svojevoljno, odmetnik je od vjere, Allahova srdžba će se na njega spustiti i velika kazna ga čeka. Ta kazna nečega onoga ko pod prisilom izgovori riječi kufra, a srce mu je smireno i vjere puno.",
		"korkutTranslationOfAyah":"Onoga koji zaniječe Allaha, nakon što je u Njega vjerovao – osim ako bude na to primoran, a srce mu ostane čvrsto u vjeri – čeka Allahova kazna. One kojima se nevjerstvo bude mililo stići će srdžba Allahova i njih čeka patnja velika,"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Allaha niječe onaj koji preferira dunjaluk nad Ahiretom, jer više voli dunjaluk i njegove ljepote od Ahireta i nagrade koju će Allah, džellešanuhu, dati pravovjernima u Džennetu. Allah neće uputiti nevjernike, On će ih ostaviti na cjedilu.",
		"korkutTranslationOfAyah":"zato što više vole život na ovome nego na onome svijetu, a Allah neće ukazati na Pravi put onima koji neće da vjeruju."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah je zatvorio sve prilaze uputi nevjernicima, te svjetlo vjerovanja ne može doći do njih, s obzirom na to da više vole dunjaluk nego Ahiret. Zapečatio im je uši, pa ne čuju kur’anske ajete; učinio ih je slijepim, pa ne vide jasne dokaze koji upućuju na Allahovu jednoću. Oni se nemarno odnose prema onom što im može sreću osigurati. Oni su nemarni prema kazni koju im je Allah pripremio.",
		"korkutTranslationOfAyah":"To su oni čija je srca i sluh i vid Allah zapečatio, i oni su zaista nemarni;"
	},
	{
		"arabicTextofAyah":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Uistinu su nevjernici pravi stradalnici jer će vječno boraviti u Vatri, a kako da i ne budu stradalnici kad su izabrali krivi put, otuđivši se od Prave staze, pomoću koje bi stigli do Dženneta.",
		"korkutTranslationOfAyah":"oni će, nema sumnje, na onome svijetu biti izgubljeni."
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Tvoj će se Gospodar, Poslaniče, smilovati i oprostiti potlačenim vjernicima koje su nevjernici kažnjavali u Meki pa su bili prinuđeni izgovoriti riječi nevjerstva, no srca su im ostala čvrsta u islamu. Čim su bili u mogućnosti pobjeći u Medinu, to su učinili te se potom borili uz Allahovog Poslanika, sallallahu alejhi ve sellem, kako bi Allahova riječ bila gornja. Oni su bili izuzetno strpljivi u činjenju dobrih djela i sustezanju od hrđavih postupaka. Stoga im je Allah oprostio sve prijašnje grijehe te im ukazao veliku milost uputivši ih na pokajanje, prethodno ih ne kaznivši.",
		"korkutTranslationOfAyah":"Gospodar tvoj će onima koji se isele, nakon što su zlostavljani bili, pa se onda budu borili i sve strpljivo podnosili – Gospodar tvoj će im, poslije toga, doista, oprostiti i samilostan biti"
	},
	{
		"arabicTextofAyah":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Sjeti se, Poslaniče, Dana ustanuća, u kojem će svaka osoba doći i prepirati se u svoju korist, tražeći ispriku za neke grijehe, a negirajući neka druga djela koja je počinila. Tog će Dana svako biti nagrađen ili kažnjen shodno onom što je pripremio; dobročinitelji će biti nagrađeni, a zlotvori kažnjeni. Allah nikom neće nepravdu nanijeti, pa ničija dobra djela neće umanjiti, niti će čije grijehe umnogostručiti.",
		"korkutTranslationOfAyah":"na Dan u kom će svaki čovjek samo o sebi brinuti, i u kome će se svakom čovjeku za djela njegova puna nagrada ili kazna dati, nepravda im se neće učiniti!"
	},
	{
		"arabicTextofAyah":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ",
		"tafsirTextofAyah":"Allah navodi kao primjer grad (radi se o Meki) koji je živio siguran od neprijatelja, On ga je zaštitio, a njegovim je stanovnicima opskrba dolazila u obilju i sa svih strana. Pošto su međutim zanijekali Allahove blagodati, postali višebošci i svog poslanika u laž utjerali, Gospodar ih je iskušao siromaštvom, glađu, strahom, smutnjom i patnjom jer nisu vjerovali.",
		"korkutTranslationOfAyah":"Allah navodi kao primjer grad, siguran i spokojan, kome je u obilju dolazila hrana sa svih strana, a koji je nezahvalan na Allahovim blagodatima bio, pa mu je Allah zbog onoga što je radio dao da iskusi i glad i strah."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ",
		"tafsirTextofAyah":"Plemeniti Allah poslao je Resulullaha, sallallahu alejhi ve sellem, mekanskim nevjernicima, svjesnim njegove iskrenosti, povjerenja, i porijekla, pa su i pored toga odbili ono što im je ponudio i nisu ga slijedili nego su širk činili. Allah ih je zbog nevjerovanja iskušao poteškoćama i nesrećama u vidu gladi, straha, stradanja.",
		"korkutTranslationOfAyah":"I njima je došao poslanik, jedan od njih, ali su ga oni lažljivcem nazvali, i njih je stigla kazna zato što su nepravedni bili."
	},
	{
		"arabicTextofAyah":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
		"tafsirTextofAyah":"Jedite, o ljudi, ukusnu dopuštenu hranu kojom vas je dragi Allah počastio, a klonite se onog što je zabranjeno i odvratno! Budite zahvalni Gospodaru svjetova pokoravajući Mu se, ako jedino Njega obožavate.",
		"korkutTranslationOfAyah":"Hranite se dopuštenim i lijepim jelima koja vam Allah daruje i budite zahvalni Allahu na blagodatima Njegovim, ako se samo Njemu klanjate."
	},
	{
		"arabicTextofAyah":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Allah vam je zabranio da jedete meso onih životinja koje su umrle, a nisu zaklane, te krv koja istekne, svinjsko meso, ono što je zaklano u nečije drugo, a ne u Allahovo ime, kao npr. radi idola, kipova, gatara i vračara. Ipak, ako se čovjek boji da će umrijeti od gladi ne pojede li nešto od spomenutog mesa, to mu tad postaje dopušteno, pod uvjetom da je u prijekoj potrebi i da pojede samo onoliko koliko će ga održati u životu. Neka zna da će mu se Allah smilovati i oprostiti mu.",
		"korkutTranslationOfAyah":"On vam zabranjuje jedino strv, i krv, i svinjsko meso, i onu stoku koja je zaklana u nečije drugo, a ne u Allahovo ime. A onome ko bude primoran, ali ne iz želje, samo toliko da utoli glad – pa, Gospodar tvoj će, zaista, oprostiti i samilostan biti."
	},
	{
		"arabicTextofAyah":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ",
		"tafsirTextofAyah":"Ne govorite, o nevjernici, izmišljajući laži: “Ovo je Allah dozvolio, a ovo zabranio!”, pripisujući Allahu saučesnika, o kojem ništa nije objavio. Oni koji pripisuju Allahu ono što On nije rekao neće postići dobro ni na dunjaluku ni na Ahiretu, niti će izbjeći kaznu u paklenoj vatri.",
		"korkutTranslationOfAyah":"I ne govorite neistine jezicima svojim: \"Ovo je dopušteno, a ovo je zabranjeno\", da biste tako o Allahu neistine iznosili. Oni koji o Allahu govore neistine – neće uspjeti,"
	},
	{
		"arabicTextofAyah":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Njihovo je uživanje na ovom svijetu bezazleno i kratkotrajno, a na onom ih svijetu čeka bolna patnja u strašnoj džehennemskoj vatri.",
		"korkutTranslationOfAyah":"kratko će uživati, i njih će strašna patnja čekati."
	},
	{
		"arabicTextofAyah":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Allah je jevrejima zabranio ono o čemu je još prije izvijestio Svog miljenika, Poslanika, sallallahu alejhi ve sellem (u suri el-En'am, 146. ajet). Allah im time nije učinio nepravdu, već su oni razvratno živjeli i neprijateljstvo pokazivali, pa su zaslužili da ih Gospodar svjetova kazni zabranjujući im spomenuta jela.",
		"korkutTranslationOfAyah":"Jevrejima smo zabranili ono o čemu smo ti prije kazivali; Mi njima nismo nepravedni bili, oni su sami sebi nepravdu nanijeli."
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ",
		"tafsirTextofAyah":"Tvoj je Gospodar, Poslaniče, oprostio onima koji su zgriješili ne znajući za posljedice koje griješenje izaziva, a koji su se zatim pokajali i postali bolji muslimani čineći brojna dobra djela. Allah im je, eto, oprostio, nakon što su se pokajali i popravili, te im ukazao Svoju milost i primio njihova dobra djela.",
		"korkutTranslationOfAyah":"Onima koji urade zlo iz neznanja, pa se kasnije pokaju i poprave, Gospodar tvoj će poslije toga, sigurno, oprostiti i samilostan biti."
	},
	{
		"arabicTextofAyah":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Ibrahim, Allahov prijatelj, bio je predvodnik u dobru i primjer moralnog života, pokoran i skrušen bio je pred svojim Gospodarom. Bio je uvjeren u Allahovu jednoću, nikad Allahu nije pridružio druga.",
		"korkutTranslationOfAyah":"Ibrahim je bio primjer čestitosti, pokoran Allahu, pravi vjernik, nije druge smatrao Allahu ravnim,"
	},
	{
		"arabicTextofAyah":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Ibrahim je bio istinski zahvalan dragom Allahu na neizmjernim blagodatima kojima ga je počastio, zahvaljujući Mu srcem, jezikom i udovima. Uzvišeni Allah počastio je Ibrahima poslanstvom i uputio ga na Pravi put.",
		"korkutTranslationOfAyah":"i bio je zahvalan na blagodatima Njegovim; On je njega izabrao i na Pravi put izveo,"
	},
	{
		"arabicTextofAyah":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Svemilosni Allah mu je dao vođstvo, lijep spomen, znanje i mudrost na dunjaluku, a na Ahiretu čekaju ga uzvišeni stupnjevi u društvu dobrih i odabranih robova.",
		"korkutTranslationOfAyah":"i Mi smo mu sačuvali lijep spomen na ovome svijetu, a na onome svijetu će doista biti među onima dobrima."
	},
	{
		"arabicTextofAyah":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Kasnije je Allah objavio Poslaniku, sallallahu alejhi ve sellem, i naredio mu da ustrajno i odano slijedi vjeru islam, kao što je to činio poslanik Ibrahim, istinski monoteist koji nije nikad učinio širk u bilo kojem obliku.",
		"korkutTranslationOfAyah":"Poslije smo tebi objavili: \"Slijedi vjeru Ibrahimovu, vjeru pravu, on nije Allahu druge smatrao ravnim!\""
	},
	{
		"arabicTextofAyah":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, propisao je svetkovanje subote kroz neke obrede jevrejima koji su se razišli u pogledu toga, da bi se u tom danu posvetili ibadetu, nakon što su izgubili petak koji im je prije toga bio dat za posvećivanje ibadetu. Doista će tvoj Gospodar, o Poslaniče, presuditi između ovih koji su se razišli u onome oko čega su se razišli, i svakom će dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"Svetkovanje subote je propisano onima koji su imali različita mišljenja o njoj, i Gospodar tvoj će na Sudnjem danu njima presuditi u onome oko čega su se razišli."
	},
	{
		"arabicTextofAyah":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
		"tafsirTextofAyah":"Vjerovjesniče, ti i tvoji sljedbenici pozivajte u vjeru islam, njene propise i uzvišen moral, najljepšim i najblažim metodama. Govor daije treba biti umiljat, blag i nježan, a nikako grub, surov ni odbojan. Daija mora olakšavati, a ne otežavati; i obveseljavati, a ne strašiti. Musliman potiče na dobro, upozorava na zlo, blago savjetuje, mudro raspravlja. Gospodar dobro poznaje onog koji skrene s Njegova puta, ali i onog koji hodi stazama spašenih. I nemoj, Poslaniče, izgarati od tuge za onima koji ne žele vjerovati.",
		"korkutTranslationOfAyah":"Na put Gospodara svoga mudro i lijepim savjetom pozivaj i s njima na najljepši način raspravljaj! Gospodar tvoj zna one koji su zalutali s puta Njegova, i On zna one koji su na Pravome putu."
	},
	{
		"arabicTextofAyah":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ",
		"tafsirTextofAyah":"Ukoliko se želite osvetiti onom ko je napao na vas, učinite mu ono što je i on vama učinio, a ako se strpite i oprostite, to vam je bolje – pobijedit ćete na dunjaluku i biti nagrađeni na Ahiretu.",
		"korkutTranslationOfAyah":"Ako hoćete da na nepravdu uzvratite, onda učinite to samo u onolikoj mjeri koliko vam je učinjeno; a ako otrpite, to je, doista, bolje za strpljive."
	},
	{
		"arabicTextofAyah":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ",
		"tafsirTextofAyah":"O Poslaniče, strpi se na poteškoćama koje ti se dešavaju, a nećeš moći biti strpljiv osim ako te Allah ne pomogne. Ne budi tužan ako se nevjernici od tebe okrenu i nemoj tugovati zbog spletki koje ti prave.",
		"korkutTranslationOfAyah":"Strpljiv budi! Ali, strpljiv ćeš biti samo uz Allahovu pomoć. I ne tuguj za njima, i neka ti nije teško zbog spletkarenja njihova."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah pomaže onom ko Ga se boji izvršavajući vjerske naredbe i sustežući se od vjerskih zabrana. Allah takvog čuva, štiti i brine se o njemu.",
		"korkutTranslationOfAyah":"Allah je zaista na strani onih koji se Njega boje i grijeha klone i koji dobra djela čine."
	}
]