[
	{
		"arabicTextofAyah":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
		"tafsirTextofAyah":"Allah je uzvišen, veličanstven i svemoguć, On je prenio Svog roba, vjerovjesnika Muhammeda, sallallahu alejhi ve sellem, u jednom dijelu noći, tijelom i dušom, u budnom stanju iz Hrama časnog u Hram daleki - el-Mesdžidul-aksa. Okolina Hrama dalekog blagoslovljena je dunjalučkim dobrima, različitim plodovima, žitaricama, voćem, i on je bio stanište mnogih vjerovjesnika. Allah je Resulullaha, sallallahu alejhi ve sellem, prenio iz Meke u Kuds kako bi mu pokazao čuda Svoje moći i očite dokaze koji upućuju na Njegovu jednoću. Allah, džellešanuhu, čuje molbe Svojih robova i vidi šta rade, ništa Mu nije skriveno niti nedokučivo.",
		"korkutTranslationOfAyah":"Uzvišen bez ikakve mahane je Onaj koji je u jednom času noći preveo Svoga roba iz Hrama časnog u Hram daleki, čiju smo okolinu blagoslovili kako bismo mu neka znamenja Naša pokazali. – On, uistinu, sve čuje i sve vidi."
	},
	{
		"arabicTextofAyah":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا",
		"tafsirTextofAyah":"I Musau smo dali Tevrat, učinivši ga uputom za Israelićane. Rekli smo im: \"Osim Mene zaštitinika ne tražite, nekoga na koga ćete se oslanjati u svemu što radite.\"",
		"korkutTranslationOfAyah":"A Musau smo Knjigu dali i uputstvom je sinovima Israilovim učinili: \"Mjesto Mene – Gospodara drugog ne uzimajte,"
	},
	{
		"arabicTextofAyah":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا",
		"tafsirTextofAyah":"“O potomci onih koje je Allah izbavio od sveopćeg potopa i sačuvao na lađi zajedno s Nuhom, pa budite svjesni ove blagodati i budite zahvalni Allahu Uzvišenom tako što ćete samo Njega obožavati i samo se Njemu pokoravati. U tome slijedite Nuha, koji je bio veoma zahvalan Allahu.\"",
		"korkutTranslationOfAyah":"o potomci onih koje smo sa Nuhom nosili!\" On je, doista, bio rob zahvalni."
	},
	{
		"arabicTextofAyah":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا",
		"tafsirTextofAyah":"Obavijestili smo Israelićane preko Tevrata da će dva puta učiniti nered na Zemlji, čineći grijehe i bivajući oholi, i da će se nad drugim ljudima oholo uzdizati prelazeći svaku granicu.",
		"korkutTranslationOfAyah":"I Mi smo u Knjizi objavili sinovima Israilovim: \"Vi ćete doista dva puta nered na Zemlji učiniti i preko mjere oholi postati."
	},
	{
		"arabicTextofAyah":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا",
		"tafsirTextofAyah":"Nakon što su Israelićani izazvali prvi nered na Zemlji, Allah je dao vlast nad njima jednoj izuzetno moćnoj, brojnoj i veoma pripremljenoj vojsci koja ih je ubijala i protjeravala. Oni su harali njihovim naseljimaز uništavajući sve do čega dođu. Ovo Allahovo obećanje je ispunjeno.",
		"korkutTranslationOfAyah":"I kad dôđē vrijeme prve od dvije prijetnje, poslaćemo protiv vas robove Naše, silno moćne, oni će uzduž i poprijeko zemlju vašu pregaziti, i prijetnja će se ispuniti."
	},
	{
		"arabicTextofAyah":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا",
		"tafsirTextofAyah":"Zatim smo vam, o Israelićani, povratili državu i moć nad onima koji su vas prethodno savladali, nakon što ste se Allahu pokajali. Ojačali smo vas imetkom, nakon što vam je bio otet, i učinili smo vas brojnijim od vašeg neprijatelja.",
		"korkutTranslationOfAyah":"Zatim ćemo vam dati pobjedu protiv njih i pomoći ćemo vas imecima i sinovima i učinićemo vas brojnijim. –"
	},
	{
		"arabicTextofAyah":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا",
		"tafsirTextofAyah":"Budete li dobri i čestiti, o Israelićani, pokoravajući se Gospodaru, to će vam se dobročinstvo vratiti i bit ćete nagrađeni. Allahu niste potrebni ni vi, ni vaša djela, pouzdano znajte. A budete li činili grijehe, čeka vas kazna i poniženje. Allahu ne koristi vaše dobročinstvo, niti Mu šteti vaša nepokornost. Kad počinite nered drugi put, Silni će vas Allah prepustiti mnogobrojnom strašnom neprijatelju koji će vas ubijati, ponižavati, sramotiti i pobjeđivati, pa ćete biti siromašni i bijedni. Vaš će neprijatelj upasti u Kuds i potpuno ga srušiti, kao i prvi put.",
		"korkutTranslationOfAyah":"Sve što činite – činite sebi, dobro i zlo. – A kad dôđē vrijeme druge prijetnje, poslaćemo ih da na licima vašim tugu i jad ostave i da u Hram, kao i prvi put, ponovo provale i da sve što osvoje do temelja poruše."
	},
	{
		"arabicTextofAyah":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا",
		"tafsirTextofAyah":"Možda će vam se vaš Gospodar, Uzvišeni Allah, o Israelićani, smilovati ako Mu se vratite i pokajete za nered i nepravdu koju ste učinili, te ukoliko loša djela dobrim zamijenite. No, vratite li se griješenju, nanošenju nepravde ljudima i činjenju nereda po Zemlji, po treći put, ili više, Allah će vas ponovo kazniti i poniziti. Što se tiče onog svijeta, Allah je pripremio vatru kao zatvor nevjernicima, iz koje nikad neće izaći.",
		"korkutTranslationOfAyah":"I Gospodar vaš će vam se opet smilovati; ako vi ponovo započnete, započećemo i Mi. A Džehennem smo za nevjernike tamnicom učinili."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا",
		"tafsirTextofAyah":"Ovaj Kur’an, koji je Allah objavio Resulullahu, sallallahu alejhi ve sellem, ukazuje na najbolji put, put islama. Kur’an vjernicima koji čine dobra djela donosi radosne vijesti, a to je da im je pripremio veličanstvenu nagradu u Džennetu.",
		"korkutTranslationOfAyah":"Ovaj Kur'an vodi jedinom ispravnom putu, i vjernicima koji čine dobra djela donosi radosnu vijest da ih čeka nagrada velika,"
	},
	{
		"arabicTextofAyah":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
		"tafsirTextofAyah":"I donosi nevjernicima u Sudnji dan loše vijesti: da im je na Sudnjem danu pripremljena bolna kazna.",
		"korkutTranslationOfAyah":"a da smo za one koji u onaj svijet ne vjeruju – bolnu patnju pripremili."
	},
	{
		"arabicTextofAyah":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا",
		"tafsirTextofAyah":"Čovjek nekad, u ljutnji ili srdžbi, zamoli Allaha protiv sebe, svoje djece ili imetka, pa Allah, iz Svoje milosti, ne požuri da udovolji toj njegovoj dovi. Kada bi mu Allah uslišio te dove čovjek bi izgubio život, imetak i potomstvo. Doista je čovjek brzoplet, pa nekada požuruje ono što mu šteti.",
		"korkutTranslationOfAyah":"Čovjek i proklinje i blagosilja; čovjek je doista nagao."
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا",
		"tafsirTextofAyah":"Stvorili smo noć i dan učinivši ih znakovima Allahove jednoće i moći. Pouka je u njihovom konstantnom mijenjanju dužine i temperature, u tome što smo noć učinili tamnom, da bi se ljudi odmarali, a dan svijetlim, da bi u njemu privređivali, i učinili smo da se stalno smjenjuju pa da pomoću toga računate vrijeme: sate, dane, mjesece, godine. Sve smo potanko objasnili, kako bi se razdvojilo između stvari i kako bi bilo jasno ko govori istinu, a ko neistinu.",
		"korkutTranslationOfAyah":"I Mi smo noć i dan kao dva znamenja učinili: znamenje za noć smo uklonili, a znamenje za dan smo vidnim učinili kako biste mogli tražiti od Gospodara svoga blagodati i da biste broj godina znali i da biste vrijeme računali; i sve smo potanko objasnili."
	},
	{
		"arabicTextofAyah":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا",
		"tafsirTextofAyah":"Djelo svakog čovjeka smo učinili neodvojivim od njega, poput ogrlice koja se stavi o vrat, i ono će ga pratiti sve dok ne bude za njega obračunat na Sudnjem danu. Tada ćemo svakom čovjeku dati da vidi svoju knjigu u kojoj piše sve što je radio, i dobro i loše.",
		"korkutTranslationOfAyah":"I svakom čovjeku ćemo ono što uradi o vrat privezati, a na Sudnjem danu ćemo mu knjigu otvorenu pokazati:"
	},
	{
		"arabicTextofAyah":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا",
		"tafsirTextofAyah":"Tog dana ćemo čovjeku reći: \"Čitaj - o čovječe, i sebe obračunaj za ono što si činio! Dovoljno ti je danas muke da sam sebe obračunavaš!\"",
		"korkutTranslationOfAyah":"\"Čitaj knjigu svoju, dosta ti je danas što ćeš svoj račun polagati!\""
	},
	{
		"arabicTextofAyah":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا",
		"tafsirTextofAyah":"Ko krene pravim putem - u svoju korist je krenuo, a ko ode u zabludu - na svoju štetu to radi. Niko tuđi grijeh neće nositi, i nijedan narod nismo kažnjavali dok nad njima nismo dokaz uspostavili slanjem poslanika.",
		"korkutTranslationOfAyah":"Onaj ko ide Pravim putem, od toga će samo on koristi imati, a onaj ko luta – na svoju štetu luta, i nijedan grješnik neće tuđe grijehe nositi. A Mi nijedan narod nismo kaznili dok poslanika nismo poslali!"
	},
	{
		"arabicTextofAyah":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا",
		"tafsirTextofAyah":"Kada hoćemo da uništimo neki grad zbog nepravde njegovih stanovnika, mi učinimo da oholnici koji su Nam nepokorni bili još više grijeha čine, zbog čega zasluže kaznu koja ih istrijebi.",
		"korkutTranslationOfAyah":"Kad hoćemo jedan grad uništiti, onima koji su u njemu na raskoš navikli prepustimo da se razvratu odaju i da tako zasluže kaznu, pa ga onda do temelja razrušimo."
	},
	{
		"arabicTextofAyah":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
		"tafsirTextofAyah":"Allah je već iskorijenio mnoge nevjerničke narode koji su živjeli nakon poslanika Nuha, poput 'Ada i Semuda. Poslaniče, dovoljno je to što Allah u tančine zna grijehe Svojih robova, i sve vidi, i svakom će dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"I koliko smo samo naroda poslije Nuha uništili! A dovoljno je to što Gospodar tvoj zna i vidi grijehe robova Svojih."
	},
	{
		"arabicTextofAyah":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا",
		"tafsirTextofAyah":"Onom ko čini dobra djela zarad prolaznih uživanja i ništavnih ukrasa ovog svijeta, pritom ne misleći o Ahiretu i ne pripremajući se za polaganje računa, Allah će dati ono što On hoće, što mu je već određeno kao nafaka, a zatim će biti bačen u Vatru jer je izabrao dunjaluk, ponižen, prezren i daleko od Allahove milosti.",
		"korkutTranslationOfAyah":"Onome ko želi ovaj svijet, Mi mu brzo dajemo što hoćemo i kome hoćemo, ali ćemo mu poslije Džehennem pripremiti, u kome će se osramoćen i odbačen peći."
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا",
		"tafsirTextofAyah":"Međutim, čovjeka koji čini dobra djela kako bi zaslužio nagradu koju je Allah pripremio u Džennetu, a ne da bi ga ljudi vidjeli i da bi imao dobru reputaciju, i vjerujući u ono što je obavezno vjerovati - Allah će prihvatiti i za njegovo zalaganje i trud obilno će ga nagraditi.",
		"korkutTranslationOfAyah":"A onaj ko želi onaj svijet i trudi se da ga zasluži, a vjernik je, trud će mu hvale vrijedan biti."
	},
	{
		"arabicTextofAyah":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا",
		"tafsirTextofAyah":"Mi, o Poslaniče, na ovom svijetu dajemo blagodati i dobrima i lošima, i nikom ih ne uskraćujemo.",
		"korkutTranslationOfAyah":"Svima njima, i jednima i drugima, dajemo darove Gospodara tvoga; a darovi Gospodara tvoga nisu nikome zabranjeni."
	},
	{
		"arabicTextofAyah":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا",
		"tafsirTextofAyah":"Razmisli, Poslaniče, o tome kako Allah nekim ljudima daje više bogatstva nego drugima, nekima daje više pozicije nego drugima. Na Ahiretu će se još više međusobno razlikovati u svojim stepenima, pa neka vjernici teže uzvišenim stepenima.",
		"korkutTranslationOfAyah":"Gledaj kako jednima dajemo prednost nad drugima; a na onome svijetu razlika u stepenima i prednostima biće, doista, veća."
	},
	{
		"arabicTextofAyah":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا",
		"tafsirTextofAyah":"Ne obožavaj, o čovječe, nikog pored Allaha, jer ćeš se kajati i biti ponižen, osramoćen i prezren, i kod Allaha i kod Njegovih dobrih robova.",
		"korkutTranslationOfAyah":"Ne stavljaj uz Allaha nekog drugog boga – da ne bi osudu zaslužio i bez podrške ostao."
	},
	{
		"arabicTextofAyah":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا",
		"tafsirTextofAyah":"Allah je naredio čovjeku da samo Njega obožava i da Mu nikog ne smatra ravnim, te da svojim roditeljima čini što više dobra, posebno kad ostare. Ako kod tebe dočekaju starost nemoj ispoljavati nezadovoljstvo pred njima, nemoj ih koriti, već im se samo riječima punim poštovanja i nježnosti obraćaj!",
		"korkutTranslationOfAyah":"Gospodar tvoj zapovijeda da se samo Njemu klanjate i da roditeljima dobročinstvo činite. Kad jedno od njih dvoje, ili oboje, kod tebe starost dožive, ne reci im ni: \"Uh!\" – i ne podvikni na njih, i obraćaj im se riječima poštovanja punim."
	},
	{
		"arabicTextofAyah":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا",
		"tafsirTextofAyah":"Budi milostiv i ponizan prema njima, i reci: \"Gospodaru moj, smiluj im se zato što su me odgajali i pazili dok sam bio mali.\"",
		"korkutTranslationOfAyah":"Budi prema njima pažljiv i ponizan i reci: \"Gospodaru moj, smiluj im se, oni su mene, kad sam bio dijete, njegovali!\""
	},
	{
		"arabicTextofAyah":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا",
		"tafsirTextofAyah":"Allah zna sve vaše namjere i tajne, pa ako vaš cilj bude da zaslužite Allahovo zadovoljstvo i blizinu, a, pored toga, budete iskreno činili dobra djela i budete činili dobro roditeljima – On će oprostiti grijehe onom ko se nada Njegovu oprostu. Allah će oprostiti onom ko se pokaje zbog podbacivanja u poslušnosti Allahu i činjenju dobra roditeljima.",
		"korkutTranslationOfAyah":"Gospodar vaš dobro zna šta je u dušama vašim: ako budete poslušni – pa, Allah će doista oprostiti onima koji se kaju."
	},
	{
		"arabicTextofAyah":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا",
		"tafsirTextofAyah":"O vjerniče, izvršavaj svoje obaveze prema bližnjima, održavaj rodbinske veze, pomozi siromaha, olakšaj nastavak putovanja onome ko je ostao bez sredstava, nemoj udjeljivati tamo gdje je grijeh i nemoj rasipati.",
		"korkutTranslationOfAyah":"Daj bližnjem svome pravo njegovo, i siromahu, i putniku, ali ne rasipaj mnogo,"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا",
		"tafsirTextofAyah":"Oni koji dijele svoje imetke u zabranjene svrhe ili daju više nego što mogu podnijeti, slični su šejtanima, jer im se pokoravaju. A šejtanova osobina je da poriče Allahove blagodati i samo na ono što Allah mrzi navodi.",
		"korkutTranslationOfAyah":"jer su rasipnici braća šejtanova, a šejtan je Gospodaru svome nezahvalan."
	},
	{
		"arabicTextofAyah":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا",
		"tafsirTextofAyah":"Ako neko od tebe zatraži a ti nemaš ništa da mu daš, i sām očekujući da te Allah opskrbi imetkom, onda mu barem kaži nešto lijepo i plemenito. Možeš npr. zamoliti Allaha da mu da ono što je potrebno ili možeš obećati da ćeš mu pomoći kad to budeš mogao.",
		"korkutTranslationOfAyah":"A ako moraš od njih glavu okrenuti, jer i sam od Gospodara svoga milost tražiš i njoj se nadaš, onda im barem koju lijepu riječ reci."
	},
	{
		"arabicTextofAyah":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا",
		"tafsirTextofAyah":"Nemoj biti škrt, a nemoj ni rasipati! Ljudi će ti prigovoriti ako budeš škrtica; budeš li rasipnik, nestat će tvog imetka, te nećeš imati šta udijeliti.",
		"korkutTranslationOfAyah":"Ne drži ruku svoju stisnutu, a ni posve otvorenu – da ne bi prijekor zaslužio i bez ičega ostao,"
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
		"tafsirTextofAyah":"Uzvišeni Allah obilno daje nekim Svojim robovima, dok drugima dā vrlo malo, shodno Svom savršenom znanju i mudrosti. Allah dobro poznaje tajne i On najbolje zna za koga je dobro da bude bogat, a za koga je bolje da bude siromašan.",
		"korkutTranslationOfAyah":"Gospodar tvoj pruža obilnu opskrbu onome kome hoće, a i ograničava je, jer zna i vidi robove Svoje."
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا",
		"tafsirTextofAyah":"Ne ubijajte svoju djecu bojeći se siromaštva zbog trošenja na njih. Mi ćemo vas opskrbiti. Ubijanje djece veliki je zločin i strašan grijeh, jer oni su bezgriješni i nedužni.",
		"korkutTranslationOfAyah":"Ne ubijajte djecu svoju iz straha od neimaštine, i njih i vas Mi hranimo, jer je ubijati njih doista veliki grijeh."
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا",
		"tafsirTextofAyah":"Nipošto se ne približujte onom što vodi bludu, jer postoji velika mogućnost da ga počinite! Blud je krajnje ružna stvar. On ima za posljedicu da se ne zna ko je kome roditelj i rođak, te vodi u Allahovu kaznu.",
		"korkutTranslationOfAyah":"I što dalje od bluda, jer to je razvrat, kako je to ružan put!"
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا",
		"tafsirTextofAyah":"Ne ubijajte one čije je živote Allah zaštitio, poput vjernika, ili nevjernika kojima je Allah garantovao zaštitu. Može biti ubijen samo onaj nad kojim se vrši zakonska kazna odmazde (od strane nadležnih organa), ili smrtna kazna nad oženjenim bludnikom, ili nad otpadnikom. U slučaju svakog drugog ubistva, Allah je dao pravo nasljednicima ubijenog da od vlasti traže smrtnu kaznu za ubicu, ili da traže krvarinu od njega, ili da mu oproste. Niko nema pravo prelaziti granicu u odmazdi masakrirajući nekog ili da ga ubije nečim čime on nije ubio, ili da ubije onog ko nije ubio. Allah je uz porodicu ubijenog dokle god ne pređu granicu.",
		"korkutTranslationOfAyah":"I ne ubijajte nikoga koga je Allah zabranio ubiti, osim kad pravda zahtijeva! A ako je neko, ni kriv ni dužan, ubijen, onda njegovom nasljedniku dajemo vlast, ali neka ni on ne prekoračuje granicu u ubijanju, ta njemu je data vlast."
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا",
		"tafsirTextofAyah":"Nije vam dopušteno raspolagati imetkom djeteta koje nema oca, osim ako je u tome korist za njega, pa da se njegov imetak investira i uveća dok on ne bude dovoljno razborit da sam raspolaže svojim imetkom. Ispunjavajte obaveze prema Allahu i prema ljudima na najpotpuniji način. Allah će pitati čovjeka za sve obaveze, da li ih je ispunio. Ako čovjek ispuni obaveze, Allah će ga nagraditi, a ako bude lagao i varao, kaznit će ga.",
		"korkutTranslationOfAyah":"A od imetka siročeta – što dalje! Osim ako ga želite unaprijediti, sve dok ne postane punoljetno. I ispunjavajte obavezu, jer će se za obavezu, zaista, odgovarati!"
	},
	{
		"arabicTextofAyah":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا",
		"tafsirTextofAyah":"Upotpunite mjeru kad mjerite na litru i nikad je ne umanjujte, a kad važete na kantaru, budite pravedni i dosljedni. To vam je bolje na oba svijeta, i to ima lijepe posljedice, za razliku od krivog mjerenja i varanja.",
		"korkutTranslationOfAyah":"Napunite mjeru kad mjerite na litru i pravo mjerite na kantaru! To je bolje i posljedice su ljepše."
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا",
		"tafsirTextofAyah":"Nemoj se povoditi za onim što ne znaš i u šta nisi siguran, već sve provjeravaj kako bi otklonio svaku sumnju! Čovjek će odgovarati pred Allahom za sluh, vid i razum, pa bude li ih koristio u dobro, bit će nagrađen, a u protivnom će biti kažnjen.",
		"korkutTranslationOfAyah":"Ne povodi se za onim što ne znaš! I sluh, i vid, i razum, za sve to će se, zaista, odgovarati."
	},
	{
		"arabicTextofAyah":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا",
		"tafsirTextofAyah":"Ne hodaj, čovječe, nadmeno i oholo po zemlji, jer si bespomoćno stvorenje i svojim hodom ne možeš probiti zemlju, niti možeš dosegnuti rastom planine. Čovječe, ti si malehan, sitan i neznatan. Čemu se onda oholiš?",
		"korkutTranslationOfAyah":"Ne hodi po zemlji nadmeno, jer zemlju ne možeš probiti ni brda u visinu dostići,"
	},
	{
		"arabicTextofAyah":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا",
		"tafsirTextofAyah":"Sva ogavna djela, spomenuta u prethodnim ajetima, Allahu su mrska i nije zadovoljan njihovim počiniocem.",
		"korkutTranslationOfAyah":"sve je to ružno, Gospodaru tvome mrsko."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا",
		"tafsirTextofAyah":"Ono što ti Allah objašnjava, Vjerovjesniče – korisni propisi, lijepo i uzorno ponašanje, je Allahova objava tebi. Ne obožavaj nikog pored Allaha ili ćeš bit ćeš bačen u džehennemsku vatru, i sām ćeš sebe koriti, i ljudi će te koriti, i bit ćeš lišen Allahove milosti i svakog dobra.",
		"korkutTranslationOfAyah":"To je mudrost koju ti Gospodar tvoj objavljuje. I ne dodaji Allahu drugog boga da ne bi u Džehennem bio bačen, prekoren i od milosti Njegove udaljen."
	},
	{
		"arabicTextofAyah":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا",
		"tafsirTextofAyah":"Zar je vas, o nevjernici, Jedini i Silni Allah obdario sinovima, a Sebi uzeo meleke da Mu budu kćeri?! Ove vaše riječi predstavljaju veliku bezobzirnost, ružnoću i golemo nevjerstvo, s obzirom na to da pripisujete Allahu nešto što Mu ne priliči, što je još dublje ulaženje u nevjerstvo.",
		"korkutTranslationOfAyah":"Zar je vaš Gospodar vas sinovima obdario, a Sebi, kao kćeri, meleke uzeo? Vi, zaista, izgovarate krupne riječi."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا",
		"tafsirTextofAyah":"Allah objašnjava propise i navodi kazivanja i primjere u Kur’anu kako bi se ljudi okoristili i izvukli pouku, pa da rade ono što im koristi a da se klone onoga što im šteti. Nažalost, to samo povećava neposlušnost i zabludu kod nevjernikā i nasilnikā, tim više jer su odstupili od urođene vjere.",
		"korkutTranslationOfAyah":"Mi u ovom Kur'anu objašnjavamo da bi oni pouku izvukli, ali ih on sve više otuđuje."
	},
	{
		"arabicTextofAyah":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا",
		"tafsirTextofAyah":"Reci višebošcima, Poslaniče islama: “Kad bi postojali drugi bogovi osim Allaha, kako to tvrde lažljivci, oni bi, uistinu, tražili način da nadvladaju Allaha, Gospodara prijestola veličanstvenog, i nastojali bi zavladati Njegovim carstvom.”",
		"korkutTranslationOfAyah":"Reci: \"Da pored Njega postoje drugi bogovi, kao što oni govore, oni bi onda potražili put do Vlasnika Arša.\""
	},
	{
		"arabicTextofAyah":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا",
		"tafsirTextofAyah":"Allah je vrlo visoko iznad onog što Mu nevjernici pripisuju.",
		"korkutTranslationOfAyah":"Hvaljen neka je On i vrlo visoko iznad onoga što oni govore!"
	},
	{
		"arabicTextofAyah":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
		"tafsirTextofAyah":"Allaha veličaju sedmera nebesa, i Zemlja, i stvorenja koja su na njima, hvale Ga, štuju, uvažavaju i slave onako kako Njemu priliči; Njemu pripada slava i zahvala na početku i na kraju. Ali to vi, o ljudi, ne razumijete, jer Allaha svako slavi na svom jeziku i na svoj način. Allah je blag i ne žuri da kazni grešnike, već im daje vremena, i mnogo prašta onima koji se iskreno pokaju i zatraže oprost.",
		"korkutTranslationOfAyah":"Njega veličaju sedmera nebesa, i Zemlja, i onī na njima; i ne postoji ništa što ga ne veliča, hvaleći Ga; ali vi ne razumijete veličanje njihovo. – On je doista blag i mnogo prašta."
	},
	{
		"arabicTextofAyah":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا",
		"tafsirTextofAyah":"Božiji Poslaniče, kad učiš Kur’an, koji sadrži opomene i upozorenja, i nevjernici te slušaju, Allah postavi nevidljiv zastor koji ih onemogućuje u razumijevanju kur’anskih ajetā, jer oni ne vjeruju u Ahiret. To im je kazna od Silnog Allaha zato što se svjesno okreću od istine.",
		"korkutTranslationOfAyah":"Kad čitaš Kur'an, između tebe i onih koji u onaj svijet ne vjeruju Mi zastor nevidljiv stavimo,"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا",
		"tafsirTextofAyah":"Allah je stavio prekrivače na srca nevjernikā kako ne bi shvatili značenja Kur’ana, te ih je učinio gluhim i oni ga ne čuju na način koji bi im koristio. Kad spomeneš Allaha u Kur’anu, Poslaniče milosti, a ne spomeneš njihova božanstva, krivovjerni bježe od tebe ne želeći priznati da je Allah jedini bog i ne želeći Mu iskreno vjeru ispovijedati.",
		"korkutTranslationOfAyah":"a na srca njihova pokrivače da ga ne bi razumjeli, i gluhim ih učinimo. I kad ti spomeneš Gospodara svoga u Kur'anu, Njega jedinog, oni se preplašeni daju u bijeg."
	},
	{
		"arabicTextofAyah":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا",
		"tafsirTextofAyah":"Poslaniče, Mi znamo kako glavešine mnogobošci slušaju tvoje učenje Kur’ana. Oni su zlonamjerni jer te ne slušaju da bi prihvatili istinu niti da bi se okoristili, već slušaju kako bi se ismijavali dok ti učiš. Allah sve zna o onome što tajno između sebe govore, o njihovim tvrdnjama da je Kur'an laž i o njihovom odvraćanju od Kur'ana. Ti nepravednici govore: “Čovjek kojeg slijedite opčinjen je i nije pametan!”, i time sami sebi zulum čine, jer u nevjerstvu lutaju.",
		"korkutTranslationOfAyah":"Mi dobro znamo šta oni žele čuti kada te dolaze prisluškivati, i o čemu se sašaptavaju kad nevjernici govore: \"Vi slijedite samo opčinjena čovjeka!\""
	},
	{
		"arabicTextofAyah":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا",
		"tafsirTextofAyah":"Razmisli kako je čudno to što višebošci opisuju Poslanika, sallallahu alejhi ve sellem, ružnim opisima! Zbog toga su skrenuli s pravog puta i, ako tako nastave, neće biti upućeni.",
		"korkutTranslationOfAyah":"Vidi šta o tebi oni govore, pa onda lutaju i ne mogu naći Pravi put."
	},
	{
		"arabicTextofAyah":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا",
		"tafsirTextofAyah":"Negirajući oživljenje poslije smrti, nevjernici se pozivaju na sljedeću sumnju: “Kako ćemo biti oživljeni nakon što postanemo smrvljene, truhle kosti?! To je, zaista, nemoguće!”",
		"korkutTranslationOfAyah":"Oni govore: \"Zar kada se u kosti i prašinu pretvorimo, zar ćemo, kao nova bića, doista biti oživljeni?\""
	},
	{
		"arabicTextofAyah":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا",
		"tafsirTextofAyah":"Reci, Poslaniče, višebošima: “Ako možete, budite čvrsti i tvrdi kao kamenje ili gvožđe! A to ne možete biti.”",
		"korkutTranslationOfAyah":"Reci: \"Hoćete, i da ste kamenje ili gvožđe"
	},
	{
		"arabicTextofAyah":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا",
		"tafsirTextofAyah":"“Ili, ako ste u stanju, pretvorite se u stvorenja koja su veća i jača od vas, i Gospodar, Koji vas je prvi put stvorio, oživio bi vas.” Pošto im dokažeš da je Allah moćan oživiti ih nakon smrti, oni će ti, poričući, kazati: “A ko je taj ko će nas vratiti u život nakon što umremo?!” Odmah im odgovori: “U život će vas poslije smrti vratiti Onaj Koji vas je prvi put iz ničeg stvorio!” Oni će se tad rugati i zatresti svojim glavama te, ne vjerujući i smatrajući nemogućim Sudnji dan, kazati: “Kad će biti to oživljenje?!” Reci im: “Sigurno je da će se dogoditi ubrzo, jer sve što će doći - blizu je!”",
		"korkutTranslationOfAyah":"ili bilo kakvo stvorenje za koje mislite da ne može biti oživljeno.\" – \"A ko će nas u život vratiti?\" – upitaće oni, a ti reci: \"Onaj koji vas je i prvi put stvorio\", a oni će prema tebi odmahnuti glavama svojim i upitati: \"Kada to?\" Ti reci: \"Možda ubrzo!"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا",
		"tafsirTextofAyah":"Na Dan kad vas Allah pozove da ustanete iz svojih kaburova, vi ćete Mu se odazvati, pokoriti se i veličati Ga. Na Sudnjem će danu biti tako strašan prizor da ćete pomisliti kako ste na dunjaluku živjeli vrlo malo vremena.",
		"korkutTranslationOfAyah":"Biće onog Dana kad vas On pozove, i odazvaćete se, hvaleći Ga, i pomislićete da ste ostali samo malo vremena.\""
	},
	{
		"arabicTextofAyah":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا",
		"tafsirTextofAyah":"Reci, Vjerovjesniče, Mojim bogobojaznim robovima da kad razgovoraju i diskutiraju s drugim ljudima, govore lijepo, blago i umiljato, a ne grubo i surovo, jer se šejtan upinje da među vjernike unese neprijateljstvo i mržnju. Naime, ružan govor budi neprijateljstvo i može imati ružne posljedice na oba svijeta. Šejtan je čovjeku neprijatelj koji mu ne želi dobro i uspjeh, niti želi da vjernici budu jedinstveni i složni kao braća. Zbog toga se treba čuvati šejtana.",
		"korkutTranslationOfAyah":"Reci robovima Mojim da govore samo lijepe riječi: – jer bi šejtan mogao posijati neprijateljstvo među njima, šejtan je, doista, čovjekov otvoreni neprijatelj –"
	},
	{
		"arabicTextofAyah":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا",
		"tafsirTextofAyah":"Allah zna šta javno i tajno činite: bude li želio, smilovat će vam se uputivši vas na Pravi put, a ako htjedne, odvest će vas u zabludu i učiniti da umrete kao nevjernici. Božiji Poslaniče, Mi te nismo poslali da bdiješ nad ljudima i da ih prisiliš da vjeruju i da im brojiš djela, već smo te poslali da dostaviš poslanicu.",
		"korkutTranslationOfAyah":"\"Gospodar vaš dobro vas poznaje: ako hoće, On će vam se smilovati ili će vas, ako hoće, na muke staviti.\" – A Mi tebi nismo dali vlast nad njima."
	},
	{
		"arabicTextofAyah":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
		"tafsirTextofAyah":"Tvoj Gospodar, Vjerovjesniče, jedini zna sve što je na nebesima i na Zemlji, ništa Mu nije skriveno. On zna svačije stanje i svačije zasluge. Allah je odlikovao jedne vjerovjesnike nad drugim, s obzirom na to da je nekima objavio knjige, dao im mnogo znanja, razumijevanje, mudrost, i mnogo sljedbenika, a Davudu je objavio Zebur.",
		"korkutTranslationOfAyah":"Gospodar tvoj dobro zna one na nebesima i one na Zemlji; Mi smo jedne vjerovjesnike nad drugima odlikovali, a Davudu smo Zebur dali."
	},
	{
		"arabicTextofAyah":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا",
		"tafsirTextofAyah":"Poslaniče islama, reci nevjernicima: “Ova vaša božanstva, koja molite kad ste u nevolji i potrebi, ne mogu otkloniti od vas nesreću i teškoću! Također, to nemogu priuštiti nikom drugom, jer su nemoćna. Ne može biti Bog onaj ko je nemoćan.”",
		"korkutTranslationOfAyah":"Reci: \"Molite se onima koje, pored Njega, smatrate bogovima – ali vas oni neće moći nevolje osloboditi niti je izmijeniti.\""
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا",
		"tafsirTextofAyah":"Oni kojima se krivovjerni mole da im otklone probleme – vjerovjesnici, meleki i dobri ljudi, i sami se međusobno natječu u dobrim djelima i u tome ko će se više približiti Allahu, očekujući Njegov oprost i milost te strahujući od kazne. A obaveza je bojati se Allahove kazne i nikad se ne smatrati sigurnim od nje.",
		"korkutTranslationOfAyah":"Oni kojima se oni mole sami traže načina kako će se što više Gospodaru svome približiti, i nadaju se milosti Njegovoj i plaše se kazne Njegove. A kazne Gospodara tvoga svako se treba čuvati."
	},
	{
		"arabicTextofAyah":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا",
		"tafsirTextofAyah":"Ne postoji nijedno naselje čiji stanovnici nisu vjernici u Allaha i Njegove poslanike, a da ga Allah neće uništiti i razoriti prije nastupanja Sudnjeg dana, ili će ih kazniti problemima, nesrećama, bolestima, siromaštvom. Allah je tako odredio i zapisao u Knjizi pomno čuvanoj.",
		"korkutTranslationOfAyah":"I ne postoji nijedno naselje koje Mi prije Sudnjeg dana nećemo uništiti ili ga teškoj muci izložiti; to je u Knjizi zapisano."
	},
	{
		"arabicTextofAyah":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا",
		"tafsirTextofAyah":"Allah ne šalje čuda (npr. vraćanje umrlih u život) koja traže nevjernici, a koja ukazuju na to da Poslanik islama, sallallahu alejhi ve sellem, govori istinu, samo zbog toga što su prijašnji narodi poricali čuda koja su njima dolazila, pa ih je Gospodar svjetova uništio. Semudu, Salihovu narodu, Allah, džellešanuhu, dao je devu iz stijene, očit dokaz i čudo, ali su oni to porekli te ih je Allah iskorijenio. Plemeniti je Allah slao vjerovjesnike, davao im čuda i očite dokaze da zastraši Svoje robove, ne bi li se vratili ispravnom putu.",
		"korkutTranslationOfAyah":"A da ne šaljemo čuda, zadržava Nas samo to što drevni narodi nisu u njih povjerovali; Semudu smo kao vidljivo čudo kamilu dali, ali oni u nju nisu povjerovali. A čuda šaljemo samo da zastrašimo."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا",
		"tafsirTextofAyah":"I sjeti se, Vjerovjesniče, dana u kojem ti je Gospodar objavio da On Svojim znanjem i moći obuhata sve ljude! Čuda koja su ti pokazana na Israu samo su iskušenja za ljude; ona su pokazala ko je iskreni vjernik, a ko je lažac. Također, ukleto drvo Zekkum, spomenuto u Kur’anu, kušnja je robovima. Jedini i Svemoćni Allah zastrašuje nevjernike različitim vrstama kazni i čuda, pa i pored toga, oni su još veći nevjernici i grešnici.",
		"korkutTranslationOfAyah":"I rekli smo ti: \"Svi ljudi su u Allahovoj vlasti!\" A san koji smo ti dali da usniješ i drvo ukleto, u Kur'anu spomenuto, iskušenje su za ljude. Mi ih zastrašujemo, ali njima to samo povećava ionako veliko bezvjerstvo."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا",
		"tafsirTextofAyah":"I sjeti se kad je Allah naredio melekima da se poklone Ademu, iz poštovanja i uvažavanja, pa su Ga poslušali i poklonili se, izuzev Iblisa, koji nije poslušao, već se uzoholio i odbio Božiju zapovijest i prkoseći rekao: “Kako da se poklonim Ademu, bespomoćnom čovjeku stvorenom od zemlje?! Ja sam bolji i časniji od njega!”",
		"korkutTranslationOfAyah":"I kada rekosmo melekima: \"Poklonite se Ademu!\" – oni se svi, osim Iblisa, pokloniše. \"Zar da se poklonim onome koga si Ti od ilovače stvorio?\" – reče."
	},
	{
		"arabicTextofAyah":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا",
		"tafsirTextofAyah":"Tad oholi buntovni šejtan reče: “Šta misliš o tome da me ostaviš u životu do Sudnjeg dana kako bih zavladao potomstvom ovog bespomoćnog stvorenja koje si odlikovao nadamnom? Odvodio bih ih u zabludu i poticao na smutnje, pa bih ih odvratio od Allahova puta. A to neću moći postići kad su posrijedi oni koji iskreno vjeruju i rade dobra djela.”",
		"korkutTranslationOfAyah":"\"Reci mi\" – reče onda – \"evo ovoga koga si iznad mene uzdigao: ako me ostaviš do Smaka svijeta sigurno ću, osim malobrojnih, nad potomstvom njegovim zagospodariti.\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا",
		"tafsirTextofAyah":"Prijeteći prokletom Iblisu i njegovim sljedbenicima do Sudnjeg dana, Allah je odgovorio: “Idite, i ti i oni koji te slijede skončat ćete u Džehennemu, što je posljedica vaših djela!”",
		"korkutTranslationOfAyah":"\"Odlazi!\" – reče On. \"Onima koji se za tobom budu poveli i tebi – kazna džehennemska biće vam puna kazna."
	},
	{
		"arabicTextofAyah":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
		"tafsirTextofAyah":"“I pozivaj u griješenje koga god mogneš od ljudi i džina, sakupi svu svoju konjicu i pješadiju da ti pomognu u tome, te imaj udjela u njihovim imecima tako što ćeš ih poticati na stjecanje haram-imetka, i u njihovoj djeci tako što ćeš ih navoditi na da sebi pripisuju djecu koja nisu njihova, i da dobijaju djecu putem bluda, i da im daju mušrička imena. Svojim sljedbenicima i poklonicima daji lažna obećanja i puste nade”, rekao mu je Gospodar svjetova.",
		"korkutTranslationOfAyah":"I zavodi glasom svojim koga možeš i potjeraj na njih svoju konjicu i svoju pješadiju, i budi im ortak u imecima, i u djeci, i daji im obećanja – a šejtan ih samo obmanjuje –"
	},
	{
		"arabicTextofAyah":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا",
		"tafsirTextofAyah":"Šejtan ne može zavesti Allahove iskrene robove koji Mu se pokoravaju i slijede Njegove poslanike, jer Allah, Zaštitnik, njih čuva, štiti, brine se o njima i podržava ih, zato što se oni oslanjaju na Njega.",
		"korkutTranslationOfAyah":"ali, ti, doista, nećeš imati nikakve vlasti nad robovima Mojim!\" A Gospodar tvoj je dovoljan kao zaštitnik!"
	},
	{
		"arabicTextofAyah":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا",
		"tafsirTextofAyah":"Vaš je Gospodar, o ljudi, Onaj Koji vam je olakšao da plovite morima kako biste trgovali i na druge načine stjecali nafaku. To je oličenje Allahove milosti prema vama.",
		"korkutTranslationOfAyah":"Gospodar vaš, vas radi, pokreće lađe po moru da biste tražili Njegove blagodati, jer je On prema vama milostiv."
	},
	{
		"arabicTextofAyah":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا",
		"tafsirTextofAyah":"O višebošci, kad se nađete u nevolji na moru i smrt vas skoli sa svih strana, tad zaboravite druga božanstva kojima ste se klanjali, na umu vam je Allah, Jedan Jedini! Tada samo Njega molite da vas spasi i sačuva! Pošto vas On iskrca na kopno, žive i zdrave, vi se opet okrećete od obožavanja samo Njega, te se vraćate mnogoboštvu i griješenju. Čovjek u velikoj mjeri negira Božije blagodati.",
		"korkutTranslationOfAyah":"Kad vas na moru nevolja zadesi, tada nema onih kojima se inače klanjate, postoji samo On. A kad vas On na kopno spasi, vi okrećete glave; čovjek je uvijek nezahvalan!"
	},
	{
		"arabicTextofAyah":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا",
		"tafsirTextofAyah":"Jeste li sigurni da Allah neće uzdrmati zemlju pod vašim nogama, pa da propadnete u nju?! Ili, jeste li sigurni da Svemogući Allah neće izliti kišu kamenja na vas, koja bi vas raskomadala kao što je uradio sa Lutovim narodom?! Vi ne biste našli nikog da vas spasi i zaštiti od kazne.",
		"korkutTranslationOfAyah":"Zar ste sigurni da vas On neće u zemlju utjerati ili da protiv vas neće pješčanu oluju poslati, pa da onda sebi zaštitnika nećete naći?"
	},
	{
		"arabicTextofAyah":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا",
		"tafsirTextofAyah":"O robovi, imate li kakvu garanciju da vas Silni Allah neće vratiti na more pa na vas poslati strašni vjetar koji će polomiti vaše čamce i potopiti vaše lađe, jer ste nezahvalni Allahu? Nakon što stradate, Allahu nećete moći ništa prigovoriti niti se žaliti.",
		"korkutTranslationOfAyah":"Ili, zar ste sigurni da vas On po drugi put neće na more izvesti, i buru na vas poslati i potopiti vas zbog toga što ste bili nezahvalni? Tada ne biste nikoga našli ko bi Nas zbog vas na odgovornost pozvao."
	},
	{
		"arabicTextofAyah":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا",
		"tafsirTextofAyah":"Sveznajući Allah je odlikovao ljude nad ostalim stvorenjima tako što im je dao razum, i što je zatražio da meleki učine sedždu Ademu, i što im je dao da se koriste svime što postoji: raznim prevoznim sredstvima na kopnu i na moru, zatim ih je počastio raznim vrstama hrane, pića i odjeće, i dao da sklapaju brak, i mnoge druge blagodati im darovao. Allah je čovjeku dao mnoge blagodati koje nije dao mnogim drugim stvorenjima, i čovjek na tome treba biti zahvalan.",
		"korkutTranslationOfAyah":"Mi smo sinove Ademove, doista, odlikovali; dali smo im da kopnom i morem putuju, i opskrbili ih ukusnim jelima, i dali im velike prednosti nad mnogima koje smo stvorili."
	},
	{
		"arabicTextofAyah":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا",
		"tafsirTextofAyah":"I sjeti se Sudnjeg dana, u kojem će Allah sakupiti sve ljude, prve i potonje, pa će svaka skupina biti pozvana sa svojim vođom kojeg su slijedili. Što se tiče dobrih ljudi, njima će Gospodar dati knjigu njihovih dobrih djela u desnu ruku, i oni će je čitati radosni i veseli. Nagrada za njihova dobra djela neće im biti umanjena ni koliko jedan trun.",
		"korkutTranslationOfAyah":"A na Dan kada pozovemo sve ljude s vođom njihovim, oni kojima se knjiga njihova dâ u desnu ruku njihovu čitaće knjige svoje i neće im biti ni koliko trun jedan učinjena nepravda;"
	},
	{
		"arabicTextofAyah":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا",
		"tafsirTextofAyah":"Ko na dunjaluku bude slijep za dokaze i znakove Allahove jednoće i moći, pa ne bude vjerovao u ono što je donio Resulullah, sallallahu alejhi ve sellem – na Sudnjem danu neće biti u stanju vidjeti put do Dženneta, upravo zato što je bio daleko od Pravog puta. Kazna se podudara s onim zbog čega je zaslužena.",
		"korkutTranslationOfAyah":"onaj ko je na ovome svijetu bio slijep biće slijep i na onom i daleko od svakoga dobra."
	},
	{
		"arabicTextofAyah":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا",
		"tafsirTextofAyah":"Nevjernici su nastojali da te odvrate, Poslaniče, od slavnog Kur’ana, knjige koja ti se objavljuje, kako bi ti izmislio na Allaha ono što On nije objavio. Da si ih poslušao učinivši ono što su tražili, oni bi te smatrali iskrenim i dragim prijateljem.",
		"korkutTranslationOfAyah":"I zamalo da te oni odvrate od onoga što ti Mi objavljujemo, da bi protiv Nas nešto drugo iznio, i tada bi te oni smatrali prijateljem."
	},
	{
		"arabicTextofAyah":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا",
		"tafsirTextofAyah":"Da te Allah nije učvrstio na istini, Vjerovjesniče, i spasio te od zablude, ti bi se gotovo priklonio njihovim riječima i odustao od nekih stvari, a sve iz želje da ti se odazovu i krenu Pravim putem.",
		"korkutTranslationOfAyah":"A da te nismo učinili čvrstim, gotovo da bi im se malo priklonio,"
	},
	{
		"arabicTextofAyah":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا",
		"tafsirTextofAyah":"Da si se makar malo prilagodio i priklonio nevjernicima, Allah bi dao da iskusiš dvostruku kaznu na dunjaluku i Ahiretu. Poslaniče islama, tad ne bi nikog našao da te spasi i poštedi od Allahove kazne!",
		"korkutTranslationOfAyah":"i tad bismo ti doista dali da iskusiš dvostruku muku u životu i dvostruku patnju poslije smrti; tada ne bi nikoga našao ko bi ti protiv Nas pomogao."
	},
	{
		"arabicTextofAyah":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا",
		"tafsirTextofAyah":"Pokušavali su nevjernici, Poslaniče, da te stalnim uznemiravanjem protjeraju iz Meke, ali ih je Allah u tome spriječio sve dok nisi učinio hidžru po naredbi tvog Gospodara; a da su to učinili, ni oni se u njoj ne bi dugo zadržali.",
		"korkutTranslationOfAyah":"A oni su te toliko na zemlji uznemiravali da bi te iz nje istjerali, ali, tada ni oni u njoj ne bi dugo, poslije tebe, ostali,"
	},
	{
		"arabicTextofAyah":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا",
		"tafsirTextofAyah":"Ta Allahova presuda - da ne bi još dugo ostali ako bi te protjerali - je Allahova presuda svim narodima prije tebe koji su protjerali svoje poslanike. Allah ih uništavao, i to je Allahov zakon koji se ne mijenja promjenom vremena i mjesta.",
		"korkutTranslationOfAyah":"jer tako je bilo sa svima onima koji su poslanike protjerali, koje smo prije tebe poslali, i ni ti nećeš naići na odstupanje od zakona Našeg."
	},
	{
		"arabicTextofAyah":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا",
		"tafsirTextofAyah":"Propisno klanjaj namaz od trenutka kad Sunce krene s polovine neba pa do noćne tmine, tj. podnevski, ikindijski, akšamski i jacijski namaz, a klanjaj i sabah-namaz učeći u njemu Kur’an duže. Meleki dana i meleki noći prisustvuju sabahskom namazu.",
		"korkutTranslationOfAyah":"Obavljaj propisane molitve kad Sunce s polovine neba krene, pa do noćne tmine, i molitvu u zoru jer molitvi u zoru mnogi prisustvuju."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا",
		"tafsirTextofAyah":"Poslaniče, nakon što malo odspavaš, ustani i provedi dio noći u namazu i učenju Kur’ana kako bi učinio što više dobrih djela i, odatle, dobio više stupnjeve kod Allaha. Allah će te učiniti, Vjerovjesniče, zagovornikom ljudi na Sudnjem danu, pa će im olakšati patnju čekanja suđenja; i ti ćeš dobiti mjesto koje zaslužuje pohvalu prijašnjih i potonjih generacija.",
		"korkutTranslationOfAyah":"I probdij dio noći u molitvi – to je samo tvoja dužnost; Gospodar tvoj će ti na onome svijetu hvale dostojno mjesto darovati."
	},
	{
		"arabicTextofAyah":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا",
		"tafsirTextofAyah":"Reci, moleći svog Gospodara: “Gospodaru moj, uputi me na ono što je ispravno i dobro za mene u svakoj situaciji, da budem Tebi pokoran, te mi podari čvrste dokaze protiv neprijatelja.”",
		"korkutTranslationOfAyah":"I reci: \"Gospodaru moj, učini da umrem, a da si Ti zadovoljan mnome i učini da iz mrtvih ustanem, a da si Ti zadovoljan mnome, i daruj mi od Sebe snagu koja će mi pomoći!\""
	},
	{
		"arabicTextofAyah":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا",
		"tafsirTextofAyah":"Božiji Poslaniče, kaži nevjernicima: “Došao je islam, i došla je Allahova pomoć koju je obećao, a nestalo je idolopoklonstva i nevjerstva! Doista laž nestaje pred istinom.\"",
		"korkutTranslationOfAyah":"I reci: \"Došla je istina, a nestalo je laži; laž, zaista, nestaje!\""
	},
	{
		"arabicTextofAyah":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا",
		"tafsirTextofAyah":"Milostivi Allah objavljuje kur’anske ajete koji liječe svako bolesno srce od sumnje, nevjerovanja i neznanja, i koji liječe tijela kada se uče kao rukja. Kur'an je milost onima koji rade po njemu, dok nevjernicima samo propast povećava, jer kada ga čuju - povećava se njihova mržnja, njihovo poricanje i njihovo odbijanje.",
		"korkutTranslationOfAyah":"Mi objavljujemo u Kur'anu ono što je lijek i milost vjernicima, a nevjernicima on samo povećava propast."
	},
	{
		"arabicTextofAyah":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا",
		"tafsirTextofAyah":"Kad Plemeniti Allah podari neku blagodat onom koji poriče Njegove znakove i negira Njegove blagodati, takav Mu postane neposlušan i čini grijehe. S druge strane, ukoliko ga zadesi nevolja, u vidu siromaštva ili bolesti, izgubi nadu u Allahovu milost.",
		"korkutTranslationOfAyah":"Kad čovjeku kakvu blagodat darujemo, on se okreće i oholo udaljava, a kad ga zadesi zlo, onda očajava."
	},
	{
		"arabicTextofAyah":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا",
		"tafsirTextofAyah":"Kaži ljudima, Poslaniče milosti: “Svako od vas radi ono što odgovara njegovom stanju i što mu je određeno. Allah savršeno zna ko je na Pravom putu.”",
		"korkutTranslationOfAyah":"Reci: \"Svako postupa po svom nahođenju, a samo Gospodar vaš zna ko je na Pravome putu.\""
	},
	{
		"arabicTextofAyah":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا",
		"tafsirTextofAyah":"Vjerovjesniče, nevjernici sljedbenici Knjige pitaju te o suštini duše. Obavijesti ih da je suština duše znana samo Allahu, a ljudima je dato veoma malo znanja u odnosu na ono što Allah zna.",
		"korkutTranslationOfAyah":"Pitaju te o duši. Reci: \"Šta je duša – samo Gospodar moj zna, a vama je dato samo malo znanja.\""
	},
	{
		"arabicTextofAyah":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا",
		"tafsirTextofAyah":"Da Allah hoće, On bi povukao Kur’an iz tvog srca, Poslaniče, jer Allah sve može, i u tom slučaju ne bi našao nikog ko bi ti pomogao da ne zaboraviš Kur’an, niti bi te iko ponovo Kur’anu poučio.",
		"korkutTranslationOfAyah":"A da hoćemo, Mi bismo učinili da iščezne ono što smo ti objavili, i ti, poslije, ne bi nikoga našao ko bi ti protiv Nas pomogao,"
	},
	{
		"arabicTextofAyah":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا",
		"tafsirTextofAyah":"Međutim, tebi se Allah smilovao, Vjerovjesniče, pa je pohranio Svoju knjigu u tvojim prsima. Allahova je, džellešanuhu, dobrota prema tebi, uistinu, velika: počastio te vjerovjesništvom i Kur’anom, te je učinio da budeš posljednji poslanik.",
		"korkutTranslationOfAyah":"ali Gospodar tvoj je tebi milostiv i Njegova dobrota prema tebi zaista je velika."
	},
	{
		"arabicTextofAyah":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا",
		"tafsirTextofAyah":"Reci, Poslaniče: “Kad bi se sakupili svi ljudi i džini te se pokušali suprotstaviti Kur’anu i donijeti knjigu, po rječitosti i preciznosti u izražavanju, sličnu Kur’anu, oni to, zaista, ne bi uspjeli. Pa čak i kad bi jedni drugima u tome složno pomagali, opet bi bili bespomoćni pred ljepotom i savršenstvom Božijeg govora.”",
		"korkutTranslationOfAyah":"Reci: \"Kad bi se svi ljudi i džini udružili da sačine jedan ovakav Kur'an, oni, takav kao što je on, na bi sačinili, pa makar jedni drugima pomagali.\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا",
		"tafsirTextofAyah":"Uzvišeni Allah navodi mnoge primjere, pouke i savjete u Svojoj knjizi, kako bi se ljudi okoristili i prihvatili kur’anske upute. Ali ipak, većina ljudi poriče i negira istinu te ustrajava u zabludi.",
		"korkutTranslationOfAyah":"Mi u ovom Kur'anu objašnjavamo ljudima svakojake primjere, ali većina ljudi nikako neće da vjeruje"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا",
		"tafsirTextofAyah":"Kazali su: “Nećemo ti vjerovati, Muhammede, niti ćemo slijediti ono što si donio sve dok ne učiniš da poteče nepresušni izvor pitke vode u dolini Meke!”",
		"korkutTranslationOfAyah":"i govore: \"Nećemo ti vjerovati sve dok nam iz zemlje živu vodu ne izvedeš;"
	},
	{
		"arabicTextofAyah":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا",
		"tafsirTextofAyah":"“Ili nam pokaži vrt u kojem ima različitog drveća i plodova, a kroz koji protječu široke rijeke!”, rekli su također.",
		"korkutTranslationOfAyah":"ili dok ne budeš imao vrt od palmi i loze, pa da kroz njeg svukuda rijeke provedeš;"
	},
	{
		"arabicTextofAyah":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا",
		"tafsirTextofAyah":"“Ili obori na nas komade neba, kao što si tvrdio da to možeš učiniti, ili nam pak dovedi Allaha i meleke kako bismo ih vidjeli svojim očima!”, tražili su.",
		"korkutTranslationOfAyah":"ili dok na nas nebo u parčadima ne oboriš, kao što tvrdiš; ili dok Allaha i meleke kao jamce ne dovedeš;"
	},
	{
		"arabicTextofAyah":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا",
		"tafsirTextofAyah":"I rekli su: “Ili dok ne budeš imao kuću od zlata ili dok se stepenicama ne popneš na nebo. Čak kad bi se i popeo na nebo, ne bismo ti vjerovali ako nam, usto, ne bi donio Knjigu od Allaha u kojoj piše da si ti Božiji poslanik!” Na ovo im je Poslanik islama, čudeći se njihovu negiranju, poricanju, oholosti i tvrdoglavosti, samo rekao: “Slava pripada mom Gospodaru! Ja sam samo Allahov rob kojem je On naredio da dostavi poslanicu, ne mogu vam ja od sebe donijeti čuda! Moja je dužnost dostaviti i objasniti!”",
		"korkutTranslationOfAyah":"ili dok ne budeš imao kuću od zlata ili dok se na nebo ne uspneš; a nećemo vjerovati ni da si se uspeo sve dok nam ne doneseš Knjigu da je čitamo.\" Reci: \"Hvaljen neka je Gospodar moj! – zar ja nisam samo čovjek, poslanik?\""
	},
	{
		"arabicTextofAyah":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا",
		"tafsirTextofAyah":"Nevjernici neće da povjeruju u Svemogućeg Allaha, Jednog Jedinog, i neće da slijede Vjerovjesnika odabranog, koji im je donio Kur’an od Allaha, zato što ne mogu prihvatiti, jer su ohole inadžije, da im je kao Božiji poslanik poslan čovjek, a ne melek.",
		"korkutTranslationOfAyah":"A ljude je, kad im je dolazila objava, odvraćalo od vjerovanja samo to što su govorili: \"Zar je Allah kao poslanika čovjeka poslao?\""
	},
	{
		"arabicTextofAyah":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا",
		"tafsirTextofAyah":"Kaži im, Vjerovjesniče: “Kad bi meleki bili na Zemlji i kretali se smireno, Allah bi im poslao poslanika od njih, meleka, jer on je taj koji može da im objasni objavu s kojom je došao, i ne bi bilo mudro da im pošaljemo poslanika čovjeka. Isto tako je i sa vama, s obzirom na to da na Zemlji žive ljudi, njima je najkorisnije da im Allah pošalje čovjeka kao poslanika, da bi mogli razgovarati s njime, razumjeti njegov govor i slijediti njegov primjer.” Dakle, ne bi bilo mudro da ljudima pošaljemo meleka.",
		"korkutTranslationOfAyah":"Reci: \"Kad bi na Zemlji meleki smireno hodili, Mi bismo im s neba meleka za poslanika poslali.\""
	},
	{
		"arabicTextofAyah":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا",
		"tafsirTextofAyah":"Reci nevjernicima, Božiji Poslaniče: “Allah je dovoljan kao svjedok da sam dostavio Objavu. On savršeno dobro zna šta Njegovi robovi rade, ništa Mu nije skriveno, zna sve njihove tajne.”",
		"korkutTranslationOfAyah":"Reci: \"Allah je dovoljan svjedok meni i vama, jer On zna i vidi robove Svoje.\""
	},
	{
		"arabicTextofAyah":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا",
		"tafsirTextofAyah":"Koga Allah uputi da Mu bude pokoran i da slijedi dragog Resulullaha, sallallahu alejhi ve sellem, taj je na istini i na Pravom putu, a kome Allah odredi zabludu, te ga prepusti samom sebi, niko ga neće moći uputiti. Sakupit će Allah sve nevjernike na Dan u koji nema sumnje i dovesti ih na mjesto polaganja računa – oborenih lica, pa ništa neće vidjeti, neće ništa govoriti, neće ništa čuti. Oni će vječno boraviti u džehennemskoj vatri i nikad iz nje neće izaći – kad god vatra zgasne, razbuktat će se i raspaliti.",
		"korkutTranslationOfAyah":"Onaj kome Allah ukaže na Pravi put – na Pravome putu je, a onome koga u zabludi ostavi, tome, mimo Njega, nećeš naći zaštitnikā. Mi ćemo ih, na Sudnjem danu, sakupiti, licem zemlji okrenute, slijepe, nijeme i gluhe; boravište njihovo biće Džehennem; kad god mu plamen jenja, pojačaćemo im oganj."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا",
		"tafsirTextofAyah":"Eto tako će Allahovi neprijatelji nevjernici biti kažnjeni zato što su poricali poslanstvo i odbijali poslušnost Svemogućem Allahu. Kad bi im se spomenulo oživljenje na Sudnjem danu, oni bi na ovom svijetu, iz oholosti i inata, upitali: “Kako da ponovo budemo oživljeni kad naše kosti istruhnu i kad nas rastoče crvi i pojede zemlja?!”",
		"korkutTranslationOfAyah":"To će im biti kazna zato što u dokaze Naše nisu vjerovali i što su govorili: \"Zar kada postanemo kosti i prah, zar ćemo kao nova stvorenja, doista, biti oživljeni?\""
	},
	{
		"arabicTextofAyah":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا",
		"tafsirTextofAyah":"Kako se mekkanski nevjernici odmeću te neće da razmisle o Allahovoj moći, o jedinom Bogu, Koji je bez presedana stvorio nebesa i Zemlju i sva ostala začudna stvorenja?! Zar On ne može stvoriti stvorenja slična njima nakon što njih nestane?! Allah je odredio rok do kojeg će nevjernici živjeti, pa ćē umrijeti i biti kažnjeni. I pored vidljivih znakova i bjelodanih dokaza, nevjernici poriču, negiraju i oholo se ponašanju.",
		"korkutTranslationOfAyah":"Zar oni ne znaju da je Allah, Stvoritelj nebesa i Zemlje, kadar stvoriti slične njima i da im je već odredio čas oživljenja u koji nema sumnje? A nevjernici samo poriču."
	},
	{
		"arabicTextofAyah":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا",
		"tafsirTextofAyah":"Vjerovjesniče, kaži krivovjernima: “Da su Allahove neizmjerne riznice i bogatstva, kojima nema kraja, u vašim rukama i da s njima vi raspolažete kako hoćete, zasigurno biste bili škrti i ne biste nikom ništa dali, bojeći se siromaštva! Čovjek je tvrdica, osim onih koje Allah uputi da budu vjernici, koji tad udjeljuju nadajući se Allahovoj nagradi.\"",
		"korkutTranslationOfAyah":"Reci: \"Da vi posjedujete riznice milosti Gospodara moga, i tada biste škrtarili iz straha da ne potrošite\"; čovjek je uistinu tvrdica."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا",
		"tafsirTextofAyah":"Allah je poslaniku Musau podario devet očitih čuda koja svjedoče njegovu iskrenost i autentičnost njegove poslaničke misije: štap, ruka, suše, manjak plodova, poplave, skakavci, krpelji, žabe i krv. Pitaj jevreje, Vjerovjesniče, o ovim čudima s kojima je došao Musa, kad mu je faraon rekao: “Ti si začarana luda jer donosiš čuda, nisi poslanik!”",
		"korkutTranslationOfAyah":"Mi smo Musau devet očevidnih znamenja dali, pa upitaj sinove Israilove kad je precima njihovim došao i kada mu je faraon rekao: \"Ja mislim, o Musa, da si ti doista opčinjen\","
	},
	{
		"arabicTextofAyah":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا",
		"tafsirTextofAyah":"Musa je odgovorio faraonu: “Ti znaš da je Allah poslao ova čuda kao potvrdu moje iskrenosti i istinitosti mog poslanstva i da budu dokaz Allahove jednoće – ljudima koji imaju pameti. Ja znam da ćeš ti, o faraone, biti poražen, uništen, proklet, potučen i ponižen.”",
		"korkutTranslationOfAyah":"da je odgovorio: \"Ti znaš da ovo nije dao niko drugi nego Gospodar nebesa i Zemlje, kao očigledna znamenja, i ja mislim da ćeš ti, o faraone, sigurno nastradati.\""
	},
	{
		"arabicTextofAyah":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا",
		"tafsirTextofAyah":"Faraon tad odluči da kazni Musaa i njegove sljedbenike te da ih sve skupa protjera iz Egipta. Međutim, Allah je potopio u moru faraona i njegove vojske.",
		"korkutTranslationOfAyah":"I faraon odluči da ih iz zemlje istjera, pa Mi potopismo i njega i one koji su bili s njim – sve,"
	},
	{
		"arabicTextofAyah":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا",
		"tafsirTextofAyah":"Nakon što su faraon i njegove vojske uništeni, Allah je objavio sinovima Israilovim da se nastane u zemlje Šama, a kad nastupi Sudnji dan, On će ih dovesti na okupljalište.",
		"korkutTranslationOfAyah":"i poslije toga rekosmo sinovima Israilovim: \"Naselite se u zemlji, pa kad Smak svijeta dođe, dovešćemo vas izmiješane.\""
	},
	{
		"arabicTextofAyah":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا",
		"tafsirTextofAyah":"Uistinu je Uzvišeni Allah objavio Resulullahu, sallallahu alejhi ve sellem, časni Kur’an, koji ne sadrži nikakve devijacije, niti se može izmijeniti. Vjeronavjesniče, poslali smo te da obraduješ Džennetom one koji su bogobojazni i da zastrašiš Vatrom nevjernike i grešnike.",
		"korkutTranslationOfAyah":"Mi Kur'an pun mudrosti objavljujemo, i na istinit način se on objavljuje. A tebe smo poslali samo zato da radosne vijesti donosiš i da opominješ."
	},
	{
		"arabicTextofAyah":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا",
		"tafsirTextofAyah":"Kur’an je razdijeljen u dijelove, podrobno objašnjen da ga ljudi uče polahko, bez žurbe, kako bi bolje o njemu promišljali i bolje ga razumjeli. Objavljen je postepeno u skladu sa različitim situacijama.",
		"korkutTranslationOfAyah":"I kao Kur'an, sve dio po dio ga objavljujemo da bi ga ti ljudima malo-pomalo kazivao, i prema potrebi ga objavljujemo."
	},
	{
		"arabicTextofAyah":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ",
		"tafsirTextofAyah":"Poslaniče, kaži nevjernicima: “Vjerovali vi ili ne vjerovali u Allahovu knjigu, vaše vjerovanje u nju neće joj povećati vrijednost, savršenstvo i potpunost – ona je ionako savršena i potpuna. S druge strane, vaše poricanje Kur’ana ne znači nikakvu manjkavost, propust i nedostatak sāmog Kur’ana, jer je on čist od svega toga. Kad se Kur’an uči pred pobožnim učenjacima koji poznaju prijašnje nebeske knjige, budu ganuti, strahuju od Gospodara i padaju Mu na sedždu, slaveći Ga i veličajući.”",
		"korkutTranslationOfAyah":"Reci: \"Vjerovali u njega ili ne vjerovali, oni kojima je još prije objavljivanja njegova dato znanje padaju licem na tle kad im se on čita,"
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا",
		"tafsirTextofAyah":"Oni pritom govore: \"Allah je uzvišen iznad toga da prekrši obećanje. Obećao je da će poslati Muhammeda, sallallahu 'alejhi ve sellem, i to se moralo ispuniti kao i svako drugo Njegovo obećanje.\"",
		"korkutTranslationOfAyah":"i govore: 'Hvaljen neka je Gospodar naš, obećanje Gospodara našeg se ispunilo!'\""
	},
	{
		"arabicTextofAyah":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩",
		"tafsirTextofAyah":"I oni padaju licem na tlo pred Allahom i plaču iz bogobojaznosti, jer im slušanje i promišljanje Kur'ana samo povećava pokornost i skrušenost prema Njemu.",
		"korkutTranslationOfAyah":"I padaju licem na tle plačući, i on im uvećava strahopoštovanje."
	},
	{
		"arabicTextofAyah":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا",
		"tafsirTextofAyah":"Poslaniče, nevjernicima koji osporavaju tvoje molbe koje upućuješ riječima: “O Allahu, o Milostivi!”, ti slobodno kaži: “Molite Allaha, ili molite Milostivog – On je jedan jedini Gospodar i posjeduje mnogobrojna lijepa imena kojima Ga možete dozivati!” Ne uči Kur’an previše glasno u namazu, jer će te nevjernici čuti, ali ni previše tiho, jer te klanjači iza tebe neće čuti, već između to dvoje teži sredini.",
		"korkutTranslationOfAyah":"Reci: \"Zovite: 'Allah', ili zovite: 'Milostivi', a kako god Ga budete zvali, Njegova su imena najljepša. Ne izgovaraj na sav glas Kur'an kad molitvu obavljaš, a i ne prigušuj ga; traži sredinu između toga\""
	},
	{
		"arabicTextofAyah":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا",
		"tafsirTextofAyah":"I reci, Vjerovjesniče: “Allahu pripada sva hvala i pohvala, On je savršen, nije Sebi uzeo dijete, jer nije rodio i nije rođen, nema saučesnika ni u čemu,nije u potrebi da Ga neko pomaže. Zato, ne pripisuj Mu dijete i saučesnika u vlasti.\"",
		"korkutTranslationOfAyah":"i reci: \"Hvaljen neka je Allah, koji Sebi nije uzeo djeteta i koji u vlasti nema ortaka, i kome ne treba zaštitnik zbog nemoći – i hvaleći Ga veličaj!\""
	}
]