[
	{
		"arabicTextofAyah":"كٓهيعٓصٓ",
		"tafsirTextofAyah":"O kur’anskim skraćenicama već smo govorili, na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Kāf Hā Jā Ajīn Sād."
	},
	{
		"arabicTextofAyah":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
		"tafsirTextofAyah":"U ovim je ajetima kazivanje o milosti koju je Allah, džellešanuhu, ukazao vjerovjesniku Zekerijjau, a u kojima se nalaze očite koristi, poruke i pouke.",
		"korkutTranslationOfAyah":"Kazivanje o milosti Gospodara tvoga prema robu Njegovu Zekerijjau,"
	},
	{
		"arabicTextofAyah":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
		"tafsirTextofAyah":"Kad je vjerovjesnik Zekerijja, alejhis-selam, tiho zamolio Uzvišenog Allaha – tiha dova sadrži iskrenost i golemu nadu u to da će se Gospodar svjetova odazvati na molbu.",
		"korkutTranslationOfAyah":"kad je on Gospodara svoga tiho zovnuo,"
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
		"tafsirTextofAyah":"Ovaj vjerovjesnik zamolio je Plemenitog Allaha rekavši: “Allahu, već sam ostario i onemoćao, glava mi je osijedjela, a nikad mi nisi, kad sam Te, Allahu, zamolio, uskratio i molbu odbio!”",
		"korkutTranslationOfAyah":"i rekao: \"Gospodaru moj, kosti su mi oronule i glava osijedjela, a nikada nisam, kad sam Ti, Gospodaru moj, molbu uputio, nesretan ostao."
	},
	{
		"arabicTextofAyah":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
		"tafsirTextofAyah":"“Bojim se, Gospodaru”, zamolio je Zekerijja, “da će moji rođaci i bližnji, nakon što umrem, podbaciti u dostavljanju islama i pozivanju na put Tvoj, a žena mi je nerotkinja, pa mi pokloni od Sebe nasljednika pomoćnika!”",
		"korkutTranslationOfAyah":"Bojim se rođaka svojih po krvi poslije mene, a žena mi je nerotkinja, zato mi pokloni od Sebe sina"
	},
	{
		"arabicTextofAyah":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
		"tafsirTextofAyah":"“Daj mi nasljednika, Allahu, koji će naslijediti moje poslanstvo i poslanstvo doma Jakubova! I molim Ti se da nasljednika kojeg ćeš mi podariti učiniš dobrim čovjekom te da si zadovoljan njime u njegovoj vjeri, ponašanju i znanju.\"",
		"korkutTranslationOfAyah":"da naslijedi mene i porodicu Jakubovu, i učini, Gospodaru moj, da budeš s njim zadovoljan.\""
	},
	{
		"arabicTextofAyah":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
		"tafsirTextofAyah":"Svevišnji Allah mu je uslišao dovu i objavio je Zekerijjau, alejhis-selam: “Allah ti, o Zekerijja, šalje radovijest da je uslišao tvoju molbu i da će ti podariti dječaka čije će ime Jahja biti, a to ime niko prije njega nije nosio.”",
		"korkutTranslationOfAyah":"\"O Zekerijja, javljamo ti radosnu vijest da će ti se dječak roditi, ime će mu Jahja biti, nikome prije njega to ime nismo htjeli dati.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
		"tafsirTextofAyah":"Na to se vjerovjesnik Zekerijja, alejhis-selam, začudio na Allahovu moć i rekao: “Allahu moj, kako ću imati dijete kad moja žena ne može zatrudnjeti, a ja sam doživio duboku starost, ne mogu steći dijete?!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče on – \"kako ću imati sina kad mi je žena nerotkinja, a već sam duboku starost doživio?\""
	},
	{
		"arabicTextofAyah":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
		"tafsirTextofAyah":"Melek reče: “Eto tako je kako ti kaza da ti žena ne može roditi, da si dospio do kraj svoga života, ostario i oslabile kosti, ali tvoj Gospodar kaže: \" Stvoriti Jahjaa od majke nerotkinje i oca koji je ostario, tvom Gospodaru, o Zekerijja, lahko je. Pa i tebe sam stvorio iz ničeg.”",
		"korkutTranslationOfAyah":"\"Eto tako!\" – reče. \"Gospodar tvoj je rekao: 'To je Meni lahko, i tebe sam ranije stvorio, a nisi ništa bio.'\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
		"tafsirTextofAyah":"Želeći da mu se srce smiri u pogledu ovog Allahovog obećanja, Zekerijja, alejhis-selam, zamoli: “Allahu, želim da mi dadneš neki znak po kojem ću znati da je istinito obećanje koje su mi donijeli meleki!” Svemogući Allah objavio je vjerovjesniku Zekerijjau: “Znak je to da nećeš moći nikako razgovarati s ljudima tri noći i tri dana, a sasvim ćeš zdrav biti.”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče – \"daj mi neki znak!\" – \"Znak će ti biti to što tri noći nećeš s ljudima razgovarati, a zdrav ćeš biti.\""
	},
	{
		"arabicTextofAyah":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
		"tafsirTextofAyah":"I Zekerijja, alejhis-selam, izađe iz svog hrama, i pokaza rukom, ne govorivši ništa, dajući svojim sunarodnicima na znanje da slave Uzvišenog Allaha ujutro i pred kraj dana.",
		"korkutTranslationOfAyah":"I on iziđe iz hrama u narod svoj i znakom im dade na znanje: \"Hvalite Ga ujutro i navečer!\""
	},
	{
		"arabicTextofAyah":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
		"tafsirTextofAyah":"I rodio mu se sin Jahja. Kad je odrastao toliko da može razumjeti ono što mu se govori, rekli smo mu: “Jahja, prihvati Tevrat odlučno i potrudi se u pogledu njega pamteći ga, razumijevajući, postupajući prema njemu i pozivajući u njegova načela!” To dok je još dječak bio.",
		"korkutTranslationOfAyah":"\"O Jahja, prihvati Knjigu odlučno!\" – a dadosmo mu mudrost još dok je dječak bio"
	},
	{
		"arabicTextofAyah":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
		"tafsirTextofAyah":"Allah je podario Jahjau, alejhis-selam, milost, Svoju ljubav, sustezanje od grijehā, pa je bio bogobojazan izvršavajući vjeronaredbe i sustežući se od vjerozabrana.",
		"korkutTranslationOfAyah":"i nježnost i čednost, i čestit je bio"
	},
	{
		"arabicTextofAyah":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
		"tafsirTextofAyah":"Jahja je bio poslušan svojim roditeljima, činio im je dobročinstvo, bio sažaljiv prema njima; nije bio ohol ni drzak prema Allahu ni prema njima; nije bio neposlušan ni prema Allahu, džellešanuhu, niti prema roditeljima.",
		"korkutTranslationOfAyah":"i roditeljima svojima bio je dobar, i nije bio drzak i nepristojan."
	},
	{
		"arabicTextofAyah":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
		"tafsirTextofAyah":"Neka su mir i spas Allahov Jahjau, alejhis-selam, na dan kad ga je majka donijela na ovaj svijet i na dan kad je umro i na dan kad ga Svemogući Allah oživi iz kabura. Ovo su tri situacije koje su za čovjeka najteže. Ako u njima bude pošteđen straha, bit će ga pošteđen i u svim drugim situacijama.",
		"korkutTranslationOfAyah":"I neka je mir njemu na dan kada se rodio i na dan kada je umro i na dan kad bude iz mrtvih ustao!"
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
		"tafsirTextofAyah":"Vjerovjesniče, kazuj kur’ansko kazivanje o Merjemi, koja se povukla od svojih ukućana na istočnu stranu.",
		"korkutTranslationOfAyah":"I spomeni u Knjizi Merjemu: kada se od ukućana svojih na istočnu stranu povukla"
	},
	{
		"arabicTextofAyah":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
		"tafsirTextofAyah":"I Merjema je napravila zastor da se zakloni od svoje porodice, prilikom ibadeta svome Gospodaru, te joj je Svevišnji Allah poslao meleka Džibrila u liku prelijepog muškarca. Zbog toga se Merjema prepala da joj taj što se pojavio želi zlo nanijeti.",
		"korkutTranslationOfAyah":"i jedan zastor da se od njih zakloni uzela, Mi smo k njoj meleka Džibrila poslali i on joj se prikazao u liku savršeno stvorena muškarca."
	},
	{
		"arabicTextofAyah":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
		"tafsirTextofAyah":"Vidjevši prelijepog muškarca u čiji se lik pretvorio melek Džibril, Merjema je uzviknula: “Utječem se Milostivom Allahu od tvog zla ili uznemiravanja, ako se Allaha bojiš!”",
		"korkutTranslationOfAyah":"\"Utječem se Milostivom od tebe, ako se Njega bojiš!\" – uzviknu ona."
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
		"tafsirTextofAyah":"Džibril joj, međutim, reče: “Ja nisam ljudsko biće, nego izaslanik tvoga Gospodara, mene je Allah, džellešanuhu, poslao da ti poklonim neporočna, čestita i čista dječaka.”",
		"korkutTranslationOfAyah":"\"A ja sam upravo izaslanik Gospodara tvoga\" – reče on – \"da ti poklonim dječaka čista!\""
	},
	{
		"arabicTextofAyah":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
		"tafsirTextofAyah":"“Kako ću roditi dječaka”, upitala je Merjema iznenađeno, “kad nisam živjela u braku, a niti sam počinila nemoral?”",
		"korkutTranslationOfAyah":"\"Kako ću imati dječaka\" – reče ona – \"kad me nijedan muškarac dodirnuo nije, a ja nisam nevaljalica!\""
	},
	{
		"arabicTextofAyah":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
		"tafsirTextofAyah":"Na to joj je Džibril rekao: “U pravu si, nisi bila udata, a niti si počinila nemoral, Allah te je sačuvao od nemorala. Međutim, Allahu je zaista lahko stvoriti dijete u utrobi žene, a da nije udata niti je počinila nemoral, jer Uzvišeni Allah može sve učiniti. I Gospodar će dati da se tako dogodi da bi to bio pokazatelj Njegove moći, i da Isa bude milost Božija u pogledu svoje majke i svog umeta. Eto, Svemogući Allah tako je odredio i to zapisao u Ploči pomno čuvanoj.”",
		"korkutTranslationOfAyah":"\"To je tako!\" – reče on. \"Gospodar tvoj je rekao: 'To je Meni lahko', i zato da ga učinimo znamenjem ljudima i znakom milosti Naše. Tako je unaprijed određeno!\""
	},
	{
		"arabicTextofAyah":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
		"tafsirTextofAyah":"I Merjema zanese Isaa, alejhis-selam, nakon što je melek Džibril puhnuo; ona se zatim sklonila daleko, onamo gdje je niko neće vidjeti.",
		"korkutTranslationOfAyah":"I ona zanese i bremenita se skloni daleko negdje."
	},
	{
		"arabicTextofAyah":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
		"tafsirTextofAyah":"I Merjemu porođajni bolovi prisiliše da dođe do stabla neke palme gdje je, strepeći od osude svog naroda, povikala: “Kamo sreće da sam umrla prije nego što sam ovo doživjela! Kamo sreće da nisam ni postojala! Kamo sreće da me niko nije poznavao, kako o meni loše ne bi mislio!”",
		"korkutTranslationOfAyah":"I porođajni bolovi prisiliše je da dođe do stabla jedne palme. \"Kamo sreće da sam ranije umrla i da sam potpuno u zaborav pala!\" – uzviknu ona."
	},
	{
		"arabicTextofAyah":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
		"tafsirTextofAyah":"Tad Merjemu pozva njezin sin Isa: “Ne žalosti se, ovo je Allahova odredba! On je dao da niže tebe poteče potok s pitkom vodom.”",
		"korkutTranslationOfAyah":"I melek je, koji je bio niže nje, zovnu: \"Ne žalosti se, Gospodar tvoj je dao da niže tebe potok poteče."
	},
	{
		"arabicTextofAyah":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
		"tafsirTextofAyah":"“I zatresi palmino stablo pa će po tebi pasti zrele, ukusne datule u pravo vrijeme uzbrane.\"",
		"korkutTranslationOfAyah":"Zatresi palmino stablo, posuće po tebi datule svježe,"
	},
	{
		"arabicTextofAyah":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
		"tafsirTextofAyah":"“I jedi datule i pij vodu, te budi vesela zbog svog sina! A ako vidiš danas bilo koga i upita te u vezi s ovim, reci mu: ‘Ja sam se zavjetovala Milostivom Allahu da ću šutjeti, pokoravajući se Allahu, i da danas ni s kim neću govoriti!’”",
		"korkutTranslationOfAyah":"pa jedi i pij i budi vesela! A ako vidiš čovjeka kakva, ti reci: 'Ja sam se zavjetovala Milostivom da ću šutjeti, i danas ni s kim neću govoriti.'\""
	},
	{
		"arabicTextofAyah":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
		"tafsirTextofAyah":"I nakon što je Merjema otišla daleko od svojih sunarodnika, pojavila se, noseći Isaa. Pošto su je vidjeli, rekoše: “O Merjemo, zaista si učinila nešto čemu se nismo od tebe nadali! Dolaziš sa djetetom koje oca nema.”",
		"korkutTranslationOfAyah":"I dođe ona s njim porodici svojoj, noseći ga. \"O Merjemo\" – rekoše oni – \"učinila si nešto nečuveno!"
	},
	{
		"arabicTextofAyah":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
		"tafsirTextofAyah":"I dodali su: “O ti koja si u ibadetu slična dobrom čovjeku Harunu, tvoj otac nije bio loš čovjek, niti je tvoja majka bila bludnica! Pa kako je moguće da doneseš dijete, bez oca?!”",
		"korkutTranslationOfAyah":"Ej ti, koja u čednosti ličiš Harunu, otac ti nije bio nevaljao, a ni mati tvoja nije bila nevaljalica.\""
	},
	{
		"arabicTextofAyah":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
		"tafsirTextofAyah":"Međutim, Merjema im ništa nije odgovorila već je pokazala na Isaa, koji bijaše u kolijevci – da njega upitaju o ovom slučaju. Oni rekoše: “Kako ćemo govoriti s djetetom u kolijevci, koje ne govori niti uopće šta razumije?”",
		"korkutTranslationOfAyah":"A ona im na njega pokaza. \"Kako da govorimo djetetu u bešici?\" – rekoše."
	},
	{
		"arabicTextofAyah":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
		"tafsirTextofAyah":"Isa reče: “Ja sam Allahov rob, meni će Allah Indžil objaviti i poslanikom me učiniti.\"",
		"korkutTranslationOfAyah":"\"Ja sam Allahov rob\" – ono reče – \"meni će On Knjigu dati i vjerovjesnikom me učiniti"
	},
	{
		"arabicTextofAyah":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
		"tafsirTextofAyah":"“K tome, Svemogući Allah učinit će da budem od velike koristi, ma gdje se nalazio. On će mi narediti da obavljam namaz i dajem zekat dok sam živ.”",
		"korkutTranslationOfAyah":"i učiniće me, gdje god budem, blagoslovljenim, i narediće mi da dok sam živ molitvu obavljam i milostinju udjeljujem,"
	},
	{
		"arabicTextofAyah":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
		"tafsirTextofAyah":"“Svevišnji Allah učinit će da budem poslušan, blag i sažaljiv spram svoje majke, a neće dopustiti da budem ohol, osoran, grub i neposlušan Njemu; dat će da budem dobar čovjek.”",
		"korkutTranslationOfAyah":"i da majci svojoj budem dobar, a neće mi dopustiti da budem drzak i nepristojan."
	},
	{
		"arabicTextofAyah":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
		"tafsirTextofAyah":"“I neka je od Allaha sigurnost meni od svakog straha i spas od svake manjkavosti na dan kad sam se rodio i na dan kad umrem i na Dan ustanuća, kad me Allah oživi. Šejtan mi neće moći nauditi u spomenutim trima situacijama.”",
		"korkutTranslationOfAyah":"I neka je mir nada mnom na dan kada sam se rodio i na dan kada budem umro i na dan kada budem iz mrtvih ustajao!\""
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
		"tafsirTextofAyah":"Ovako opisani je, nesumnjivo Isa sin Merjemin. Nesumnjivo je i pouzdano da je ovo istiniti govor o njemu, a ne onako kako mu pripisuju, oni koji su zalutali, lažući na njega, i razilazeći se o njemu.",
		"korkutTranslationOfAyah":"To je Isa, sin Merjemin – to je prava istina o njemu – onaj u koga oni sumnjaju."
	},
	{
		"arabicTextofAyah":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
		"tafsirTextofAyah":"Nije Allahovo da ima dijete, Njemu to ne priliči, niti to može biti! On je vrlo visoko iznad toga da Sebi uzme dijete između Svojih stvorenja. Allah je, džellešanuhu, svemoguć, pa kad nešto odluči učiniti, samo rekne: “Budi” i ono bude. Ko je sa tom sposobnošću on je iznad toga da ima dijete.",
		"korkutTranslationOfAyah":"Nezamislivo je da Allah ima dijete, hvaljen neka je On! Kad nešto odluči, On za to rekne samo: \"Budi!\" – i ono bude."
	},
	{
		"arabicTextofAyah":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
		"tafsirTextofAyah":"Allah je moj i vaš Gospodar, Njemu jedinom upućujte ibadet! Eto to je Prava staza, koja vodi Njegovom zadovoljstvu.",
		"korkutTranslationOfAyah":"Allah je, uistinu, i moj i vaš Gospodar, zato se klanjajte samo Njemu! To je Pravi put."
	},
	{
		"arabicTextofAyah":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
		"tafsirTextofAyah":"Međutim, sinovi Israilovi podvojili su se u pogledu Isaa, alejhis-selam, pa su se razišli na grupe u njegovom narodu. Neki su priznali: - On je Poslanik, dok su drugi osporili kao što su židovi. Neke grupe su otišle u ekstrem pa su kazali: - On je bog, a drugi opet: -Da je božiji sin. Uzvišen je Allah od onoga što mu pripisuju, a teško onima koji se razilaze o njemu na Dan proživljenja kada nastupi Sudnji dan i kada se bude obračunavalo i kažnjavalo.",
		"korkutTranslationOfAyah":"I sljedbenici Knjige su se o njemu u mišljenju podvojili, pa teško onima koji ne vjeruju kada budu na Danu velikom prisutni!"
	},
	{
		"arabicTextofAyah":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"O kako će nevjernici dobro čuti strahotne zvukove i kako će jasno vidjeti strašne prizore onog Dana kad budu polagali račun pred Sveznajućim Allahom. Zulumćari su na dunjaluku bili daleko od Pravog puta, koji je veoma jasan, pa se nisu pripremali za suočavanje s polaganjem računa na ahiretu, sve dok nisu umrli kao zulumćari.",
		"korkutTranslationOfAyah":"Kako će dobro čuti i kako će dobro vidjeti onoga Dana kad pred Nas stanu! A nevjernici su sada u očitoj zabludi!"
	},
	{
		"arabicTextofAyah":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"I opomeni ljude, Poslaniče, na Sudnji dan, dan tuge zbog podbacivanja u Allahovim pravima, u kojem će tugovati onaj ko je činio loše zbog svoga griješenja, a onaj ko je činio dobro što nije činio više, kada se zatvore registri djela i kada se svede račun, pa svako dobije po zasluzi. Međutim, nevjernici su na ovom svijetu nemarni spram Dana sudnjeg jer okreću glave od istine i slijede neistinu, i ne vjeruju u Sudnji dan.",
		"korkutTranslationOfAyah":"I opomeni ih na Dan tuge kada će biti s polaganjem računa završeno, a oni su ravnodušni bili i nisu vjerovali."
	},
	{
		"arabicTextofAyah":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
		"tafsirTextofAyah":"Samo će Svemogući Allah naslijediti Zemlju i one koji žive na njoj, kad će učiniti da sva stvorenja poumiru i kad će samo On, jer je Živi, Onaj Koji ne umire, ostati. I Allahu, džellešanuhu, sve će se naposlijetku vratiti pa će On, svodeći obračun, dobre nagraditi, a zločeste kazniti.",
		"korkutTranslationOfAyah":"Mi ćemo Zemlju i one koji žive na njoj naslijediti i Nama će se oni vratiti."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
		"tafsirTextofAyah":"Poslaniče, kazuj kur’ansko kazivanje o Ibrahimu, alejhis-selam, istinoljubivom koji je potvrđivao Allahova znamenja; njega je Svevišnji Allah počastio vjerovjesništvom.",
		"korkutTranslationOfAyah":"Spomeni, u Knjizi, Ibrahima! On je bio istinoljubiv, vjerovjesnik."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
		"tafsirTextofAyah":"Kad se Ibrahim, alejhis-selam, obratio svom ocu Azeru: “Zašto, o oče moj, obožavaš kipove, materiju koja ne čuje niti vidi tvoj ibadet, niti te može od zla sačuvati, niti ti može kakvo dobro donijeti? ”",
		"korkutTranslationOfAyah":"Kada je rekao ocu svome: \"O oče moj, zašto se klanjaš onome koji niti čuje niti vidi, niti ti može od ikakve koristi biti?"
	},
	{
		"arabicTextofAyah":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
		"tafsirTextofAyah":"I rekao mu je: “Mene je, oče moj, Svevišnji Allah počastio korisnim znanjem koje mi je dao u vidu objave, pa primi moj savjet i slijedi Pravi put, na koji ću ti ukazati.”",
		"korkutTranslationOfAyah":"O oče moj, meni dolazi znanje, a ne tebi; zato mene slijedi, i ja ću te na Pravi put uputiti;"
	},
	{
		"arabicTextofAyah":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
		"tafsirTextofAyah":"“O oče moj, nemoj slijediti šejtanove stope, obožavajući ga! Šejtan je, znaj to, Allahu nepokoran, bio mu je naredio sedždu Ademu, pa se nije pokorio.”",
		"korkutTranslationOfAyah":"o oče moj, ne klanjaj se šejtanu, šejtan je Milostivome uvijek neposlušan;"
	},
	{
		"arabicTextofAyah":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
		"tafsirTextofAyah":"“O oče moj, bojim se da ćeš umrijeti kao nevjernik, pa će te neizostavno stići Allahova kazna u paklenoj vatri, u kojoj ćeš zauvijek ostati i sa šejtanom u Džehennemu biti.”",
		"korkutTranslationOfAyah":"o oče moj, bojim se da te od Milostivog ne stigne kazna, pa da budeš šejtanu drug\" –"
	},
	{
		"arabicTextofAyah":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
		"tafsirTextofAyah":"Azer odgovori sinu Ibrahimu: “Zar ti, o Ibrahime, želiš obožavati neke druge, a ne moje bogove? Ako ne prestaneš vrijeđati i nipodaštavati moje bogove, zbilja ću te kamenovati. Idi od mene, ne želim te dugo vidjeti, niti s tobom razgovarati i ne želim se uopće s tobom sastajati!”",
		"korkutTranslationOfAyah":"otac njegov je rekao: \"Zar ti mrziš božanstva moja, o Ibrahime? Ako se ne okaniš, zbilja ću te kamenjem potjerati, zato me za dugo vremena napusti!\""
	},
	{
		"arabicTextofAyah":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
		"tafsirTextofAyah":"Poslanik Ibrahim, alejhis-selam, reče ocu: “Od mene nećeš doživjeti nikakvu neprijatnost, sigurno. Molit ću dragog Allaha da te uputi na Pravu stazu i da ti oprosti grijehe. Moj Gospodar mi uvijek usliša dovu i nikad se u Njega ne razočaram.”",
		"korkutTranslationOfAyah":"\"Mir tebi!\" – reče Ibrahim. \"Moliću Gospodara svoga da ti oprosti, jer On je vrlo dobar prema meni."
	},
	{
		"arabicTextofAyah":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
		"tafsirTextofAyah":"“I povlačim se od tebe, i naroda tvog, i lažnih božanstava kojima se klanjate, a ne Sveznajućem Allahu. Neću odustajati od robovanja Allahu, džellešanuhu, uvijek ću Ga zazivati, iskreno Mu vjeru ispovijedajući; Allah me neće nesretnim učiniti odbivši moju molbu.”",
		"korkutTranslationOfAyah":"I napustiću i vas i sve one kojima se mimo Allaha klanjate i klanjaću se Gospodaru svome; nadam se da neću biti nesretan u klanjanju Gospodaru svome.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
		"tafsirTextofAyah":"Nakon što je poslanik Ibrahim, alejhis-selam, napustio svog oca i višebošce među svojim narodom, porekavši ispravnost robovanja kipovima, Uzvišeni Allah darovao mu je sina Ishaka, kao zamjenu za izgubljenu porodicu, koji je, opet, stekao sina Jakuba, i obojicu je učinio vjerovjesnicima.",
		"korkutTranslationOfAyah":"I pošto napusti njih i one kojima su se, mimo Allaha, klanjali, Mi mu Ishaka i Jakuba darovasmo, i obojicu vjerovjesnicima učinismo"
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
		"tafsirTextofAyah":"I sve njih, Ibrahima i njegove sinove, Plemeniti je Allah odlikovao visokim razinama: poslanstvom, mudrošću i lijepim spomenom među robovima.",
		"korkutTranslationOfAyah":"i darovasmo im svako dobro i učinismo da budu hvaljeni i po dobru spominjani."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
		"tafsirTextofAyah":"Poslaniče, kazuj kur’ansko kazivanje o poslaniku Musau, alejhis-selam, kojeg je Svemogući Allah izabrao i kao poslanika i vjerovjesnika poslao.",
		"korkutTranslationOfAyah":"I spomeni u Knjizi Musaa! On je bio iskren i bio je poslanik, vjerovjesnik."
	},
	{
		"arabicTextofAyah":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
		"tafsirTextofAyah":"Allah, džellešanuhu, zovnuo je Musaa, alejhis-selam, s desne strane brda Sinaj i Sebi ga približio time što je s njime razgovarao i darovao ga poslanicom.",
		"korkutTranslationOfAyah":"Mi smo ga s desne strane Tura zovnuli i Sebi ga približili da čuje riječi Naše,"
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
		"tafsirTextofAyah":"Allah, džellešanuhu, darovao je Musau, alejhis-selam, njegova brata Haruna kao vjerovjesnika i pomagača. Gospodar je uslišio Musaovu dovu koju je u vezi s tim uputio.",
		"korkutTranslationOfAyah":"i darovali smo mu milošću Našom kao vjerovjesnika brata njegova Haruna."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
		"tafsirTextofAyah":"Poslaniče, kazuj kur’ansko kazivanje o vjerovjesniku Ismailu, alejhis-selam, koji je ispunjavao dato obećanje: kad god bi obećao, ispunio bi, nikad obećanje nije prekršio; i bio je poslanik, Allah ga je odlikovao poslanstvom.",
		"korkutTranslationOfAyah":"I spomeni u Knjizi Ismaila! On je ispunjavao dato obećanje i bio poslanik, vjerovjesnik,"
	},
	{
		"arabicTextofAyah":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
		"tafsirTextofAyah":"Ismail, alejhis-selam, zahtijevao je od svoje čeljadi obavljanje namaza i davanje zekata; Svevišnji Allah bio je njime zadovoljan.",
		"korkutTranslationOfAyah":"i tražio je od čeljadi svoje da molitvu obavljaju i da milostinju udjeljuju, i Gospodar njegov je bio njima zadovoljan."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
		"tafsirTextofAyah":"Vjerovjesniče, također kazuj kur’ansko kazivanje o vjerovjesniku Idrisu, alejhis-selam,koji je bio iskren i vjerovao je u Allahove ajete.",
		"korkutTranslationOfAyah":"I spomeni u Knjizi Idrisa! On je bio istinoljubiv i vjerovjesnik,"
	},
	{
		"arabicTextofAyah":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
		"tafsirTextofAyah":"Mi smo uzdigli njegov spomen kroz vjerovjesništvo koje smo mu dali i on uživa visok položaj.",
		"korkutTranslationOfAyah":"i Mi smo ga na visoko mjesto digli."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
		"tafsirTextofAyah":"Ovi vjerovjesnici, od Zekerijaa pa do Idrisa, a.s., koje je Svevišnji Allah spomenuo ovdje jesu onī koje je obasuo Svojom dobrotom, uputio ih, podario im poslanstvo i uputio na činjenje svakog dobra. Oni su potomci Ademovi i onih koje je Allah, džellešanuhu, nosio u lađi s Nuhom, alejhis-selam, i potomci Ibrahimovi i Jakubovi. Kad bi im se Allahovi ajeti učili, oni bi padali ničice, ponizno i plačući iz strahopoštovanja prema Allahu, jer su iskreni i poslušni vjernici.",
		"korkutTranslationOfAyah":"To su ti vjerovjesnici koje je Allah blagodatima obasuo, potomci Ademovi i onih koje smo sa Nuhom nosili, i potomci Ibrahimovi i Israilovi, i onih koje smo uputili i odabrali. Kad bi im se ajeti Milostivog čitali, oni bi licem na tle padali i plakali."
	},
	{
		"arabicTextofAyah":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
		"tafsirTextofAyah":"No, poslije ovih dobrih ljudi došli su zločesti i zalutali ljudi koji su namaz upropastili, nisu ga kako treba obavljali, povodili su se za niskim požudama čineći vjerozabrane kao što je blud. Oni će se na budućem svijetu razočarati, bit će nesretni i kajat će se u vatri paklenoj.",
		"korkutTranslationOfAyah":"A njih smijeniše zli potomci, koji molitvu napustiše i za požudama pođoše; oni će sigurno zlo proći;"
	},
	{
		"arabicTextofAyah":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
		"tafsirTextofAyah":"Ali oni koji se pokaju zbog svog griješenja i nemara, vjerujući i dobra djela čineći, Uzvišeni će Allah primiti njihovo pokajanje i preći će preko njihovih hrđavih djela i neće im nimalo umanjiti nagradu za dobro (makar i neznatno bilo) koje činjaše, dat će im nagradu u cijelosti.",
		"korkutTranslationOfAyah":"ali oni koji su se pokajali, i vjerovali, i dobro činili, njima se neće nikakva nepravda učiniti, oni će u Džennet ući,"
	},
	{
		"arabicTextofAyah":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
		"tafsirTextofAyah":"I uvest će ih u Džennet uživanja, koji im je Svevišnji Allah obećao zato što su u njega čvrsto vjerovali, a nisu ga vidjeli. A Allahovo će se obećanje neizostavno ispuniti, nemoguće je da Allah prekrši Svoje obećanje.",
		"korkutTranslationOfAyah":"u edenske vrtove koje je Milostivi robovima Svojim obećao zato što su u njih vjerovali, a nisu ih vidjeli – a obećanje Njegovo će se doista ispuniti –"
	},
	{
		"arabicTextofAyah":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
		"tafsirTextofAyah":"Dženetlije neće u džennetu slušati besmislice i besadržajan govor, već će slušati selam jedni drugih i od meleka, (pozdrav koji će im se upućivati, a u kojem je sadržana dova da ih mimoiđe svaka neprijatnost i da budu sigurni od svakog straha). U džennetu bit će ujutro i navečer opskrbljeni hranom kakvu budu željeli.",
		"korkutTranslationOfAyah":"u njima prazne besjede neće slušati, već samo: \"Mir!\" i u njima će i ujutro i navečer opskrbljeni biti."
	},
	{
		"arabicTextofAyah":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
		"tafsirTextofAyah":"Eto takav Džennet Svemogući Allah pripremio je vjernicima bogobojaznim, a bogobojazan je svako ko izvršava vjeronaredbe i susteže se od vjerozabrana.",
		"korkutTranslationOfAyah":"Daćemo da takav Džennet naslijedi onaj od robova Naših koji se bude grijeha klonio."
	},
	{
		"arabicTextofAyah":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
		"tafsirTextofAyah":"Džibril se obrati Poslaniku islama, sallallahu alejhi ve sellem: “Mi, meleki, spuštamo se s neba samo po naredbi Allahovoj. Njemu pripada znanje o svemu šta nas čeka na ahiretu, o onom šta je prošlo na dunjaluku i onom šta je između dunjaluka i ahireta. Allahu je znano sve što se dogodilo, u svakom vremenu i na svakom mjestu; Svevišnji Allah ništa ne zaboravlja.”",
		"korkutTranslationOfAyah":"\"Mi smo u Džennet ušli samo dobrotom Gospodara tvoga, On je vladar svega, On zna budućnost našu i prošlost našu i ono što je između toga\" – govoriće. Gospodar tvoj ne zaboravlja."
	},
	{
		"arabicTextofAyah":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
		"tafsirTextofAyah":"Jedino je Allah, džellešanuhu, Gospodar, Stvoritelj i Vladar nebesa i Zemlje i onog što je između njih, On sve to održava, pa samo Njemu robuj, iskreno i ustrajno, nikog Mu ne smatrajući ravnim! Jer, Allahu niko nije sličan ni ravan u bilo čemu da se obožava.",
		"korkutTranslationOfAyah":"On je Gospodar nebesa i Zemlje i onoga što je između njih, zato se samo Njemu klanjaj i u tome budi istrajan! Znaš li da ime Njegovo ima iko?"
	},
	{
		"arabicTextofAyah":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
		"tafsirTextofAyah":"Poričući oživljenje na ahiretu, i ismijavajući se, nevjernik govori: “Nemoguće je da ću poslije smrti, kad postanem prašina, biti vraćen u život.”",
		"korkutTranslationOfAyah":"Čovjek kaže: \"Zar ću, kad umrem, zbilja biti oživljen?\""
	},
	{
		"arabicTextofAyah":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
		"tafsirTextofAyah":"I taj nevjernik poricatelj ne sjeća se da ga je Svemogući Allah davno, iz ničeg stvorio, kad je bio ništa, tako da se prvim stvaranjem dokazuje drugo jer je lakše ponovo stvoriti ono što je već postojalo – a Allahu je sve lahko.",
		"korkutTranslationOfAyah":"A zar se čovjek ne sjeća da smo ga još prije stvorili, a da nije bio ništa?"
	},
	{
		"arabicTextofAyah":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
		"tafsirTextofAyah":"Kunem se tvojim Gospodarom, Vjerovjesniče, zacijelo će Uzvišeni Allah oživiti poricatelje skupa sa šejtanima, koji su ih zavodili, i zatim ih sigurno dovesti da oko džehennemske vatre na koljenima kleče! – Klečat će od nezamislivo velikog straha i strahotnih prizora.",
		"korkutTranslationOfAyah":"I tako mi Gospodara tvoga, Mi ćemo i njih i šejtane sakupiti, zatim ćemo ih dovesti da oko Džehennema na koljenima kleče,"
	},
	{
		"arabicTextofAyah":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
		"tafsirTextofAyah":"Zatim će Svevišnji Allah prvo kazniti one koji su bili najveći nevjernici i zulumćari, one koji su bili najviše oholi i buntovni, te će oni biti njihovi predvodnici.",
		"korkutTranslationOfAyah":"a onda ćemo iz svake skupine izdvojiti one koji su prema Milostivome najdrskiji bili,"
	},
	{
		"arabicTextofAyah":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
		"tafsirTextofAyah":"To će tako biti, jer Sveznajući Allah najbolje zna koji su najviše zaslužili da budu izgarani u paklenoj vatri i da trpe njezinu žestinu.",
		"korkutTranslationOfAyah":"jer Mi dobro znamo one koji su najviše zaslužili da u njemu gore."
	},
	{
		"arabicTextofAyah":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
		"tafsirTextofAyah":"I ne postoji nijedan čovjek a da neće preko sirat-ćuprije prelaziti, iznad Vatre postavljene; prelazit će različitom brzinom, tj. shodno svojim djelima. Neupitan je prelazak preko sirat-ćuprije – Silni se Allah obavezao da će to tako biti.",
		"korkutTranslationOfAyah":"I svaki od vas će do njega stići! Gospodar tvoj se, sigurno, tako obavezao!"
	},
	{
		"arabicTextofAyah":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
		"tafsirTextofAyah":"A onda će Plemeniti Allah spasiti one koji su Ga se bojali postupajući sukladno Njegovu šerijatu, a u paklenoj vatri ostavit će da kleče na koljenima zulumćari, te neće moći pobjeći niti se patnje osloboditi.",
		"korkutTranslationOfAyah":"Zatim ćemo one koji su se grijeha klonili spasiti, a nevjernike ćemo da u njemu na koljenima kleče ostaviti."
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
		"tafsirTextofAyah":"Kad se kazuju jasni kur’anski ajeti, nevjernici su govorili vjernicima: “Šta mislite, jesmo li mi ili ste vi bolji mjestom i bolji sazivom?”",
		"korkutTranslationOfAyah":"Kad su im se Naši jasni ajeti kazivali, onda su oni koji nisu vjerovali govorili onima koji su vjerovali: \"Ili smo mi ili vi u boljem položaju i ko ima više pobornika?\""
	},
	{
		"arabicTextofAyah":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
		"tafsirTextofAyah":"A koliko je samo Allah, džellešanuhu, uništio naroda prije mekanskih mnogobožaca poricatelja, a bijahu bogatiji od ovih nevjernika i svojim izgledom više su divljenja izazivali zbog raskoši odjeće i tjelesnog uživanja.",
		"korkutTranslationOfAyah":"A koliko smo Mi prije njih naroda uništili koji su blagom i izgledom divljenje izazivali!"
	},
	{
		"arabicTextofAyah":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
		"tafsirTextofAyah":"Poslaniče, reci: “Allah će onog ko je u zabludi ostaviti da luta, dat će mu vremena, ali će taj zabludjeli, kad ugleda prijetnju Njegovu: blisku propast na ovom svijetu ili nastupanje Smaka svijeta – sigurno saznati ko je gori položajem i ko je slabiji vojskom i pomagačima, da li je to njihov ili tabor vjernika.”",
		"korkutTranslationOfAyah":"Reci: \"Onome ko je u zabludi, neka Milostivi dug život dâ!\" – Ali kad takvi dožive da se opomene ostvare, bilo kazna, bilo Smak svijeta, zbilja će saznati ko je u gorem položaju i ko ima pobornika manje –"
	},
	{
		"arabicTextofAyah":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
		"tafsirTextofAyah":"Nasuprot toga što ove ostavlja da povećaju svoju zabludu, Plemeniti će Allah onima koji vjeruju i čine dobra djela samo povećati vjerovanje zato što su poslušni Allahu i zato što dosljedno slijede Pejgambera, sallallahu alejhi ve sellem. Zbog onih djela koja je islam označio dobrim djelima čovjek će u Allaha imati golemu nagradu i lijepo povratište, naći će ih onda kad mu budu najpotrebnija.",
		"korkutTranslationOfAyah":"i Allah će pomoći onima koji su na Pravome putu! A dobra djela koja vječno ostaju – od Gospodara tvoga biće bolje nagrađena i ljepše uzvraćena."
	},
	{
		"arabicTextofAyah":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
		"tafsirTextofAyah":"Zar se, Poslaniče, ne čudiš nevjernicima koji poriču Allahova znamenja i negiraju naše opomene na Dan suda, i govore da će na ahiretu biti u dobrom položaju, da će mu biti dati užici i da će biti sa svojom djecom!",
		"korkutTranslationOfAyah":"Zar nisi vidio onoga koji u dokaze Naše ne vjeruje i govori: \"Zacijelo će mi biti dato bogatstvo i djeca!\""
	},
	{
		"arabicTextofAyah":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
		"tafsirTextofAyah":"Je li on spoznao onostrano, nevidljivo, pa da za to što tvrdi dokaz ima, ili mu je pak Milostivi Allah obećao da će ga u džennet uvesti, dati mu imetak i djecu!?",
		"korkutTranslationOfAyah":"Ili je on budućnost prozreo ili je od Milostivog obećanje primio?"
	},
	{
		"arabicTextofAyah":"كـَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
		"tafsirTextofAyah":"Niti je spoznao nevidljivo, niti je od Allaha obećanje primio, nego je lažac. Sveznajući Allah zapisat će njegove laži i dat će mu veoma golemu patnju zato što je neistine iznosio.",
		"korkutTranslationOfAyah":"Nijedno! Mi ćemo ono što on govori zapisati i patnju mu veoma produžiti,"
	},
	{
		"arabicTextofAyah":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
		"tafsirTextofAyah":"A sve ono što mu je Allah, džellešanuhu, dao, oduzet će mu kad ga uništi, pa će pred Nas stati sām, bez pomagača i ma kakvog oslonca.",
		"korkutTranslationOfAyah":"a ono što smo mu dali – naslijediti, i sam samcat će Nam se vratiti."
	},
	{
		"arabicTextofAyah":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
		"tafsirTextofAyah":"Nevjernici imaju nekakva božanstva kojima se, a ne Uzvišenom Allahu, klanjaju, i traže od njih ponos i veličinu.",
		"korkutTranslationOfAyah":"I oni mimo Allaha prihvataju božanstva da im budu snaga. "
	},
	{
		"arabicTextofAyah":"كـَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
		"tafsirTextofAyah":"Nikad nevjernici neće steći veličinu i ponos robujući kipovima, a ne Svevišnjem Allahu! Štaviše, isti ti kipovi poreći će na Danu sudnjem da su ih ovi obožavali, bit će im protivnici koji će ih u laž utjerivati.",
		"korkutTranslationOfAyah":"A ne valja tako! Božanstva ta će poreći da su im se klanjali, i biće im protivnici."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
		"tafsirTextofAyah":"Ne vidiš li, Allahov Poslaniče, da je Allah, džellešanuhu, nevjernike šejtanima prepustio i oni ih zavode i navode na činjenje grijeha, udaljavajući ih od vjere?",
		"korkutTranslationOfAyah":"Zar ne vidiš da Mi nevjernike šejtanima prepuštamo da ih što više na zlo navraćaju?"
	},
	{
		"arabicTextofAyah":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
		"tafsirTextofAyah":"Zbog toga, Poslaniče, ne moli Allaha da što prije uništi nevjernike. Allah polahko njihove dane odbrojava i bilježi sva djela njihova, nijedno ne zapostavljajući. Onda kad istekne vrijeme predviđeno za čekanje, oni će biti kažnjeni na odgovarajući način, onako kako zaslužuju.",
		"korkutTranslationOfAyah":"Zato ne traži da što prije stradaju, Mi im polako dane odbrajamo!"
	},
	{
		"arabicTextofAyah":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
		"tafsirTextofAyah":"Poslaniče, spomeni im Sudnji dan, kada ćemo bogobojazne, koji su izvršavali naredbe i klonili se zabrana, pred Gospodarom skupiti i počast im ukazati.",
		"korkutTranslationOfAyah":"Onoga Dana kada čestitē kao uzvanike pred Milostivim sakupimo,"
	},
	{
		"arabicTextofAyah":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
		"tafsirTextofAyah":"Nevjernici će se žedni prema Džehennemu tjerati.",
		"korkutTranslationOfAyah":"a kad u Džehennem žedne grješnike potjeramo,"
	},
	{
		"arabicTextofAyah":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
		"tafsirTextofAyah":"Krivovjerni se neće moći jedni za druge zauzimati. To će moći samo oni koji su na dunjaluku vjerovali u Allaha i poslanike.",
		"korkutTranslationOfAyah":"niko se ni za koga neće moći zauzimati, osim onoga kome Milostivi dopusti."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
		"tafsirTextofAyah":"Iznoseći laži, Jevreji i kršćani, kao i neki drugi nevjernici, tvrde da je Allah, džellešanuhu, Sebi uzeo dijete.",
		"korkutTranslationOfAyah":"Oni govore: \"Milostivi je uzeo dijete!\" –"
	},
	{
		"arabicTextofAyah":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
		"tafsirTextofAyah":"O nevjernici, vi, odista, govorite strašne, gnusne riječi o Svevišnjem Allahu, tvrdeći da je Sebi uzeo dijete!",
		"korkutTranslationOfAyah":"Vi, doista, nešto krupno govorite!"
	},
	{
		"arabicTextofAyah":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
		"tafsirTextofAyah":"Gotovo da se zbog ogavnosti tih vaših riječi nebesa rascijepe, a Zemlja raspukne i padnu planine, rušeći se.",
		"korkutTranslationOfAyah":"Gotovo da se nebesa raspadnu, a Zemlja provali i planine zdrobe"
	},
	{
		"arabicTextofAyah":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
		"tafsirTextofAyah":"Gotovo da se dogodi ta velika katastrofa zato što bezvjerci, laži i potvore iznoseći, govore da je Svevišnji Allah Sebi uzeo dijete. Zaista, Allah je vrlo visoko iznad onog kako Ga karakteriziraju bezbožnici.",
		"korkutTranslationOfAyah":"što Milostivom pripisuju dijete."
	},
	{
		"arabicTextofAyah":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
		"tafsirTextofAyah":"Allahu Milostivom ne priliči da ima dijete, On je od toga čist.",
		"korkutTranslationOfAyah":"A Svemilosnom ne treba to da uzima dijete!"
	},
	{
		"arabicTextofAyah":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
		"tafsirTextofAyah":"Svi koji se nalaze na nebesima i na Zemlji, meleki, ljudi i džini, vratit će se Silnom Allahu na Sudnjem danu ponizni, skrušeni i strahopoštovanja puni.",
		"korkutTranslationOfAyah":"ta svi će oni, i oni na nebesima i oni na Zemlji, kao robovi u Milostivog tražiti utočište!"
	},
	{
		"arabicTextofAyah":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
		"tafsirTextofAyah":"Sveznajući je Allah sva stvorenja pobrojao i zna koliko ih ima, ništa Mu nije nepoznato.",
		"korkutTranslationOfAyah":"On ih je sve znanjem obuhvatio i svakoga napose izbrojio, "
	},
	{
		"arabicTextofAyah":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
		"tafsirTextofAyah":"Svaki će čovjek na Dan ustanuća Allahu, džellešanuhu, doći sam, bez igdje ikog, bez imetka, pomagača i vlasti.",
		"korkutTranslationOfAyah":"i svi će Mu na Sudnjem danu doći pojedinačno."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
		"tafsirTextofAyah":"One ljude koji vjeruju u dragog Allaha i čine sve ono što je islam označio dobrim djelima – Allah će uvesti u Svoju milost i učiniti da ih ljudi vole, prihvatit će ih i dati da ih ljudi prihvate te da ih po dobru spominju.",
		"korkutTranslationOfAyah":"One koji su vjerovali i dobra djela činili Milostivi će, sigurno, voljenim učiniti."
	},
	{
		"arabicTextofAyah":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
		"tafsirTextofAyah":"Vjerovjesniče, Plemeniti je Allah ovaj Kur’an učinio lahkim, na tvom, arapskom jeziku, da bi pomoću njega obradovao bogobojazne čestite vjernike Allahovim zadovoljstvom i džennetom, a da bi velike svadljivce grešnike koji slijepo slijede stranputicu i bore se za nju upozorio na paklenu vatru.",
		"korkutTranslationOfAyah":"Mi smo Kur'an učinili lahkim, na tvome jeziku, da bi njime one koji se Allaha boje i grijeha klone obradovao, a inadžije nepopustljive opomenuo."
	},
	{
		"arabicTextofAyah":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
		"tafsirTextofAyah":"Mnogo je prijašnjih naroda Svemogući Allah uništio prije tvoga naroda, ne vidiš nijednog od njih niti čuješ njihove glasove. Čuješ li makar njihov šapat!? Kao što smo njih uništili, tako ćemo uništiti nevjernike ovog umeta, i to onda kad Allah htjedne.",
		"korkutTranslationOfAyah":"A koliko smo samo naroda prije njih uništili! Da li ijednog od njih vidiš i da li i najslabiji glas njihov čuješ?"
	}
]