[
	{
		"arabicTextofAyah":"الٓمٓ",
		"tafsirTextofAyah":"Elif-Lām-Mīm su harfovi kojima počinju neke kur’anske sure. To su slova arapske abecede koja sama po sebi nemaju značenje, ali njihovo izdvojeno spominjanje u Kur’anu ima mudrost i cilj, jer u Kur’anu ništa nije navedeno bez mudrosti i svrhe. Od najbitnijih mudrosti spominjanja ovih harfova je ukazivanje na izazov Arapima da sastave nešto slično ovom Kur'anu, jer se Kur'an sastoji od harfova koji su bili poznati tadašnjim Arapima i od kojih su oni sastavljali riječi. Zbog toga, u većini slučajeva, nakon otpočinjanja neke sure ovim harfovima spominje se Kur'an, kao što je slučaj i u ovoj suri.",
		"korkutTranslationOfAyah":"Elif Lām Mīm."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ",
		"tafsirTextofAyah":"U ovaj veličanstveni Kur'an nema sumnje ni sa kojeg aspekta, pa nema sumnje u to da ga je Allah objavio, niti ima sumnje u to da su sve njegove riječi, i u formi i u značenju – Allahov govor koji bogobojazne upućuje na Pravi put.",
		"korkutTranslationOfAyah":"Ova Knjiga, u koju nema nikakve sumnje, uputstvo je svima onima koji se budu Allaha bojali;"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
		"tafsirTextofAyah":"3-4. Bogobojazni su oni koji vjeruju u ono što je čulima nedokučivo, a to je sve ono o čemu nas je obavijestio Uzvišeni Allah u Svojoj knjizi ili kroz govor Njegovog Poslanika, poput Sudnjeg dana, i oni koji uspostavljaju namaz tako što ga obavljaju onako kako je Allah propisao, poštujući njegove uslove, sastavne dijelove (ruknove) obavezne i pohvalne radnje, i oni koji udjeljuju od onoga čime ih je Allah opskrbio time što izdvajaju zekat, koji je obavezan, ili sadaku, koja je dobrovoljna. Oni sve to rade nadajući se Allahovoj nagradi. Oni vjeruju u Objavu koju je Allah spustio Svom Vjerovjesniku, i koju je spustio ostalim vjerovjesnicima, neke na njih Allahov mir i spas, ne praveći razliku između tih Objava u pogledu vjerovanja. Oni čvrsto vjeruju u ahiret, onaj svijet, te u nagradu i kaznu koji tamo slijede.",
		"korkutTranslationOfAyah":"onima koji u nevidljivi svijet budu vjerovali i molitvu obavljali i udjeljivali dio od onoga što im Mi budemo davali;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
		"tafsirTextofAyah":"3-4. Bogobojazni su oni koji vjeruju u ono što je čulima nedokučivo, a to je sve ono o čemu nas je obavijestio Uzvišeni Allah u Svojoj knjizi ili kroz govor Njegovog Poslanika, poput Sudnjeg dana, i oni koji uspostavljaju namaz tako što ga obavljaju onako kako je Allah propisao, poštujući njegove uslove, sastavne dijelove (ruknove) obavezne i pohvalne radnje, i oni koji udjeljuju od onoga čime ih je Allah opskrbio time što izdvajaju zekat, koji je obavezan, ili sadaku, koja je dobrovoljna. Oni sve to rade nadajući se Allahovoj nagradi. Oni vjeruju u Objavu koju je Allah spustio Svom Vjerovjesniku, i koju je spustio ostalim vjerovjesnicima, neke na njih Allahov mir i spas, ne praveći razliku između tih Objava u pogledu vjerovanja. Oni čvrsto vjeruju u ahiret, onaj svijet, te u nagradu i kaznu koji tamo slijede.",
		"korkutTranslationOfAyah":"i onima koji budu vjerovali u ono što se objavljuje tebi i u ono što je objavljeno prije tebe, i onima koji u onaj svijet budu čvrsto vjerovali."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"Ovi ljudi koji posjeduju navedene osobine idu čvrsto pravim putem, i oni su istinski pobjednici na dunjaluku i na ahiretu jer su postigli ono čemu se nadaju i spasili od onoga čega se boje.",
		"korkutTranslationOfAyah":"Njima će Gospodar njihov na Pravi put ukazati i oni će ono što žele ostvariti."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju su ustrajni u svojoj zabludi i svom prkosu, pa im je svejedno opominjao ih ti ili ne.",
		"korkutTranslationOfAyah":"Onima koji neće da vjeruju doista je svejedno – opominjao ih ti ili ne opominjao – oni neće vjerovati."
	},
	{
		"arabicTextofAyah":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
		"tafsirTextofAyah":"Oni ne prihvataju istinu zato što je Allah zapečatio njihova srca zbog zablude kojom su ispunjena, i zapečatio je njihov sluh, pa ne čuju istinu na način da joj se odazovu i slijede je, i na njihovim očima je stavio koprenu, te ne vide istinu i pored njene jasnoće. Njih na ahiretu čeka velika patnja.",
		"korkutTranslationOfAyah":"Allah je zapečatio srca njihova i uši njihove, a pred očima njihovim je koprena; njih čeka patnja golema."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Ima skupina ljudi koja misli da vjeruje. Oni to govore svojim jezicima želeći sačuvati svoje živote i imetke, dok u nutrini kriju nevjerstvo.",
		"korkutTranslationOfAyah":"Ima ljudi koji govore: \"Vjerujemo u Allaha i u onaj svijet!\" – a oni nisu vjernici."
	},
	{
		"arabicTextofAyah":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Oni žele prevariti Allaha i vjernike pokazujući da su vjernici, a krijući da su nevjernici. Oni, ustvari, samo sebe obmanjuju, jer Allah zna njihovu nutrinu, a vjernicima je ukazao na njihove osobine i njihova stanja.",
		"korkutTranslationOfAyah":"Oni nastoje prevariti Allaha i one koji vjeruju, a oni, i ne znajući, samo sebe varaju."
	},
	{
		"arabicTextofAyah":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ",
		"tafsirTextofAyah":"Oni obmanjuju sebe zato što je u njihovim srcima sumnja, pa im je Allah tu sumnju povećao, a naknada je shodno djelu. Njih čeka bolna patnja u najnižoj razini džehennema zato što lažu na Allaha i na ljude, i zato što poriču ono sa čime je došao Muhammed, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"Njihova srca su bolesna, a Allah njihovu bolest još povećava; njih čeka bolna patnja zato što lažu."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ",
		"tafsirTextofAyah":"Kada im se zabrani širenje nereda na Zemlji time što šire nevjerstvo i čine grijehe, oni misle da su oni ti koji su ispravni i koji popravljaju stanje.",
		"korkutTranslationOfAyah":"Kada im se kaže: \"Ne remetite red na Zemlji!\" – odgovaraju: \"Mi samo red uspostavljamo!\""
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Istina je da su oni istinski smutljivci, ali oni to ne osjećaju, ne osjećaju da je njihovo djelovanje ustvari sijanje smutnje i nereda.",
		"korkutTranslationOfAyah":"Zar?! A, uistinu, oni nered siju, ali ne opažaju."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kada im se naredi da vjeruju kao što vjeruju ashabi Muhammeda, sallallahu alejhi ve sellem, oni to osuđuju ismijavajući se: \"Zar da vjerujemo kao što maloumnici vjeruju?\", a istina je da su oni maloumnici, ali to ne znaju.",
		"korkutTranslationOfAyah":"Kad im se kaže: \"Vjerujte kao što pravi ljudi vjeruju!\" – oni odgovaraju: \"Zar da vjerujemo u ono u što bezumni vjeruju?\" – A, uistinu, oni su bezumni, ali ne znaju."
	},
	{
		"arabicTextofAyah":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Kada sretnu vjernike govore: \"Vjerujemo u ono u šta i vi\", ali to govore iz straha od vjernika, dok kada se odu od vjernika svojim glavešinama, govore potvrđujući svoju postojanost u slijeđenju tih glavešina: \"Mi smo sa vama, na vašem putu, ali se samo vanjski slažemo sa vjernicima, izrugujući im se i ismijavajući.\"",
		"korkutTranslationOfAyah":"Kada susretnu one koji vjeruju, govore: \"Vjerujemo!\" – a čim ostanu nasamo sa šejtanima svojim, govore: \"Mi smo s vama, mi se samo rugamo.\""
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"Allah se njima izruguje zato što se oni vjernicima izruguju, kažnjavajući ih shodno njihovim djelima. Zato je Allah propisao da se sa njima postupa kao sa muslimanima na dunjaluku, ali će ih na ahiretu kazniti za njihovo nevjerstvo i licemjerstvo. Time On čini da nastave lutati i tumarati u svojoj zabludi i osionosti, i da ostanu zbunjeni i kolebljivi.",
		"korkutTranslationOfAyah":"Allah njih izvrgava poruzi i podržava ih da u svome nevjerstvu lutaju."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ",
		"tafsirTextofAyah":"To su istinski maloumnici, jer su vjerovanje zamijenili nevjerstvom, ali ta trgovina im nije donijela dobit, jer su izgubili vjerovanje u Allaha i nisu upućeni ka istini.",
		"korkutTranslationOfAyah":"Umjesto Pravim, oni su krenuli krivim putem; njihova trgovina im nije donijela nikakvu dobit, i oni ne znaju šta rade."
	},
	{
		"arabicTextofAyah":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ",
		"tafsirTextofAyah":"Allah navodi dva primjera za ove munafike: jedan se odnosi na vatru, a drugi na vodu. Što se tiče primjera koji se odnosi na vatru, oni su poput čovjeka koji je potpalio vatru kako bi se okoristio njenim svjetlom, pa kada je ona zasijala i on pomislio da će se okoristiti tim svjetlom, ugasila se. Otišla je njeno blistavilo, a ostala izgorevina. Oni koji su se njome htjeli okoristiti ostadoše u tminama, ne videći ništa i ne mogavši naći izlaz.",
		"korkutTranslationOfAyah":"Slični su onima koji potpale vatru, i kad ona osvijetli njihovu okolicu, Allah im oduzme svjetlo i ostavi ih u mraku, i oni ništa ne vide!"
	},
	{
		"arabicTextofAyah":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ",
		"tafsirTextofAyah":"Oni su gluhi jer ne čuju istinu na način koji iziskuje njeno prihvatanje i slijeđenje, oni su nijemi jer ne govore istinu, oni su slijepi jer ne vide istinu i ne napuštaju svoju zabludu.",
		"korkutTranslationOfAyah":"Gluhi, nijemi i slijepi su, nikako da se osvijeste."
	},
	{
		"arabicTextofAyah":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Što se tiče primjera koji se odnosi na vodu, munafici su kao u primjeru velike kiše koja pada iz oblaka ispunjenog nagomilanim tminama, gromovima i munjama, koja se spustila na ljude, pa su se ljudi preplašili i počeli zapušavati uši krajevima prstiju da ne bi čuli strašni zvuk gromova, plašeći se smrti. A Allah obuhvata nevjernike, oni Mu ne mogu umaći.",
		"korkutTranslationOfAyah":"Ili, oni su nalik na one, koji za vrijeme silnog pljuska s neba, u punom mraku, usred grmljavine i munja, stavljaju zbog gromova prste u uši svoje bojeći se smrti – a nevjernici ne mogu umaći Allahu."
	},
	{
		"arabicTextofAyah":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Munja, od žestine blještavila, skoro da im oduzme vid. Kada god im munja osvijetli put, oni krenu naprijed, a kada je nema oni ostaju u tmini ne mogavši se pomjeriti. Da Allah hoće, oduzeo bi im sluh i vid Svojom apsolutnom moći, pa da im se ne vrate, zbog njihovog okretanja od istine. Kiša je primjer za Kur'an, zvuk groma je primjer za upozorenja koja su u Kur'anu sadržana, svjetlo munja je primjer istine koja im je ponekada jasna. Zapušavanje ušiju da ne bi čuli gromove je primjer njihovog okretanja od istine. Aspekt sličnosti munafika sa ljudima spomenutim u ova dva primjera jest u neokorištavanju. U primjeru koji se odnosi na vatru čovjek koji je potpalio vatru nije se okoristio njome, osim što je dobio izgoretinu i tminu. U primjeru koji se na vodu odnosi, spomenuti ljudi se nisu okoristili, već su dobili gromove i munje koji ih plaše i uznemiravaju. Tako je i sa munaficima, oni u islamu vide samo žestinu i grubost.",
		"korkutTranslationOfAyah":"Munja samo što ih ne zaslijepi; kada god im ona bljesne, oni prođu, a čim utonu u mraku, stanu. A da Allah hoće, mogao bi im oduzeti i sluh i vid, jer Allah, zaista, sve može."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
		"tafsirTextofAyah":"O ljudi, obožavajte samo vašeg Gospodara, i nikoga drugog, jer vas je On stvorio, kao što je stvorio i prethodne narode, da biste se sačuvali Njegove kazne provođenjem Njegovih naredbi i klonjenjem onoga što je zabranio.",
		"korkutTranslationOfAyah":"O ljudi, klanjajte se Gospodaru svome, koji je stvorio vas i one prije vas, da biste se kazne sačuvali;"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"On je Taj Koji vam je Zemlju učinio prostrtom i spremljenom za život na njoj, i Koji je nebo iznad vas učinio čvrstim zdanjem. On je dao blagodat kiše koju je učinio uzrokom raznovrsnih plodova, da bi to bila opskrba –pa Mu ne pridružujte sudruge i nikog Njemu sličnim ne činite, a znate da nema stvoritelja mimo Allaha.",
		"korkutTranslationOfAyah":"koji vam je Zemlju učinio posteljom, a nebo zdanjem; koji s neba spušta kišu i čini da s njom rastu plodovi, hrana za vas. Zato ne činite svjesno druge Allahu ravnim!"
	},
	{
		"arabicTextofAyah":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"O ljudi, ako sumnjate u Kur'an kojeg je Allah objavio Svom robu Muhammedu, sallallahu alejhi ve sellem, izazivamo vas da mu se suprotstavite time što ćete načitini jednu suru sličnu surama Kur'ana, makar bila kao najmanja kur'anska sura. Pozovite koga god možete od vaših pomoćnika, ako ste iskreni u svojoj tvrdnji.",
		"korkutTranslationOfAyah":"A ako sumnjate u ono što objavljujemo robu Svome, načinite vi jednu suru sličnu objavljenim njemu, a pozovite i božanstva vaša, osim Allaha, ako istinu govorite."
	},
	{
		"arabicTextofAyah":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Pa ako to ne uradite – a nikada ga neće moći uraditi – čuvajte se vatre koja će biti potpaljivana ljudima koji zaslužuju kaznu, i raznim vrstama kamenja, onim koja su obožavali, i drugim. Ovu je vatru Allah pripremio za nevjernike.",
		"korkutTranslationOfAyah":"Pa ako ne učinite, a nećete učiniti, onda se čuvajte vatre za nevjernike pripremljene, čije će gorivo biti ljudi i kamenje."
	},
	{
		"arabicTextofAyah":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Pošto je prethodna prijetnja bila upućena nevjernicima, sada obraduj, o Vjerovjesniče, vjernike u Allaha, koji čine dobra djela; obraduj ih džennetskim vrtovima ispod čijih dvoraca i drveća rijeke teku. Kada god pojedu nešto od lijepih džennetskih plodova reći će, zbog velike sličnosti sa ovosvjetskim voćem: \"Ovo je poput plodova kojima smo ranije bili opskrbljen\", ali to će im samo biti davani plodovi koji su slični dunjalučkim plodovima u obliku i imenu kako bi im prišli i uzeli ih, jer su im poznati, ali će biti potpuno drugačijeg ukusa. U džennetu će vjernici imati i žene koje su čiste od svega prema čemu duša i priroda osjeća averziju, a što je prisutno na dunjaluku. Vjernici će u džennetu biti u vječnom neprekidnom uživanju, za razliku od dunjalučkih uživanja, koja se prekidaju i imaju kraj.",
		"korkutTranslationOfAyah":"A one koji vjeruju i dobra djela čine obraduj džennetskim baščama kroz koje rijeke teku; svaki put kada im se iz njih da kakav plod, oni će reći: \"Ovo smo i prije jeli\" – a biće im davani samo njima slični. U njima će čiste žene imati, i u njima će vječno boraviti."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ",
		"tafsirTextofAyah":"Uzvišeni Allah ne stidi se navesti primjere koje On hoće, pa navodi kao primjer komarca i druga stvorenja, veća ili manja od njega. Ljudi su u pogledu ovih primjera podijeljeni u dvije grupe: vjernike i nevjernike. Vjernici vjeruju u njih i znaju da se iza tih primjera krije velika mudrost, dok se nevjernici pitaju, želeći se izrugati: \"Zašto je Allah naveo primjere ovih prezrenih i nebitnih stvorenja, poput komarca, muhe, pauka i drugih?!\" Allah daje odgovor, pa kaže da ovi primjeri sadrže mnoga uputstva i pouke, ali i da predstavljaju ispit za ljude. Allah neke ljude ovim primjerima odvodi u zabludu, jer se okreću od promišljanja o njima, a takvih je mnogo, dok neke ljude Allah uputi jer uzimaju pouku iz ovih primjera, a i takvih je mnogo. Neće otići u zabludu osim onaj ko je to zaslužio, a to su oni koji se ne pokoravaju Allahu, poput munafika.",
		"korkutTranslationOfAyah":"Allah se ne ustručava da za primjer navede mušicu ili nešto iznad nje; oni koji vjeruju – ta oni znaju da je to Istina od Gospodara njihova; a oni koji ne vjeruju – govore: \"Šta to Allah hoće sa ovim primjerom?\" Time On mnoge u zabludi ostavlja, a mnogima na Pravi put ukazuje; ali, u zabludi ostavlja samo velike grješnike,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Oni koji krše zavjet prema Allahu koji je On uzeo od njih, a to je zavjetovanje da će samo Njega obožavati i da će Njegovog Poslanika slijediti, kojeg su najavili prijašnji vjerovjesnici, takvi prekidaju ono što je Allah naredio da se održava, poput rodbinskih veza, i šire nered na Zemlji time što griješe prema Allahu, i takvi imaju krnjav udio i na dunjaluku i na ahiretu.",
		"korkutTranslationOfAyah":"koji krše već čvrsto prihvaćenu obavezu prema Allahu i prekidaju ono što je Allah naredio da se održava, i prave nered na Zemlji; oni će nastradati."
	},
	{
		"arabicTextofAyah":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"O nevjernici, doista ste čudni! Kako možete ne vjerovati u Allaha, a posmatrate dokaze Njegove moći u vama samima? Niste postojali, pa vas je stvorio i oživio, zatim će vas usmrtiti, zatim će vas proživjeti i vratiti vas Njemu da vas obračuna.",
		"korkutTranslationOfAyah":"Kako možete da ne vjerujete u Allaha, vi koji ste bili ništa, pa vam je On život dao; On će, zatim, učiniti i da pomrete i poslije će vas oživiti, a onda ćete se Njemu vratiti."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"Allah Jedini zarad vas stvorio je sve što je na Zemlji: rijeke, drveće i ostala, nebrojena stvorenja, i vi se time koristite i uživate u onome što vam je On podredio. On se zatim uzdigao iznad nebesa i formirao ih kao sedam skladnih nebesa, i On Svojim znanjem sve obuhvata.",
		"korkutTranslationOfAyah":"On je za vas sve što postoji na Zemlji stvorio, zatim se prema nebu usmjerio i kao sedam nebesa ga uredio; On sve zna."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah nas obavještava da je On rekao melekima da će na Zemlji postaviti ljude koji će nasljeđivati jedni druge, kako bi održali život na Zemlji pokoravajući se Njemu. Meleki su Allaha pitali, želeći da razumiju i spoznaju, o mudrosti postavljanja ljudi namjesnicima na Zemlji, premda će oni činiti nered na njoj i bespravno prolijevati krv. Meleki su dodali: \"Mi Ti se pokoravamo i slavimo Te i hvalimo, veličamo Tvoju veličanstvenost i savršenost, i u tome nikada ne klonemo.\" Allah im je odgovorio: \"Doista Ja znam ono što ne znate vi – zapanjujuće mudrosti koje se kriju u njihovom stvaranju i veličanstvene intencije njihovog postavljanja za namjesnike.\"",
		"korkutTranslationOfAyah":"A kada Gospodar tvoj reče melekima: \"Ja ću na Zemlji namjesnika postaviti!\" – oni rekoše: \"Zar će Ti namjesnik biti onaj koji će na njoj nered činiti i krv proljevati? A mi Tebe veličamo i hvalimo i, kako Tebi dolikuje, štujemo.\" On reče: \"Ja znam ono što vi ne znate.\""
	},
	{
		"arabicTextofAyah":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Radi ukazivanja na visok stepen Adema, alejhis-selam, Uzvišeni Allah ga je podučio imenima svih stvari: živih i neživih, podučio ga je značenjima tih naziva, a zatim je te stvari predočio melekima rekavši: \"Obavijestite me o imenima ovih stvari, ako je istina da ste vi časniji i bolji od ovog stvorenja.\"",
		"korkutTranslationOfAyah":"I pouči On Adema nazivima svih stvari, a onda ih predoči melekima i reče: \"Kažite Mi nazive njihove, ako istinu govorite!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Oni su rekli, priznajući svoju manjkavost i pripisujući sve blagodati Allahu: \"Mi Te slavimo i svaku manjkavost gledeTebe negiramo, i veličamo Te, Gospodaru naš, i ne suprotstavljamo se Tvojoj odredbi i Tvom zakonu! Mi znamo samo ono čemu si nas Ti podučio, a Ti si, doista, Sveznajući, Kojem ništa nije skriveno, i Mudri, Koji svaku stvar stavlja na njeno mjesto, bilo da se radi o Tvojim kosmičkim ili šerijatskim odredbama.\"",
		"korkutTranslationOfAyah":"\"Hvaljen neka si\" – rekoše oni – \"mi znamo samo ono čemu si nas Ti poučio; Ti si Sveznajući i Mudri.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ",
		"tafsirTextofAyah":"Tada Uzvišeni Allah reče Ademu: \"Obavijesti ih o imenima tih stvari.\" Kada ih je on obavijestio onako kako ga je podučio njegov Gospodar, Allah reče melekima: \"Zar vam nisam rekao da Ja, uistinu, znam sve što je skriveno na nebesima i na Zemlji, i znam ono što ispoljavate i ono o čemu razmišljate?\"",
		"korkutTranslationOfAyah":"\"O Ademe\" – reče On – \"kaži im ti nazive njihove!\" I kad im on kaza nazive njihove, Allah reče: \"Zar vam nisam rekao da samo Ja znam tajne nebesa i Zemlje i da samo Ja znam ono što javno činite i ono što krijete!\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Uzvišeni Allah pojašnjava da je On naredio melekima da se poklone Ademu iz poštovanja, pa su to žurno učinili pokoravajući se Allahovoj naredbi, osim Iblisa, koji je bio jedan od džina i koji se sustegao od pokornosti, prkoseći Allahovoj naredbi i oholeći se nad Ademom. Time je postavo nevjernik u Allaha Uzvišenog.",
		"korkutTranslationOfAyah":"A kada rekosmo melekima: \"Poklonite se Ademu!\" – oni se pokloniše, ali Iblis ne htjede, on se uzoholi i posta nevjernik."
	},
	{
		"arabicTextofAyah":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Rekosmo: \"O Ademe, nastanite se ti i supruga tvoja Havva u džennetu i prijatno jedite u njemu šta god želite i gdje god želite, bez ičega što će vam pokvariti užitak. Ali čuvajte se dobro drveta čiji plodovi su vam zabranjeni za jelo, jer ako tu zabranu prekršite, bit ćete nepravednici, zbog kršenja onoga što sam vam naredio.\"",
		"korkutTranslationOfAyah":"I Mi rekosmo: \"O Ademe, živite, ti i žena tvoja, u Džennetu i jedite u njemu koliko god želite i odakle god hoćete, ali se ovom drvetu ne približujte pa da sami sebi nepravdu nanesete!\""
	},
	{
		"arabicTextofAyah":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"Šejtan im je neprestano došaptavao i uljepšavao im kršenje Allahove naredbe, sve dok ih nije naveo da zgriješe i jedu plodove tog drveta koje im je Allah zabranio. Kazna za to im je bila to što ih je Allah izveo iz dženneta u kojem su bili, rekavši njima i šejtanu: \"Silazite na Zemlju! Bit ćete neprijatelji jedni drugima; na toj Zemlji ćete boraviti i ostati, uživajući u njenim blagodatima, sve do kraja vaših život i dok ne nastupi Sudnji čas.\"",
		"korkutTranslationOfAyah":"I šejtan ih navede da zbog drveta posrnu i izvede ih iz onoga u čemu su bili. \"Siđite!\" – rekosmo Mi – \"jedni drugima ćete neprijatelji biti, a na Zemlji ćete boraviti i do roka određenoga živjeti!\""
	},
	{
		"arabicTextofAyah":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Adem je prihvatio riječi koje mu je Allah objavio i kojima ga je nadahnuo da Mu se njima pomoli – naveden su u ajetu: \"'Gospodaru naš', rekoše oni, 'sami smo sebi zulum učinili, i ako nam Ti ne oprostiš i ne smiluješ nam se, sigurno ćemo u redovima gubitnika biti'\" (el-Ea'raf, 23). Allah je prihvatio njegovo pokajanje i oprostio mu, jer je On, Uzvišeni, onaj koji puno prašta Svojim robovima i koji je milostiv prema njima.",
		"korkutTranslationOfAyah":"I Adem primi neke riječi od Gospodara svoga, pa mu On oprosti; On, doista, prima pokajanje, On je milostiv."
	},
	{
		"arabicTextofAyah":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Rekli smo im: \"Silazite svi iz dženneta na Zemlju, dolazit će vam Moje upute preko Mojih poslanika, pa ko ih bude slijedio vjerujući u Moje poslanike, ničega se neće bojati na ahiretu, niti će tugovati za bilo čim od onoga što im je promaklo na dunjaluku.",
		"korkutTranslationOfAyah":"Mi rekosmo: \"Silazite iz njega svi! Od Mene će vam uputstvo dolaziti, i oni koji uputstvo Moje budu slijedili – ničega se neće bojati i ni za čim neće tugovati."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Što se tiče onih koji su uznevjerovali i naše ajete u laž utjerali, takvi su stanovnici vatre koji će u njoj vječno boraviti.",
		"korkutTranslationOfAyah":"A onima koji ne budu vjerovali i knjige Naše budu poricali – biće stanovnici Džehennema; u njemu će vječno ostati.\""
	},
	{
		"arabicTextofAyah":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ",
		"tafsirTextofAyah":"O potomci Allahovog vjerovjesnika Jakuba, sjetite se Allahovih uzastopnih blagodati prema vama i budite Mu zahvalni na njima, i držite se ispunjenja zavjeta prema Njemu, a koji sadrži vjerovanje u Njega i Njegove poslanike, i rad po Njegovim zakonima. Ako to budete ispunili, i On će Svoje obećanje vama ispuniti: lijep život na dunjaluku vam dati i lijepu nagradu na Sudnjem danu pripremiti. Samo se Njega bojte i nemojte zavjet koji ste dali Njemu prekršiti.",
		"korkutTranslationOfAyah":"O sinovi Israilovi, sjetite se blagodati Moje koju sam vam podario, i ispunite zavjet koji ste Mi dali – ispuniću i Ja svoj koji sam vama dao, i samo se Mene bojte!"
	},
	{
		"arabicTextofAyah":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ",
		"tafsirTextofAyah":"Vjerujte u Kur'an koji je objavljen Muhammedu, sallallahu alejhi ve sellem, i koji se slaže sa monoteizmom i najavom Muhammedovog poslanstva sadržanom u Tevratu prije nego je Tevrat iskrivljen, i nemojte nikako biti prvi koji će u njega uznevjerovati! Nemojte ajete koje sam vam objavio za nisku cijenu mijenjati, koja se ogleda u stjeicanju ovosvjetskog ugleda ili vlasti, i čuvajte se Moje srdžbe i kazne.",
		"korkutTranslationOfAyah":"Vjerujte u ono što objavljujem, čime se potvrđuje da je istinito ono što vi imate, i ne budite prvi koji u to neće vjerovati. I ne zamjenjujte riječi Moje za nešto što malo vrijedi, i samo se Mene bojte!"
	},
	{
		"arabicTextofAyah":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Nemojte miješati istinu koju sam objavio Svojim poslanicima sa vašim lažima koje izmišljate, i nemojte kriti istinu koja je došla u vašim knjigama, a koja sadrži opis Muhammeda, sallallahu alejhi ve sellem, iako je znate i u nju ste uvjereni.",
		"korkutTranslationOfAyah":"I istinu sa neistinom ne miješajte i istinu svjesno ne tajite!"
	},
	{
		"arabicTextofAyah":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ",
		"tafsirTextofAyah":"Obavljajte namaz potpuno, poštujući njegove ruknove, vadžibe i sunnete, i dajte zekat iz vašeg imetka koji je Allah učinio u vašim rukama, i pokoravajte se Allahu sa sljedbenicima poslanika Muhammeda, sallallahu alejhi ve sellem, koji se pokoravaju.",
		"korkutTranslationOfAyah":"Molitvu obavljajte i zekat dajite i zajedno sa onima koji molitvu obavljaju i vi obavljajte!"
	},
	{
		"arabicTextofAyah":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Kako je samo ružno da drugima naređujete da vjeruju i dobro čine, dok se vi od toga okrećete i sebe zaboravljate, premda vi Tevrat učite! Znate za Allahovu naredbu u Tevratu da se Njegova vjera slijedi, i da se u Njegove poslanike vjeruje, pa zar nećete koristiti razume svoje?",
		"korkutTranslationOfAyah":"Zar da od drugih tražite da dobra djela čine, a da pri tome sebe zaboravljate, vi koji Knjigu učite? Zar se opametiti nećete?"
	},
	{
		"arabicTextofAyah":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ",
		"tafsirTextofAyah":"Pomognite se u obavljanju vaših dunjalučkih i vjerskih poslova strpljenjem i namazom koji vas približava Allahu i veže za Njega, pa će vam On pomoći i sačuvati vas, otklanjajući štetu od vas. Doista je obavljanje namaza teško onima koji nisu predani i pokorni svom Gospodaru.",
		"korkutTranslationOfAyah":"Pomozite sebi strpljenjem i molitvom, a to je, zaista, teško, osim poslušnima,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ",
		"tafsirTextofAyah":"To je zato što su oni uvjereni da će otići svom Gospodaru, i da će Ga sresti na Danu stajanja pred Allahom, da će se Njemu vratiti kako bi im dao naknadu sa njihova djela.",
		"korkutTranslationOfAyah":"koji su uvjereni da će pred Gospodara svoga stati i da će se Njemu vratiti."
	},
	{
		"arabicTextofAyah":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"O sinovi Allahovog vjerovjesnika Jakuba, sjetite se Mojih vjerskih i dunjalučkih blagodati prema vama, i sjetite se toga što sam vas uzdigao nad vašim savremenicima dajući vam vjerovjesništvo i vlast!",
		"korkutTranslationOfAyah":"O sinovi Israilovi, sjetite se blagodati Moje koju sam vam podario i toga što sam vas nad ostalim ljudima bio uzdigao;"
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ",
		"tafsirTextofAyah":"Učinite između vas i kazne na Danu stajanja pred Allahom štit činjenjem onoga što je Allah naredio i sustezamnjem od onoga što je zabranio. To je dan u kojem niko nikome neće moći pomoći i u kojem se ničije zagovaranje za otklanjanje štete ili pribavljanje koristi neće prihvatiti, osim ako Allah to dozvoli. Tog dana neće biti prihvaćena nikakva otkupnina, makar se htjeli otkupiti udjeljujući punu Zemlju zlata. Ako neće biti od koristi ni zagovarač, ni otkupnina, ni pomagač, pa kuda onda pobjeći i izlaz tražiti?",
		"korkutTranslationOfAyah":"i bojte se Dana kada niko ni za koga neće moći ništa učiniti, kada se ničiji zagovor neće prihvatiti, kada se ni od koga otkup neće primiti i kada im niko neće u pomoć priteći;"
	},
	{
		"arabicTextofAyah":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
		"tafsirTextofAyah":"Sjetite se, o potomci Israilovi, kada smo vas izbavili od faraonovih sljedbenika, koji su vas žestoko kažnjavali raznim vrstama kazne. Ubijali su vašu mušku djecu, koljući ih, kako bi vas istrijebili, a u životu ostavljali vaše kćeri kako bi ih služile, želeći vas time potpuno poniziti. Vaše spasenje od faraona predstavlja veliki ispit za vas od vašeg Gospodara, kako biste zahvalni bili.",
		"korkutTranslationOfAyah":"i kada smo vas od faraonovih ljudi izbavili, koji su vas najgorim mukama mučili: mušku vam djecu klali a žensku u životu ostavljali; – a to vam je bilo veliko iskušenje od Gospodara vašeg –"
	},
	{
		"arabicTextofAyah":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ",
		"tafsirTextofAyah":"Sjetite se blagodati naše prema vama koja se ogleda u Našem razdvajanju mora za vas, kada smo vam načinili suh put kojim ćete ići, i time vas izbavili, dok smo vašeg neprijatelja, faraona i njegove sljedbenike, potopili pred vašim očima, dok ste sve to posmatrali.",
		"korkutTranslationOfAyah":"i kada smo zbog vas more rastavili i vas izbavili, a faraonove ljude, na oči vaše, potopili;"
	},
	{
		"arabicTextofAyah":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
		"tafsirTextofAyah":"I sjetite se blagodati kada smo Musau četrdeset noći dug susret odredili, kako bi se upotpunilo objavljivanje Tevrata, koji je svjetlost i uputa, a zatim ste vi tele za božanstvo uzeli u tom periodu, sami sebi nepravdu čineći.",
		"korkutTranslationOfAyah":"i kada smo Musau četrdeset noći obećanje ispunjavali, vi ste, u njegovu odsustvu, sami sebi čineći nepravdu, tele obožavati počeli."
	},
	{
		"arabicTextofAyah":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Prešli vam preko toga nakon što ste se pokajali, pa vas nismo kaznili kako biste Allahu zahvalni bili, iskreno Ga obožavajući i Njemu se pokoravajući.",
		"korkutTranslationOfAyah":"Zatim smo vam, i poslije toga, oprostili da biste zahvalni bili;"
	},
	{
		"arabicTextofAyah":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ",
		"tafsirTextofAyah":"I sjetite se blagodati kada smo Musau, alejhis-selam, objavili Tevrat, koji razdvaja između istine i neistine, upute i zablude, kako biste njime krenuli putem istine.",
		"korkutTranslationOfAyah":"i kada smo Musau Knjigu, koja rastavlja istinu od neistine, dali da biste Pravim putem išli;"
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"I sjetite se blagodati toga što vas je Allah uputio da se pokajete od obožavanja teleta, kada je Musa, alejhis-selam, rekao: \"Učinili ste nepravdu sebi uzimajući tele za božanstvo koje obožavate, pa se pokajte i vratite svom Stvoritelju tako što ćete ubiti jedan drugog. Pokajanje na taj način vam je bolje od upuštanja u nevjerstvo je će vas odvesti vječnom boravku u Vatri. Vi ste to uradili jer vas je Allah tome uputio i u tome pomogao, pa vam je oprostio jer On, uistinu, puno prašta i puno je milostiv prema Svojim robovima.\"",
		"korkutTranslationOfAyah":"i kada je Musa rekao narodu svome: \"O narode moj, prihvativši tele, vi ste samo sebi nepravdu učinili; zato se Stvoritelju svome pokajte i između vas prestupnike smrću kaznite. To je bolje za vas kod Stvoritelja vašeg, On će vam oprostiti! On prima pokajanje i On je milostiv\";"
	},
	{
		"arabicTextofAyah":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ",
		"tafsirTextofAyah":"I sjetite se kada su vaši preci drsko rekli Musau, alejhis-selam: \"Nećemo vjerovati dok ne vidimo Allaha očima svojim, bez zastora, pa vas je spalila vatra poubijavši vas, dok jedni druge gledate.\"",
		"korkutTranslationOfAyah":"i kada ste uglas rekli: \"O Musa, mi ti nećemo vjerovati dok Allaha ne vidimo!\" – munja vas je ošinula, vidjeli ste."
	},
	{
		"arabicTextofAyah":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Zatim smo vas, nakon smrti, proživjeli kako biste Allahu bili zahvalni na toj blagodati.",
		"korkutTranslationOfAyah":"Zatim smo vas, poslije smrti vaše, oživili da biste zahvalni bili."
	},
	{
		"arabicTextofAyah":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"U naše blagodati prema vama spada to što smo poslali oblak koji će vam hladovinu praviti, štiteći vas od sunčeve vreline, nakon što ste po Zemlji počeli lutati, i spustili smo vam slatko piće, slično medu, i male ptice lijepog ukusa, slične prepelicama, rekavši vam: \"Jedite lijepa jela kojima smo vas opskrbili.\" Oni nam nisu naudili njihovim poricanjem ovih blagodati i njihovom nezahvalnošću, već su sami sebi nepravdu učinili time što su nagradu izgubili i sebe kazni izložili.",
		"korkutTranslationOfAyah":"I Mi smo vam od oblaka hladovinu načinili i manu i prepelice vam slali: \"Jedite lijepa jela kojima vas opskrbljujemo!\" A oni Nama nisu naudili, sami sebi su nepravdu nanijeli;"
	},
	{
		"arabicTextofAyah":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Sjetite se Allahove blagodati kada smo vam rekli: \"Uđite u Bejtul-Makdis (Jerusalim) i jedite u njemu lijepa jela na kojem god mjestu želite, neka vam bude prijatno i ukusno, ali uđite poklonjeni i pokorni Allahu, i molite Ga riječima: 'Allahu oprosti nam grijehe' – odazvat ćemo vam se, i dobročiniteljima ćemo povećati nagradu za dobra djela.\"",
		"korkutTranslationOfAyah":"i kada smo rekli: \"Uđite u ovaj grad i jedite što god hoćete i koliko god hoćete, a na kapiju pognutih glava uđite, i recite: 'Oprosti' – oprostićemo vam grijehe vaše, a onima koji čine dobra djela daćemo i više!\" –"
	},
	{
		"arabicTextofAyah":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
		"tafsirTextofAyah":"Ali oni koji su nepravedni bili su promijenili djelo i izmijenili riječi, pa su ušli u grad okrećući svoje stražnjice i tako puzili unazad, govoreći: \"Ječmeno zrno\", čime su se htjeli ismijavati Allahovom naredbom. Kazna za to je bila da je Allah na nepravednike spustio kaznu sa neba, jer su prešli granice Njegovog zakona i prekršili Njegovu naredbu.",
		"korkutTranslationOfAyah":"onda su oni koji su bili nepravedni zamijenili drugom Riječ koja im je bila rečena i Mi smo na one koji su bili nepravedni s neba kaznu spustili zato što nisu poslušali;"
	},
	{
		"arabicTextofAyah":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
		"tafsirTextofAyah":"I sjetite se Allahove blagodati kada se lutali po Zemlji, i kada vas je spopala žestoka žeđ, pa je Musa, alejhis-selam, ponizno molio svog Gospodara da vas napoji, nakon čega smo mu naredili da štapom udari kamen, iz kojeg je poteklo dvanaest izvora, koliko ima vaših plemena. Iz tog kamena je jako potekla voda i svakom plemenu smo pojasnili posebno mjesto sa kojeg će ono piti, kako ne bi došlo do nesuglasica među njima, i rekli smo im: “Jedite i pijte Allahovu opksrbu koju vam je dao bez imalo vašeg truda, i nemojte nered po Zemlji sijati!”",
		"korkutTranslationOfAyah":"i kada je Musa za narod svoj vodu molio, Mi smo rekli: \"Udari štapom svojim po stijeni!\" – i iz nje je dvanaest vrela provrelo, i svako bratstvo je vrelo iz kojeg će piti znalo. \"Jedite i pijte Allahove darove, i ne činite zlo po Zemlji nered praveći!\" –"
	},
	{
		"arabicTextofAyah":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
		"tafsirTextofAyah":"I sjetite se kada ste nezahvalni na blagodatima vašeg Gospodara postali, pa vam je dosadilo da jedete ono što vam je Allah spustio: manu i prepelice, rekli ste: \"Nećemo se strpiti na jednoj istoj hrani\", i tražili ste od Musaa, alejhis-selam, da moli Allaha da vam podari od onoga što zemlja rađa: povrća i krastavaca, pšenice, leće i luka crvenog, pa da vam to bude hrana. Musa, alejhis-selam, osudio je taj vaš postupak, jer ste htjeli zamijeniti ono što je časnije i bolje – manu i prepelicu – onim što je manje vrijedno, premda vam je ovo prvo dolazilo bez truda i umora. Rekao vam je: \"Idite u koji hoćete grad, naći ćete to što tražite na njihovim njivama i pijacama.\" Zbog njihovog slijeđenja strasti i stalnog okretanja od onoga što je Allah birao za njih, pratilo ih je poniženje, siromaštvo i bijeda, jer su izazvali Allahovu srdžbu napuštajući Njegovu vjeru, ne vjerujući u Njegove ajete, ubijajući Njegove vjerovjesnike nepravedno i nasilnički. Sve to spada u njihovo griješenje prema Allahu i prelaženje Njegovih granica.",
		"korkutTranslationOfAyah":"i kada ste rekli: \"O Musa, mi ne možemo više jednu te istu hranu jesti, zato zamoli, u naše ime, Gospodara svoga da nam podari od onoga što zemlja rađa: povrća, i krastavica, i pšenice, i leće, i luka crvenoga!\" – on je rekao: \"Zar želite da ono što je bolje zamijenite za ono što je gore? Idite u grad, imaćete ono što tražite!\" I poniženje i bijeda na njih padoše i Allahovu srdžbu na sebe navukoše zato što u Allahove dokaze nisu vjerovali i što su ni krive ni dužne vjerovjesnike ubijali, zato što su neposlušni bili i što su sve granice zla prelazili."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Doista pripadnici ovog umeta koji vjeruju, kao i vjernici među pripadnicima prijašnjih umeta koji bijahu prije Muhammedovog, sallallahu alejhi ve sellem, poslanstva, poput jevreja, kršćana i sabejaca – skupina sljedbenika prijašnjih vjerovjesnika koji su vjerovali u Allaha i Posljednji dan, oni će imati nagradu kod svog Gospodara i ničega se neće bojati, kad je u pitanju ono što ih čeka na ahiretu, niti će za nečim tugovati, kad je u pitanju ono što ih je mimoišlo na dunjaluku.",
		"korkutTranslationOfAyah":"One koji su vjerovali, pa i one koji su bili jevreji, kršćani i sabejci – one koji su u Allaha i u onaj svijet vjerovali i dobra djela činili – doista čeka nagrada od Gospodara njihova; ničega se oni neće bojati i ni za čim neće tugovati! –"
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
		"tafsirTextofAyah":"I sjetite se čvrstog zavjeta koji smo od vas uzeli, da ćete vjerovati u Allaha i Njegove poslanike, i iznad vas smo brdo podigli plašeći vas i upozoravajući na nepoštivanje tog zavjeta, naređujući vam da ozbiljno prihvatite Tevrat, koji vam je objavljen, trudeći se da ga primijenite, bez nemara i lijenosti, zatim čuvajući ono što je u njemu, i promišljajući o tome, kako biste se time sačuvali Allahove kazne.",
		"korkutTranslationOfAyah":"i kada smo od vas zavjet uzeli i brdo iznad vas podigli: \"Svojski prihvatite ono što smo vam dali i neka vam je na umu ono što je u Knjizi, da biste se kazne sačuvali!\" –"
	},
	{
		"arabicTextofAyah":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"Međutim, vi ste se okrenuli i nepokorni bili nakon što smo od vas čvrst zavjet uzeli, i da nije Allahove darežljivosti prema vama koja se ogleda u Njegovom prelaženju preko vaših postupaka, i da nije Njegove milosti koja se ogleda u prihvatanju vašeg pokajanja, propali biste zbog vašeg okretanja i griješenja.",
		"korkutTranslationOfAyah":"vi ste poslije toga odustali, i da nije bilo Allahove dobrote prema vama i milosti Njegove, uistinu biste stradali."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
		"tafsirTextofAyah":"Preneseno vam je šta se dogodilo vašim precima koji su prešli granicu time što su lovili u subotu, a zabranjeno im je da love subotom, pa su spletku smislili i mreže prije subote postavljali, te ih nedjeljom vadili. Allah je ove spletkaroše u odbačene majmune pretvorio, zbog njihovog spletkarenja.",
		"korkutTranslationOfAyah":"Vama je poznato ono što se dogodilo onima od vas koji su se o subotu ogriješili, kao i to da smo im Mi rekli: \"Budite majmuni prezreni!\""
	},
	{
		"arabicTextofAyah":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Ovo naselje, koje je granice prelazilo, učinili smo poukom za susjedna naselja, i za one poslije njih, kako ne bi tako postupali i time kaznu zaslužili. Učinili smo ga opomenom za bogobojazne, koji se boje Allahove kazne namijenjene onima koji prelaze Njegove granice.",
		"korkutTranslationOfAyah":"Savremenicima i pokoljenjima njihovim to smo učinili opomenom, a poukom onima koji se boje Allaha."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
		"tafsirTextofAyah":"I sjetite se kazivanja o vašim precima, i onoga što je bilo između njih i Musaa, alejhis-selam. On ih je obavijestio da im je Allah naredio da zakolju neku kravu, pa umjesto da žurno izvrše Allahovu naredbu, oni su, inateći se, rekli: \"Zar se ismijavaš sa nama?\" Musa reče: \"Allahu se utječem od toga da lažem na Allaha i ismijavam se sa ljudima!\"",
		"korkutTranslationOfAyah":"A kada je Musa rekao narodu svome: \"Allah vam naređuje da zakoljete kravu\" – oni upitaše: \"Zbijaš li ti to s nama šalu?\" – \"Ne dao mi Allah da budem neznalica!\" – reče on."
	},
	{
		"arabicTextofAyah":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ",
		"tafsirTextofAyah":"Oni rekoše Musau: \"Zamoli svog Gospodara da nam pojasni kakva je to krava koju nam je naredio da zakoljemo.\" On im reče: \"Allah vam kaže: 'To je srednja krava, ni premlada ni stara, već između tog dvoga', pa požurite i izvršite naredbu vašeg Gospodara!\"",
		"korkutTranslationOfAyah":"\"Zamoli Gospodara svoga, u naše ime\" – rekoše – \"da nam objasni kojih godina ona treba biti.\" – \"On kaže\" – odgovori on – \"da ta krava ne smije biti ni stara ni mlada, nego između toga, srednje dobi, pa izvršite to što se od vas traži!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ",
		"tafsirTextofAyah":"Oni su nastavili da se raspravljaju i inate, pa rekoše Musau, alejhis-selam: \"Zamoli svog Gospodara da nam pojasni koje je boje ta krava\", pa im Musa reče: \"Allah kaže: 'To je jako žuta krava koja se svidi svakom ko je vidi.'\"",
		"korkutTranslationOfAyah":"\"Zamoli Gospodara svoga, u naše ime\" – rekoše – \"da nam objasni kakve boje treba biti.\" – \"On poručuje\" – odgovori on – \"da ta krava treba biti jarkorumene boje, da se svidi onima koji je vide.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ",
		"tafsirTextofAyah":"Oni su nastavili sa svojim inatom, pa rekoše: \"Zamoli za nas svog Gospodara da nam dodatno pojasni osobine te krave, jer takvih kakvim si ih opisao ima puno, pa je ne možemo odrediti.\" Oni su tvrdili da će, ako Allah da, pronaći kravu čije se klanje traži.",
		"korkutTranslationOfAyah":"\"Zamoli Gospodara svoga, u naše ime\" – rekoše – \"da nam objasni kakva još treba biti jer, nama krave izgledaju slične, a mi ćemo nju, ako Allah htjedne, sigurno pronaći.\""
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ",
		"tafsirTextofAyah":"Musa im reče: \"Allah kaže da ta krava nije korišćena za obrađivanje zemlje, niti za njeno navodnjavanje, i da nema nikakve mahane niti na njoj ima ikakve druge boje mimo žute.\" Onda su rekli: \"E, sada si nam je opisao tako precizno da se tačno može odrediti koja je to krava.\" Zatim su je zaklali, nakon što su umalo odbili tu naredbu svojim inatom i raspravljanjem.",
		"korkutTranslationOfAyah":"\"On poručuje\" – reče on – \"da ta krava ne smije biti istrošena oranjem zemlje i natapanjem usjeva; treba biti bez mahane i bez ikakva biljega.\" – \"E sad si je opisao kako treba!\" – rekoše, pa je zaklaše, i jedva to učiniše."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ",
		"tafsirTextofAyah":"I sjetite se kada se ubili jednog od vas, pa ste se međusobno optuživali za to ubistvo i među vama je do spora došlo, a Allah će pokazati istinu o ubistvu te nevine osobe.",
		"korkutTranslationOfAyah":"I kada ste jednog čovjeka ubili, pa se oko njega prepirati počeli – Allah je dao da iziđe na vidjelo ono što ste bili sakrili –"
	},
	{
		"arabicTextofAyah":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
		"tafsirTextofAyah":"Rekli smo vam: \"Uzmite jedan dio krave čije smo vam klanje naredili, i njime udarite ubijenog, pa će ga Allah oživjeti da vas obavijesti ko je ubica.\" Oni su to uradili i ovaj čovjek je rekao ko je njegov ubica. Kao što je Allah oživio ovog mrtvaca, tako će oživiti mrtve na Sudnjem danu. On vam pokazuje dokaze Svoje moći kako biste o njima razmislili i istinski u Allaha povjerovali.",
		"korkutTranslationOfAyah":"Mi smo rekli: \"Udarite ga jednim njezinim dijelom!\" – i eto tako Allah vraća mrtve u život i pruža vam dokaze Svoje da biste shvatili."
	},
	{
		"arabicTextofAyah":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Zatim su vaša srca okorjela, nakon što ste vidjeli veličanstvene opomene i zapanjujuće dokaze, pa su postala poput kamena, čak i tvrđa od kamena. Vaša srca nikako da se promijene, a ima kamenja koje se promijeni, pa iz nekog kamenja izbiju rijeke, neko se raspukne pa iz njega izađe voda koja teče i kojom se koriste ljudi i životinje, a ima i onog kamenja koje pada sa vrha planina bojeći se Allaha. Međutim, vaša srca nisu takva. Allah ne zanemaruje ono što vi radite, već dobro to zna i za to će vas kazniti.",
		"korkutTranslationOfAyah":"Ali srca vaša su poslije toga postala tvrda, kao kamen su ili još tvrđa, a ima i kamenja iz kojeg rijeke izbijaju, a ima, zaista, kamenja koje puca i iz kojeg voda izlazi, a ima ga, doista, i koje se od straha pred Allahom ruši. – A Allah motri na ono što radite."
	},
	{
		"arabicTextofAyah":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ",
		"tafsirTextofAyah":"O vjernici, zar se nadate da će Židovi povjerovati i vama se odazvati nakon što ste spoznali njihov inat? Skupina njihovih učenjaka je slušala Allahov govor koji im je objavljen u Tevratu, a zatim su mijenjali njegove riječi i njegova značenja nakon što su ih spoznali, iako su znali koliko je to veliki zločin.",
		"korkutTranslationOfAyah":"Zar se vi nadate da će vam se jevreji odazvati i vama za ljubav vjernici postati, a neki među njima su Allahove riječi slušali pa su ih, pošto su ih shvatili, svjesno izvrnuli."
	},
	{
		"arabicTextofAyah":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Jedna od kontradikcija i spletki židova i to je što, kada bi neki od njih sreli vjernike priznali bi im istinitost vjerovjesnika Muhammeda, sallallahu alejhi ve sellem, i njegovog poslanstva, i to je ono čemu svjedoči Tevrat, ali kada bi se osamili, korili bi jedni druge zbog ovih priznanja, jer će muslimani ta priznanja koristiti kao dokaz protiv židova.",
		"korkutTranslationOfAyah":"Kad sretnu vjernike, oni govore: \"Vjerujemo!\", a čim se osame jedni s drugima, kažu: \"Zar ćete im kazivati o onome što je Allah samo vama objavio, pa da im to bude dokaz protiv vas pred Gospodarom vašim? Zar se nećete opametiti?\""
	},
	{
		"arabicTextofAyah":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
		"tafsirTextofAyah":"Ovi židovi rade ove ružne postupke kao da su smetnuli s uma da Allah zna njihove i javne skrivene riječi i njihova skrivena i javna djela, i On će to obznaniti ljudima i time obrukati spletkaroše.",
		"korkutTranslationOfAyah":"A zar oni ne znaju da Allah zna i ono što oni kriju i ono što pokazuju?"
	},
	{
		"arabicTextofAyah":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ",
		"tafsirTextofAyah":"Među židovima ima skupina koja Tevrat uči jezikom, ali ne razumije ono na šta on ukazuje. Oni samo prenose laži koje su uzeli od svojih velikana, i misle da je to Tevrat, koji je Allah objavio.",
		"korkutTranslationOfAyah":"Neki od njih su neuki, oni ne znaju za Knjigu, nego samo za gatke, i oni se samo domišljaju."
	},
	{
		"arabicTextofAyah":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ",
		"tafsirTextofAyah":"Propast i žestoka kazna čekaju ove koji svojim rukama pišu knjigu a zatim kažu, lažući: \"Ovo je od Allaha\", kako bi istinu i slijeđenje istine zamijenili za bezvrijedne dunjalučke koristi, poput imetka i vlasti. Propast i žestoka kazna ih čekaju za ono što su svojim rukama napisali, i za njihove laži na Allaha. Propast i žestoka kazna ih čekaju za njihovo imetak i vlast koje dobijaju u zamjenu za ta njihova ružna djela.",
		"korkutTranslationOfAyah":"A teško onima koji svojim rukama pišu Knjigu, a zatim govore: \"Evo, ovo je od Allaha\" – da bi za to korist neznatnu izvukli. I teško njima zbog onoga što ruke njihove pišu i teško njima što na taj način zarađuju!"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Kažu, lažući i obmanjujući: \"Vatra nas neće pržiti osim nekoliko dana.\" Reci im, o Vjerovjesniče: \"Da li ste za to od Allaha uzeli čvrsto obećanje? Ako jeste, onda će biti tako, jer Allah ne krši Svoja obećanja i zavjete, ili o Allahu govorite ono što ne znate, lažući?\"",
		"korkutTranslationOfAyah":"Oni govore: \"Vatra će nas doticati samo neko vrijeme.\" Reci: \"Da li ste o tome dobili od Allaha obećanje – jer, Allah će sigurno ispuniti obećanje Svoje – ili na Allaha iznosite ono što ne znate?\""
	},
	{
		"arabicTextofAyah":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Nije onako kako su ovi umislili, Allah će kazniti svakog ko je bio nevjernik, i koga su njegovi grijesi okružili sa svake strane, i kaznit će ih bacanjem u Vatru i vječnim boravkom u njoj.",
		"korkutTranslationOfAyah":"A nije tako! Oni koji budu zlo činili i grijesi njihovi ih budu sa svih strana stigli, oni će stanovnici Džehennema biti i u njemu će vječno ostati."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Oni koji su u Allaha i Njegovog Poslanika povjerovali, i koji su dobra djela radili, ući će u džennet i vječno u njemu ostati, kao nagrada za ono što su činili.",
		"korkutTranslationOfAyah":"A oni koji budu vjerovali i dobra djela činili – oni će stanovnici Dženneta biti i u njemu će vječno boraviti."
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ",
		"tafsirTextofAyah":"I sjetite se, o potomci Israilovi, čvrstog zavjeta koji smo od vas uzeli – da ćete samo Allaha obožavati, i da ćete roditeljima, i bližnjima, i siročadi, i siromasima, i potrebitima dobročinstvo činiti tako što ćete im lijepe riječi upućivati, na dobro navraćati i od zla odvraćati, bez žestine i grubosti, i time što ćete namaz obavljati onako kako vam je naređeno, i što ćete zekat, dobre volje, davati onima koji ga zaslužuju! Ali, vi ste odustali od ispunjavanja tog zavjeta nakon što se se na to obavezali.",
		"korkutTranslationOfAyah":"I kada smo od sinova Israilovih zavjet uzeli da ćete se jedino Allahu klanjati, i roditeljima, i bližnjima, i siročadi, i siromasima dobročinstvo činiti, a ljudima lijepe riječi govoriti i molitvu obavljati i zekat davati, vi ste se poslije, izuzev vas malo, izopačili i zavjet iznevjerili;"
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ",
		"tafsirTextofAyah":"I sjetite se čvrstog zavjeta koji smo od vas u Tevratu uzeli – zabrane da ubijate jedni druge i zabrane da jedni druge protjerujete iz kuća njihovih, i priznali ste taj zavjet, i posvjedočili njegovu istinitost.",
		"korkutTranslationOfAyah":"i kada smo od vas zavjet uzeli da krv jedni drugima nećete proljevati i da jedni druge iz zemlje vaše nećete izgoniti – vi priznajete da je tako i svjedoci ste –"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Zatim ste prekršili taj zavjet, pa ste jedni druge ubijali, i dio vas ste iz domova njihovih protjerali. U tome ste se pomogli neprijateljima, time nepravdu i nasilje čineći! Kada su vam ti, koje ste protjerali iz domova njihovih, dovedeni rukama neprijatelja kao zarobljenici, vi ste otkupninu za njih platili, premda vam je zabranjeno bilo da ih uopšte protjerujete. Kako to da u jedan dio Tevrata vjerujete, a to je obaveznost plaćanja otkupnine za zarobljenike, a u drugi dio ne vjerujete, a to je čuvanje tuđe krvi i zabrana da jedni druge iz domova protjerujete? Zar onima od vas koji ovo rade ne pripada kazna poniženja u ovom životu i najžešća kazna na ahiretu? Allah nije nemaran glede onoga što vi radite, već to dobro zna i za to će vas kazniti.",
		"korkutTranslationOfAyah":"vi ipak jedni druge ubijate, a pojedine od vas iz zavičaja njihova izgonite – pomažući jedan drugom protiv njih, čineći i grijeh i nasilje; a ako vam kao sužnji dođu, vi ih otkupljujete – a zabranjeno vam je da ih izgonite. Kako to da u jedan dio Knjige vjerujete, a drugi odbacujete?! Onoga od vas koji čini tako stići će na ovome svijetu poniženje, a na Sudnjem danu biće stavljen na muke najteže. – A Allah motri na ono što radite."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ",
		"tafsirTextofAyah":"To su oni koji su ahiretski život zamijenili dunjalučkim, dajući prednost prolaznom nad vječnim, i njima se ahiretska kazna neće umanjiti, niti će tada ikoga naći da im može pomoći.",
		"korkutTranslationOfAyah":"To su oni koji su život na ovome svijetu pretpostavili onome na onom svijetu, zato im se patnja neće olakšati niti će im iko u pomoć priteći."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ",
		"tafsirTextofAyah":"Mi smo Musau Tevrat dali, i nakon njega smo mnoge poslanike poslali. Isau, sinu Merjeminom, dali smo jasne dokaze koji ukazuju na njegovu istinitost, poput oživljavanja mrtvih i liječenja slijepca od rođenja i gubavca, i pomogli smo ga melekom Džibrilom, alejhis-selam. O potomci Israilovi, zar kada god dođe poslanik od Allaha sa nečim što se ne odgovara vašim prohtjevima, oholite se nad istinom i Allahovim poslanicima, pa neke od njih u laž utjerujete, a neke ubijate?",
		"korkutTranslationOfAyah":"I Mi smo Musau Knjigu dali i poslije njega smo jednog za drugim poslanike slali, a Isau, sinu Merjeminu, očigledne dokaze dali i Džibrilom ga pomogli. I kad god vam je koji poslanik donio ono što nije godilo dušama vašim, vi ste se oholili, pa ste jedne u laž utjerivali, a druge ubijali."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Dokaz jevreja za neslijeđenje Muhammeda, sallallahu alejhi ve sellem, jest sadržan u riječima: \"Naša srca su otvrdla i okorjela, i do njih ne stiže ono što govoriš, niti ona to razumiju\", a nije tako, već ih je Allah udaljio od Svoje milosti zbog njihovog nevjerstva, pa je malo njih povjerovalo u ono što je Allah objavio",
		"korkutTranslationOfAyah":"Oni govore: \"Naša su srca okorjela.\" A nije tako, nego je Allah njih prokleo zbog nevjerovanja njihova, i zato je vrlo malo njih koji vjeruju."
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Kada im je došao plemeniti Kur'an od Allaha, koji se slaže u univerzalnim principima koji su došli u Tevratu i Indžilu, a oni su prije objave Kur'ana govorili: \"Mi ćemo pobijediti mnogobošce, i osvajat ćemo kada nam bude poslan vjerovjesnik u kojeg ćemo povjerovati i kojeg ćemo slijediti\", i kada im je došao Muhammed, sallallahu alejhi ve sellem, onakav kakvog su ga znali iz svojih knjiga – uznevjerovali su u istinu koju su znali, pa neka je Allahovo prokletstvo na nevjernike u Allaha i Njegova Poslanika.",
		"korkutTranslationOfAyah":"A kada im Knjiga od Allaha dolazi, koja priznaje kao istinitu Knjigu koju imaju oni – a još ranije su pomoć protiv mnogobožaca molili – i kada im dolazi ono što im je poznato, oni u to neće da vjeruju, i neka zato stigne nevjernike Allahovo prokletstvo!"
	},
	{
		"arabicTextofAyah":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
		"tafsirTextofAyah":"Jadno li je to što su iman u Allaha i Njegove poslanike, u kojem se nalazi sreća za njihove duše, zamijenili nevjerstvom u ono što je Allah objavio i utjerivanjem Njegovih poslanika u laž, zbog nepravednosti i zavisti što je Allah dao vjerovjesništvo i Kur'an Muhammedu, sallallahu alejhi ve sellem. Time su zaslužili višestruku Allahovu srdžbu, jer su uznevjerovali u Muhammeda, sallallahu alejhi ve sellem, i zato što su prije toga Tevrat iskrivili. Nevjernicima u poslanstvo Muhammeda, sallallahu alejhi ve sellem, pripada ponižavajuća patnja na Sudnjem danu.",
		"korkutTranslationOfAyah":"Jadno je to za što su se prodali: da ne vjeruju u ono što Allah objavljuje, samo iz zlobe što Allah, od dobrote Svoje, šalje Objavu onome kome On hoće od robova Svojih; i navukli su na sebe gnjev za gnjevom – a nevjernike čeka sramna patnja."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"Kada se ovim jevrejima kaže: \"Vjerujte u uputu i istinu koju je Allah objavio Svom Poslaniku!\", oni kažu: \"Vjerujemo u ono što je objavljeno našim vjerovjesnicima\", a ne vjeruju u ono što je objavljeno Muhammedu, sallallahu alejhi ve sellem, iako je ovaj Kur'an istina koja se slaže sa onim što im je došlo od Allaha. Da su istinski vjerovali u ono što im je objavljeno, povjerovali bi i u Kur'an. Reci, o Vjerovjesniče, odgovarajući im: \"Zašto ste ranije ubijali Allahove vjerovjesnike, ako ste stvarno bili vjernici u ono što su vam donijeli?\"",
		"korkutTranslationOfAyah":"A kada im se kaže: \"Vjerujte u ono što Allah objavljuje!\" – oni odgovaraju: \"Mi vjerujemo samo u ono što je nama objavljeno\" – i neće da vjeruju u ono što se poslije objavljuje, a to je istina koja potvrđuje da je istinito ono što oni imaju. Reci: \"Pa zašto ste još davno neke Allahove vjerovjesnike ubili, ako ste vjernici bili?"
	},
	{
		"arabicTextofAyah":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
		"tafsirTextofAyah":"Vaš poslanik Musa, alejhis-selam, došao vam je sa jasnim dokazima koji ukazuju na njegovu istinitost, pa ste tele uzeli za boga kojeg obožavate nakon što je Musa otišao da razgovara sa svojim Gospodarom. Nepravdu ste učinili time što ste obožavali nekog pored Allaha, a samo On istinski zaslužuje da Mu se ibadet čini.",
		"korkutTranslationOfAyah":"I Musa vam je jasne dokaze bio donio, pa ste, ipak, u odsutnosti njegovoj sebi nepravdu nanoseći, tele prihvatili.\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"I sjetite se kada smo od vas čvrst zavjet uzeli da ćete slijediti Musaa, alejhis-selam, i da ćete prihvatiti ono sa čim je od Allaha došao. Iznad vas smo brdo podigli, plašeći vas, i rekli smo vam: \"Ozbiljno i čvrsto uzmite i prihvatite Tevrat, koji vam objavljujemo, i trudite se u radu po njemu, i pokorite se, inače ćemo na vas brdo strovaliti!\" Vi ste rekli: \"Čujemo ušima, ali se suprotstavljamo djelima!\" U vaša srca se čvrsto ustabililo obožavanje teleta, zbog vašeg nevjerstva. Reci im, o Vjerovjesniče: \"Ružno li je to što vam vaše nevjerstvo naređuje, jer istinsko vjerovanje se ne može spojiti sa nevjerstvom.",
		"korkutTranslationOfAyah":"I kada smo od vas vaš zavjet primili, i brdo iznad vas podigli: \"Ozbiljno prihvatite ono što vam dajemo i budite poslušni!\" – oni su odgovorili: \"Čujemo, ali poslušati nećemo!\" – srca njihova su, zbog nevjerovanja njihova, još bila nadojena teletom. Reci: \"Ružno je to na što vas vjerovanje vaše navodi, ako ste uopće vjernici.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Reci, o Vjerovjesniče, ako je džennet osiguran samo za vas, Jevreje, na ahiretu, i ako u njega niko drugi neće ući, poželite smrt i tražite je, kako biste brzo dostigli taj stepen i odmorili se od tereta i briga dunjalučkog života – ako istinu govorite.",
		"korkutTranslationOfAyah":"Reci: \"Ako je u Allaha Džennet osiguran samo za vas, a ne i za ostali svijet, onda vi smrt zaželite, ako istinu govorite.\""
	},
	{
		"arabicTextofAyah":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Nikada neće smrt poželjeti, zato što su u ovom životu bili nevjernici u Allaha i Njegove poslanike, i zato što su Njegove knjige iskrivljavali, a Allah dobro zna nepravednike među njima i među drugim ljudima, i svakog će kazniti shodno njegovim djelima.",
		"korkutTranslationOfAyah":"A neće je nikada zaželjeti zbog onoga što čine! – A Allah dobro zna nevjernike."
	},
	{
		"arabicTextofAyah":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
		"tafsirTextofAyah":"I vidjet ćeš sigurno, o Vjerovjesniče, da su jevreji ljudi koji najviše žude za životom, makar bio prezren i ponižavajući. Čak više žude za životom od mnogobožaca, koji ne vjeruju u proživljenje i obračun, iako su jevreji sljedbenici Knjige, te vjeruju u proživljenje i obračun. Voljeli bi da žive hiljadu godina, premda ih taj život ne bi udaljio od Allahove kazne, ma koliko dug bio. Allah dobro zna i vidi ono što rade, ništa Mu skriveno nije, i kaznit će ih za djela njihova.",
		"korkutTranslationOfAyah":"I naći ćeš ih, sigurno, da više žude za životom od svih ostalih ljudi, čak i od mnogobožaca; svaki bi volio poživjeti hiljadu godina, mada ga to, i kada bi toliko živio, ne bi od patnje udaljilo! – A Allah dobro vidi ono što oni rade."
	},
	{
		"arabicTextofAyah":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Reci, o Vjerovjesniče, onim jevrejima koji kažu da je Džibril njihov neprijatelj: \"On je taj koji ti je donio Kur'an, Allahovom dozvolom; Kur'an koji potvrđuje prijašnje Božije knjige, poput Tevrata i Indžila, i koji ukazuje na dobro i vjernike obvesaljava nagradom koju im je Allah pripremio.Onaj ko smatra neprijateljem nekoga ko ima ovakva svojstva, u zabludi je.\"",
		"korkutTranslationOfAyah":"Reci: \"Ko je neprijatelj Džibrilu? – a on, Allahovom voljom, tebi stavlja na srce Kur'an – koji potvrđuje da su i prijašnje objave istinite – kao putokaz i radosnu vijest vjernicima.\""
	},
	{
		"arabicTextofAyah":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Ko neprijateljuje protiv Allaha, Njegovih meleka i poslanika, i ko neprijateljuje protiv dva Allahu posebno bliska meleka Džibrila i Mikaila, Allah je neprijatelj takvim nevjernicima među vama, kao i svim drugima. A kome je Allah neprijatelj, takav je u očitom gubitku.",
		"korkutTranslationOfAyah":"Ko je neprijatelj Allahu i melekima Njegovim i poslanicima Njegovim i Džibrilu i Mikailu – pa Allah je, doista, neprijatelj onima koji neće da vjeruju."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ",
		"tafsirTextofAyah":"Mi smo, o Vjerovjesniče, objavili jasne znakove koji ukazuju istinitost tvog vjerovjesništva i tvoje Objave, i u njih ne vjeruje, i pored njihove jasnoće samo oni koji su izašli iz Allahove vjere.",
		"korkutTranslationOfAyah":"A Mi tebi jasne dokaze objavljujemo i jedino nevjernici neće u njih da vjeruju."
	},
	{
		"arabicTextofAyah":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"U loše stanje jevreja spada i to da, kada god bi se prihvatili nekog zavjeta, u šta se ubraja i vjerovanje u ono što je rečeno u Tevratu u vezi s vjerovjesništvom poslanika Muhammeda, sallallahu alejhi ve sellem, dio njih bi to prekršio. Čak većina njih ne vjeruje istinski u ono što je Allah Uzvišeni objavio, jer vjerovanje podstiče čovjeka da ispunjava zavjete i obećanja.",
		"korkutTranslationOfAyah":"Zar svaki put kada neku obavezu preuzmu – neki od njih je odbace jer većina njih ne vjeruje."
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kada im je došao Muhammed, sallallahu alejhi ve sellem, kao poslanik od Allaha, sa svojstvima opisanim u Tevratu, dio jevreja se okrenuo od toga na šta ukazuje Tevrat i bacio je to iza leđa, ne mareći, zbog čega su postali slični onome koji uopšte ne zna istinu i uputu, pa zbog neznanja ne mari.",
		"korkutTranslationOfAyah":"A kada im je poslanik od Allaha došao, potvrđujući da je istinito ono što već imaju, mnogi od onih kojima je Knjiga dana – za leđa svoja Allahovu Knjigu odbacuju, kao da ne znaju,"
	},
	{
		"arabicTextofAyah":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Židovi su ostavili Allahovu vjeru i umjesto nje slijedili ono što su šejtani izmislili lažući u vezi s vlasti Allahovog vjerovjesnika Sulejmana, alejhis-selam – govorahu da je on učvrstio svoju vlast pomoću sihra. Međutim, Sulejman nije učinio djelo nevjerstva jer nije praktikovao sihr, kako misle židovi, već su šejtani učinili djelo nevjerstva time što su ljude podučavali sihru. Podučavali su ih sihru koji je objavljen dvojici meleka, Harutu i Marutu, u gradu Babilon u Iraku, a on je njima bio objavljen radi iskušenja ljudi. Ta dva meleka nikog nisu podučavali sihru, osim nakon što bi ga upozorili i rekli: \"Mi smo iskušenje ljudima, pa nemoj činiti djelo nevjerstva time što ćeš učiti sihr.\" Ko nije prihvatio njihov savjet, naučio je od njih sihr. U vrste tog sihra spada i sihr razdvajanja muža od žene tako što proizvodi mržnju između njih. Ti sihirbazi nikome ne mogu nauditi osim Allahovom dozvolom i voljom. Oni su time učili ono što im šteti i što im ne koristi. Ti židovi su znali da onaj ko Allahovu knjigu zamijeni sihrom – na ahiretu neće imati nikakvog udjela. Ružno li je ono što za šta su sebe prodali mijenjajući Allahovu objavu za sihr. Da su znali šta im stvarno koristi ne bi se usudili da urade to ružno djelo i ne bi upali u jasnu zabludu.",
		"korkutTranslationOfAyah":"i povode se za onim što su šejtani o Sulejmanovoj vladavini kazivali. A Sulejman nije bio nevjernik – šejtani su nevjernici: učili su ljude vradžbini i onome što je bilo nadahnuto dvojici meleka, Harutu i Marutu, u Babilonu. A njih dvojica nisu nikoga učili dok mu ne bi rekli: \"Mi samo iskušavamo, i ti ne budi nevjernik!\" I ljudi su od njih dvojice učili kako će muža od žene rastaviti, ali nisu mogli time nikome bez Allahove volje nauditi. Učili su ono što će im nauditi i od čega nikakve koristi neće imati iako su znali da onaj koji tom vještinom vlada neće nikakve sreće na onome svijetu imati. A doista je jadno ono za što su se prodali, kada bi samo znali!"
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Da su židovi istinski povjerovali u Allaha i bojali Ga se čineći ono što je On naredio i kloneći se onoga što je zabranio, dobili bi Allahovu nagradu, koja je bolja od onoga na čemu su – kad bi znali šta je to što im stvarno koristi.",
		"korkutTranslationOfAyah":"A da oni vjeruju i boje se, nagrada od Allaha bi im bila bolja, kada bi samo znali!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Uzvišeni Allah upućuje vjernike da biraju lijepe izraze koje će upotrebljavati, pa im kaže: \"O vi koji vjerujete, ne govorite: 'Ra'ina'\", a to znači: vodi računa o nama, jer židovi iskrivljuju značenje te dvosmislene riječi i njome ciljaju ružno značenje, a to je \"raina\" u značenju: lahkomisleno, glupo. Uzvišeni Allah je zabranio ashabima da koriste ovu riječ kako bi zatvorio ova vrata, i naredio je Svojim robovima da umjesto nje kažu: \"Unzurna - Pogledaj nas\", tj. sačekaj da razumijemo šta nam govoriš. To je riječ koja izvršava cilj prvobitne riječi koju su koristili, ali bez problematične dvosmislenosti. A nevjernicima u Allaha pripada bolna kazna.",
		"korkutTranslationOfAyah":"O vjernici, ne služite se riječima: \"Ra‘ina\", nego recite: \"Unzurna\" i slušajte! A nevjernike bolna patnja čeka."
	},
	{
		"arabicTextofAyah":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Nevjernici, bilo da su mnogobošci ili sljedbenici Knjige, ne vole da vam vaš Gospodar spusti bilo kakvo dobro, malo ili veliko, ali Allah Svoju milost daje onome kome On hoće, poput vjerovjesništva, Objave, vjerovanja. Allah je posjednik velikog dobra i svaki hajr kojeg neko postigne – od Allaha je. U Njegove darove spada i slanje poslanika i objavljivanje knjiga.",
		"korkutTranslationOfAyah":"Ne vole oni koji ne vjeruju, ni sljedbenici Knjige ni mnogobošci, da se vama od Gospodara vašeg bilo kakvo dobro objavi. A Allah milost Svoju daruje kome On hoće; Allah je neizmjerno dobar."
	},
	{
		"arabicTextofAyah":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Uzvišeni Allah pojašnjava da kada dokine propis nekog kur'anskog ajeta, ili dokine učenje tog ajeta pa ga ljudi zaborave, On objavi drugi ajet koji je korisniji i kratkoročno i dugoročno, ili objavi njemu sličan ajet, shodno onome što iziskuje Njegovo apsolutno znanje i Njegova apsolutna mudrost. Ti, Vjerovjesniče, znaš da Allah sve može i da radi šta On hoće, i da sudi i određuje onako kako On hoće.",
		"korkutTranslationOfAyah":"Mi nijedan propis ne promijenimo, niti ga u zaborav potisnemo, a da bolji od njega ili sličan njemu ne donesemo. Zar ti ne znaš da Allah sve može?"
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
		"tafsirTextofAyah":"Ti znaš, o Vjerovjesniče, da Allah posjeduje nebesa i Zemlju, sudi onako kako hoće i upravlja onako kako hoće, naređuje Svojim robovima ono što On hoće i zabranjuje im ono što hoće. On utvrđuje propise koje hoće i dokida propise koje hoće. Vi nemate zaštitnika mimo Allaha koji o vama vodi računa, niti mimo Njega imate pomagača koji od vas odagnava štetu. Allah Jedini sve to radi i sve to može.",
		"korkutTranslationOfAyah":"Zar ti ne znaš da je samo Allahova vlast i na nebesima i na Zemlji i da vi osim Allaha ni zaštitnika, ni pomagača nemate?"
	},
	{
		"arabicTextofAyah":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
		"tafsirTextofAyah":"Vi ne trebate, o vjernici, da pitate vašeg poslanika, prkoseći i suprotstavljajući se, onako kako su Musaovi sunarodnjaci, ranije, pitali Musaa i tražili od njega da im omogući da vide Allaha izravno. Ko vjerovanje zamijeni nevjerstvom, takav je skrenuo sa srednjeg puta koji je Pravi put.",
		"korkutTranslationOfAyah":"Zar da tražite od svoga Poslanika kao što su prije tražili od Musaa? A, ko vjerovanju pretpostavi nevjerovanje, s Pravoga puta zalutao je!"
	},
	{
		"arabicTextofAyah":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Mnogi jevreji i kršćani priželjkuju da vi, nakon vjerovanja, nevjernici postanete, kao što ste nekada obožavali kipove. Oni to priželjkuju zbog zavisti koja se krije u njihovim dušama. Oni to priželjkuju nakon što im je postalo jasno da je ono sa čim je došao Vjerovjesnik istina od Allaha. Ali vi, o vjernici, pređite preko njihovim djela i preko njihovog džahilijeta i zla u njihovim dušama dok Allah ne objavi Svoju presudu glede njih. Nakon toga je Allah objavio Svoj sud i propis o njima, pa je nevjernicima dato da biraju između tri stvari: da prime islam, da plaćaju džizju ili rat. A Allah je nad svim moćan, i oni Mu ne mogu umaći.",
		"korkutTranslationOfAyah":"Mnogi sljedbenici Knjige jedva bi dočekali da vas, pošto ste postali vjernici, vrate u nevjernike, iz lične zlobe svoje, iako im je Istina poznata; ali vi oprostite i preko toga pređite dok Allah Svoju odluku ne donese. – Allah, zaista, sve može."
	},
	{
		"arabicTextofAyah":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"Potpuno obavljajte namaz, s njegovim ruknovima, vadžibima i sunnetima, i dajte zekat na imetak onima kojima je to propisano. Koliko god dobrih djela da uradite tokom života – to su zalihe za vas čiju nagradu ćete dobiti kod vašeg Gospodara na Sudnjem danu. Allah, uistinu, vidi ono što radite, i svakog od vas će nagraditi shodno njegovim djelima.",
		"korkutTranslationOfAyah":"I molitvu obavljajte i zekat dajite, a za dobro koje za sebe pripremite naći ćete nagradu kod Allaha, jer Allah dobro vidi ono što radite."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"I jevreji i kršćani govore da samo njima pripada džennet. Jevreji kažu: \"U njega neće ući osim ko je jevrej\", a kršćani kažu: \"U njega neće ući osim kršćanin.\" To su njihove puste želje i obmane. Reci im, o Vjerovjesniče: \"Dajte dokaz za to što tvrdite, ako istinu govorite.\"",
		"korkutTranslationOfAyah":"Oni govore da će u Džennet ući samo jevreji, odnosno samo kršćani. – To su puste želje njihove! – Ti reci: \"Dokaz svoj dajte ako je istina to što govorite!\""
	},
	{
		"arabicTextofAyah":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"U džennet će ući svako ko bude iskren prema Allahu i ko Ga ispravno obožava slijedeći ono sa čim je došao Poslanik. Takav će ući u džennet iz kojeg god skupine da potiče. Imat će nagradu kod svog Gospodara i ničega se neće bojati kad su u pitanju stvari koje ga čekaju, niti će tugovati za stvarima koje su ga mimoišle na dunjaluku. Te osobine, nakon poslanstva Muhammeda, sallallahu alejhi ve sellem, posjeduju samo muslimani.",
		"korkutTranslationOfAyah":"A nije tako! Onoga ko se bude Allahu pokoravao i uz to dobra djela činio, toga čeka nagrada kod Gospodara njegova, takvi se neće ničega bojati i ni za čim neće tugovati."
	},
	{
		"arabicTextofAyah":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Jevreji kažu: \"Kršćani nisu na ispravnoj vjeri\", a kršćani kažu: \"Jevreji nisu na ispravnoj vjeri\", a svi oni čitaju knjige koje im je Allah objavio i čitaju Njegove naredbe da se vjeruje u sve vjerovjesnike bez pravljenja bilo kakve razlike među njima. Oni tim svojim djelima sliče mnogobošcima, koji ne znaju i koji su sve poslanike utjerali u laž, kao i ono što im je objavljeno. Zato, Allah će na Sudnjem danu pravedno suditi svim njima koji su se razišli, onako kako je obavijestio Svoje robove, a to znači da neće uspjeti niko ko nije povjerovao u sve ono što je Allah Uzvišeni objavio.",
		"korkutTranslationOfAyah":"Jevreji govore: \"Kršćani nisu na Pravome putu!\" a kršćani vele: \"Jevreji nisu na Pravome putu!\" – a oni čitaju Knjigu. Tako, slično kao oni, govore i oni koji ne znaju. Allah će im na Sudnjem danu presuditi o onome u čemu se oni ne slažu."
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
		"tafsirTextofAyah":"Niko nije nepravedniji od onoga ko zabranjuje da se Allahovo ime spominje u Njegovim džamijama. Takav zabranjuje obavljanje namaza, spominjanje Allaha i učenje Kur'ana u džamijama, i nastoji ih opustošiti i uništiti, time što će ih fizički srušiti, ili što će zabraniti da se u njima ibadet čini. Ti ljudi, koji nastoje uništiti Allahove džamije, ne bi trebalo da u njih uđu osim bojeći se Allahove kazne iz dubine srca, zbog svog nevjerstva i odvraćanja od Allahovih kuća. Njima u ovom životu pripada poniženje i prezrenost, što će ih stići preko vjernika, a na ahiretu ih čeka velika kazna, zbog toga što su ljude tjerali od Allahovih džamija.",
		"korkutTranslationOfAyah":"Ima li većeg nasilnika od onoga koji brani da se u Allahovim hramovima ime Njegovo spominje i koji radi na tome da se oni poruše? Takvi bi trebali u njih samo sa strahom ulaziti. Na ovome svijetu doživjeće sramotu, a na onom svijetu patnju veliku!"
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ",
		"tafsirTextofAyah":"Allahu pripada vlast nad istokom i zapadom i nad onim između istoka i zapada, pa u kojem god pravcu da se okrenete, vi se ka Njemu okrećete. Ako vam naredi da se okrenete prema Kudsu ili prema Kabi, ili pogriješite u određivanju pravca kible, ili vam je teško da se okrenete ka kibli, nećete biti koreni zbog toga, jer svi pravci pripadaju Allahu. Allah je neizmjerno darežljiv, sva Svoja stvorenja obuhvata milošću i svima olakšava. On zna njihove namjere i ono što čine.",
		"korkutTranslationOfAyah":"A Allahov je i istok i zapad; kuda god se okrenete, pa – tamo je Allahova strana. – Allah je, zaista, neizmjerno dobar i On sve zna."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
		"tafsirTextofAyah":"Jevreji, kršćani i mnogobošci govore: \"Allah je Sebi uzeo dijete.\" Čist je Allah od toga, On je neovisan od stvorenja. Dijete ima onaj kome je ono potrebno, dok Allahu pripada vlast nad svim što je na nebesima i na Zemlji. Sva stvorenja su Njegovi robovi, Njemu pokorni i On njima upravlja kako hoće.",
		"korkutTranslationOfAyah":"Nevjernici govore: \"Allah je uzeo sebi dijete.\" Hvaljen neka je On! Naprotiv, Njegovo je sve ono što je na nebesima i na Zemlji. Njemu se sve pokorava;"
	},
	{
		"arabicTextofAyah":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
		"tafsirTextofAyah":"Uzvišeni Allah je stvorio nebesa i Zemlju i ono što je na njima iz ničega. Kada on nešto odredi i želi, samo kaže: \"Budi\", i ono bude, onako kako to On želi. Niko ne može odbiti ono što On odredi.",
		"korkutTranslationOfAyah":"On je stvoritelj nebesa i Zemlje, i kada nešto odluči, za to samo rekne: \"Budi!\" – i ono bude."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ",
		"tafsirTextofAyah":"Oni koji ne znaju – sljedbenici Knjige i mnogobošci – prkosno odbijaju istinu, te govore: \"Zašto nam se Allah ne obrati bez posrednika, ili nam ne dođe osjetilni znak, poseban za nas?\" Isto to su govorili i prijašnji narodi koji su poslanike prije njih u laž utjerivali, iako su se živjeli u različitim vremenima i mjestima. Mi smo pojasnili ajete ljudima koji kada im istina postane jasna, u nju postaju uvjereni i ne sumnjaju, i ne prkose.",
		"korkutTranslationOfAyah":"A oni koji ne znaju govore: \"Trebalo bi da Allah s nama razgovara ili da nam kakvo čudo dođe!\" Tako su, gotovo istim riječima, govorili i oni prije njih, srca su im slična! A Mi dokaze objašnjavamo ljudima koji čvrsto vjeruju."
	},
	{
		"arabicTextofAyah":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Mi smo te, o Vjerovjesniče, poslali sa istinitom vjerom u koju nema sumnje, da obraduješ vjernike džennetom i upozoriš nevjernike Vatrom. Tvoje je samo da jasno dostaviš, i Allah te neće pitati o onima koji nisu povjerovali u tebe, o stanovnicima Vatre.",
		"korkutTranslationOfAyah":"Mi smo te poslali da istinu objaviš i da radosne vijesti i opomenu doneseš, i ti nećeš biti pitan za one koji su u Džehennemu."
	},
	{
		"arabicTextofAyah":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
		"tafsirTextofAyah":"Uzvišeni se Allah obraća Svom Vjerovjesniku, usmjeravajući ga i upozoravajući: \"Jevreji i kršćani neće biti zadovoljni tobom sve dok ne ostaviš islam i dok ne postaneš sljedbenik onoga na čemu su oni. Ali, ako se to desi tebi ili nekom od tvojih sljedbenika, nakon jasne istine koja ti je došla, niko te od Allaha ne bi mogao zaštiti niti bi ti mogao pomoći.\" Ovaj ajet dovoljan je kao pokazatelj opasnosti ostavljanja istine i oponašanja sljedbenika zablude.",
		"korkutTranslationOfAyah":"Ni jevreji, ni kršćani neće biti tobom zadovoljni sve dok ne prihvatiš vjeru njihovu. Reci: \"Allahov put je jedini Pravi put!\" A ako bi se ti poveo za željama njihovim, nakon Objave koja ti dolazi, od Allaha te niko ne bi mogao zaštititi niti odbraniti."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Plemeniti Kur'an govori o skupini sljedbenika Knjige koji rade po onome što se nalazi u objavljenim Knjigama i istinski ga primjenjuju. Ovakvi u svojim Knjigama nalaze znakove koji ukazuju na istinitost poslanika Muhammeda, sallallahu alejhi ve sellem, i zato su odmah povjerovali u njega. S druge strane, ima skupina koja je ustrajna na nevjerstvu, i takvi su pravi gubitnici.",
		"korkutTranslationOfAyah":"Neki od sljedbenika Knjige čitaju je onako kako je objavljena; oni u nju vjeruju. A nastradaće sigurno oni koji u nju ne vjeruju."
	},
	{
		"arabicTextofAyah":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"O potomci Israilovi, sjetite se Mojih vjerskih i dunjalučkih blagodati prema vama, i sjetite se toga što sam vas uzdigao nad vašim savremenicima dajući vam vjerovjesništvo i vlast.",
		"korkutTranslationOfAyah":"O sinovi Israilovi, sjetite se milosti Moje koju sam vam darovao i toga što sam vas nad ostalim ljudima bio uzdigao."
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ",
		"tafsirTextofAyah":"Načinite između sebe i Allahove kazne na Sudnjem danu štit time što ćete primjenjivati Njegove naredbe i kloniti se onoga što je On zabranio. Na Sudnjem danu niko nikom neće moći pomoći, i ni od kog se otkupnina neće prihvatiti, ma koliko velika bila. Nikom ničije zauzimanje neće biti od koristi, ma o kome se radilo, i niko mimo Allaha pomagač neće biti.",
		"korkutTranslationOfAyah":"I bojte se Dana kada niko ni za koga neće moći ništa učiniti, kada se ni od koga otkup neće primiti, kada nikome zagovor neće koristiti i kada im niko neće moći pomoći!"
	},
	{
		"arabicTextofAyah":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"I sjetite se kada je Allah iskušao Ibrahima, alejhis-selam, propisima i obavezama, pa ih je Ibrahim na najbolji način primijenio. Allah je rekao Svom vjerovjesniku Ibrahimu da će ga učiniti uzorom ljudima u pogledu djela i ponašanja, te je Ibrahim rekao: \"Gospodaru moj, učini od mojih potomaka vođe koje će ljudi slijediti u istini\", a Allah mu odgovara: \"Moje obećanje tebi da ću ti dati vođstvo u vjeri ne obuhvata one tvoje potomke koji budu nepravedni.\"",
		"korkutTranslationOfAyah":"A kada je Ibrahima Gospodar njegov s nekoliko zapovijedi u iskušenje stavio, pa ih on potpuno izvršio, Allah je rekao: \"Učiniću da ti budeš ljudima u vjeri uzor!\" – \"I neke moje potomke!\" – zamoli on. – \"Obećanje Moje neće obuhvatiti nevjernike\" – kaza On."
	},
	{
		"arabicTextofAyah":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
		"tafsirTextofAyah":"I sjeti se kada je Allah Sveti hram, Kabu, učinio mjestom kojem se ljudi vraćaju i za koje se njihova srca vežu: kada god odu, vrate mu se. Allah ga je učinio spokojnim mjestom za ljude i u njemu im niko nasilje ne smije činiti. On je ljudima rekao: \"Učinite kamen na kojem je Ibrahim stajao dok je gradio Kabu mjestom za obavljanje namaza.\" I Mi smo Ibrahimu i njegovom sinu Ismailu oporučili da očiste Sveti hram od svih prljavština i kipova, i da ga pripreme za one koji žele Allaha obožavati na tom mjestu, obavljajući tavaf, itikaf, namaz i druge ibadete.",
		"korkutTranslationOfAyah":"I učinili smo Hram utočištem i sigurnim mjestom ljudima. \"Neka vam mjesto na kojem je stajao Ibrahim bude prostor iza koga ćete molitvu obavljati!\" – I Ibrahimu i Ismailu smo naredili: \"Hram Moj očistite za one koji ga budu obilazili, koji budu tu boravili i koji budu molitvu obavljali.\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"O Vjerovjesniče, sjeti se Ibrahimovih riječi, dok je dozivao Svog Gospodara: \"Gospodaru moj, učini Meku sigurnim i mirnim mjestom u kojem se nikom neće zlo činiti, i njegove stanovnike, posebno vjernike u Tebe i u Sudnji dan, opskrbi raznovrsnim plodovima\", pa je Allah rekao: \"A onima koji budu nevjernici dat ću da malo uživaju na ovom svijetu, a zatim ću ih na ahiretu džehennemom kazniti, a grozno li je on boravište u koje će oni skončati na Sudnjem danu.\"",
		"korkutTranslationOfAyah":"A kada je Ibrahim zamolio: \"Gospodaru moj, učini ovo mjesto sigurnim gradom, a snabdij plodovima stanovnike njegove, one koji budu vjerovali u Allaha i u onaj svijet!\" – On je rekao: \"Onome koji ne bude vjerovao daću da neko vrijeme uživa, a onda ću ga prisiliti da uđe u paklenu vatru, a grozno će ona prebivalište biti!\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"O Vjerovjesniče, sjeti se kada su Ibrahim i Ismail podigli temelje Kabe, govoreći ponizno i skrušeno: \"Gospodaru naš, primi od nas ova naša djela – u koja spada i izgradnja Kabe – jer doista si Ti onaj koji prima naše dove, onaj koji zna naše namjere i naša djela.\"",
		"korkutTranslationOfAyah":"I dok su Ibrahim i Ismail temelje Hrama podizali, oni su molili: \"Gospodaru naš, primi od nas, jer Ti, uistinu, sve čuješ i sve znaš!"
	},
	{
		"arabicTextofAyah":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"\"Gospodaru naš, učini nas predanim Tvojoj odredbi i naredbi, da Ti nikog ne pridružujemo, i od našeg potomstva učini umet koji je Tebi predan. Nauči nas kako da Te obožavamo, oprosti naše grijehe i propuste u našoj pokornosti Tebi, doista si Ti onaj koji prihvata pokajanje pokajnika, onaj koji na njih spušta Svoju milost.\"",
		"korkutTranslationOfAyah":"Gospodaru naš, učini nas dvojicu Tebi odanim, i porod naš neka bude odan Tebi, i pokaži nam obrede naše i oprosti nam, jer Ti primaš pokajanje i samilostan si!"
	},
	{
		"arabicTextofAyah":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"\"Gospodaru naš, učini od njih poslanika od potomaka Ismaila, koji će im učiti Tvoje objavljene ajete, koji će ih Kur'anu i sunnetu podučavati, koji će ih od širka i prezrenih stvari očistiti, a doista si Ti Snažni, Silni i Mudri u Svojim postupcima.\"",
		"korkutTranslationOfAyah":"Gospodaru naš, pošalji im poslanika, jednog od njih, koji će im ajete Tvoje kazivati i Knjizi ih i mudrosti učiti i očistiti ih, jer Ti si, uistinu, silan i mudar!\""
	},
	{
		"arabicTextofAyah":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Ko god se okrene od vjere Ibrahima, alejhis-selam, ka nekoj drugoj vjeri, takav je sam sebi nepravdu učinio svojom maloumnošću i time što je napustio istinu, a slijedi zabludu. Takav je zadovoljan poniženjem. Mi smo Ibrahima na ovom svijetu učinili poslanikom i prijateljem, a na ahiretu je od dobrih koji su obavili ono što im je Allah stavio u obavezu, pa su postigli uzvišene stepene.",
		"korkutTranslationOfAyah":"Vjeru Ibrahimovu izbjegava samo onaj koji ne drži do sebe. A Mi smo njega na ovome svijetu odabrali, i na onome će biti među dobrima."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"131- Allah ga je odabrao zato što nije oklijevao da bude predan Allahu, kada mu je On naredio: \"Samo Mene obožavaj i samo se Meni pokoravaj\", pa je Ibrahim rekao: \"Allahu se predajem, Stvoritelju stvorenja, i njihovom Opskrbitelju i Upravitelju.\"",
		"korkutTranslationOfAyah":"Kada mu je Gospodar njegov rekao: \"Budi poslušan!\" – on je odgovorio: \"Ja sam poslušan Gospodaru svjetova!\""
	},
	{
		"arabicTextofAyah":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
		"tafsirTextofAyah":"Ibrahim je oporučio svojim sinovima ove riječi: \"Predao sam se Gospodaru svih svjetova.\" Njih je oporučio i Jakub svojim sinovima, i obojica su svojim sinovima rekli: \"Allah vam je odabrao islam kao vjeru, pa ga se držite sve dok vam smrt ne dođe, pa umrete kao muslimani u formalnom i suštinskom smislu.",
		"korkutTranslationOfAyah":"I Ibrahim ostavi u amanet sinovima svojim a i Jakub: \"Sinovi moji, Allah vam je odabrao pravu vjeru, i nipošto ne umirite drugačije nego kao muslimani!\""
	},
	{
		"arabicTextofAyah":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
		"tafsirTextofAyah":"Ili ste bili prisutni kada je Jakub na samrtnoj postelji bio, kada je svoje sinove upitao: \"Šta ćete obožavati nakon moje smrti?\", a oni rekoše: \"Obožavat ćemo tvog Boga, i Boga tvojih predaka: Ibrahima, Ismaila i Ishaka. On je jedan jedini bog, i mi Mu ništa pridruživati nećemo, samo Njemu ćemo predani i pokorni biti.\"",
		"korkutTranslationOfAyah":"Vi niste bili prisutni kada je Jakubu smrtni čas došao i kada je sinove svoje upitao: \"Kome ćete se, poslije mene, klanjati?\" – \"Klanjaćemo se\" – odgovorili su – \"Bogu tvome, Bogu tvojih predaka Ibrahima i Ismaila i Ishaka, Bogu jednome, i mi se Njemu pokoravamo!\""
	},
	{
		"arabicTextofAyah":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"To je umet koji je bio i nestao, među ostalim prijašnjim umetima, i dobili su na ahiretu shodno svojim djelima. Njima pripada ono što su stekli, bilo dobro ili loše, a vama pripada ono što ste vi stekli, i nećete biti pitani o njihovim djelima, niti će iko odgovarati za tuđi grijeh. Svako će biti odgovoran za ono što je uradio, pa nemojte da budete zauzeti djelima prijašnjih naroda pa da zapostavite vođenje računa o svojim djelima. Svakom čovjeku će, nakon Allahove milosti, koristiti samo njegovo dobro djelo.",
		"korkutTranslationOfAyah":"Taj narod je bio i nestao; njega čeka ono što je zaslužio, i vas će čekati ono što ćete zaslužiti, i vi nećete biti pitani za ono što su oni radili."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Jevreji su rekli ovom umetu: \"Budite jevreji, i bit ćete na Pravom putu\", a kršćani su rekli: \"Budite kršćani, i bit ćete na Pravom putu.\" Reci, o Vjerovjesniče, u odgovoru njima: \"Ne, već slijedimo vjeru Ibrahima, alejhis-selam, koja je daleko svake zablude, koja je sušta istina, a Ibrahim nije bio jedan od onih koji Allahu pridružuju sudruga.\"",
		"korkutTranslationOfAyah":"Oni govore: \"Budite jevreji, odnosno kršćani, i bićete na pravome putu!\" Ti reci: \"Ne, mi smo vjere Ibrahimove, koji je ispravno vjerovao; on nije nikoga Allahu ravnim smatrao.\""
	},
	{
		"arabicTextofAyah":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
		"tafsirTextofAyah":"Recite, o vjernici, jevrejima i kršćanima koji vas pozivaju u zabludu: \"Mi vjerujemo u Allaha i u Kur'an, koji nam je objavljen, i vjerujemo u ono što je objavljeno Ibrahimu i njegovim potomcima: Ismailu, Ishaku i Jakubu, i vjerujemo u ono što je objavljeno vjerovjesnicima potomcima Jakubovim. Vjerujemo u Tevrat, koji je Allah dao Musau, i u Indžil, koji je Allah dao Isau, i vjerujemo u sve Knjige koje je Allah objavio vjerovjesnicima. Ne odvajamo jedne od drugih, pa da u jedne vjerujemo a u druge ne vjerujemo, već vjerujemo u sve njih, i samo se Allahu Uzvišenom pokoravamo i predajemo.\"",
		"korkutTranslationOfAyah":"Recite: \"Mi vjerujemo u Allaha i u ono što se objavljuje nama, i u ono što je objavljeno Ibrahimu, i Ismailu, i Ishaku, i Jakubu, i unucima, i u ono što je dato Musau i Isau, i u ono što je dato vjerovjesnicima od Gospodara njihova; mi ne pravimo nikakve razlike među njima, i mi se samo Njemu pokoravamo.\""
	},
	{
		"arabicTextofAyah":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Ako jevreji i kršćani i drugi nevjernici povjeruju kao što vi vjerujete, krenuli su Pravi putem kojim je Allah zadovoljan, a ako se okrenu od vjerovanja tako što će poreći sve vjerovjesnike, ili neke od njih, bit će u međusobnom razdoru. Ti se, o Vjerovjesniče, nemoj žalostiti, Allah će te zaštititi od njihovog uznemiravanja i zla, protiv njih će te pomoći. On čuje ono što oni govore i zna ono što oni namjeravaju i rade.",
		"korkutTranslationOfAyah":"Pa, ako budu vjerovali u ono u što vi vjerujete, na Pravome su putu; a ako glave okrenu, oni su onda samo inadžije i Allah će te sigurno od njih zaštititi, jer On sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ",
		"tafsirTextofAyah":"Držite se Allahove vjere na kojoj vas je stvorio, nutrinom i vanjštinom, jer nema bolje vjere od Allahove vjere. Allahova vjera je u skladu sa ljudskom neiskvarenom prirodom, donosi ono što je korisno a odagnava ono što je štetno. Recite: \"Mi samo Allaha obožavamo, i ništa Mu ne pridružujemo.\"",
		"korkutTranslationOfAyah":"\"Allah je nas uputio, a zar ima ljepše upute od Allahove? Mi se samo Njemu klanjamo.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ",
		"tafsirTextofAyah":"Reci, o Vjerovjesniče: \"Zar se sa nama raspravljate, o sljedbenici Knjige, i tvrdite da ste vi preči da budete na Allahovoj vjeri od nas, jer je vaša vjera starija, i jer je vaša knjiga objavljena prije naše? To vam ništa koristiti neće, Allah je Gospodar svih nas, i nije samo vas odabrao mimo ostalih. Nama pripadaju naša djela, i vi nećete o njima biti pitani, a vama pripadaju vaša djela, i mi o njima nećemo biti pitani. Svako će biti nagrađen i kažnjen shodno svojim djelima, a mi samo Allaha obožavamo i samo se Njemu pokoravano i ništa Mu ne pridružujemo.\"",
		"korkutTranslationOfAyah":"Reci: \"Zar se s nama o Allahu raspravljate, kad je On i naš i vaš Gospodar? Nama – naša djela, a vama – vaša djela! A samo Mu mi iskreno ispovijedamo vjeru.\""
	},
	{
		"arabicTextofAyah":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Ili govorite, o sljedbenici Knjige, da su Ibrahim, Ismail, Ishak, Jakub i vjerovjesnici među Jakubovim potomcima bili jevreji ili kršćani? Reci im, o Vjerovjesniče: \"Znate li bolje vi ili Allah?\" Ako budu mislili da su ovi vjerovjesnici bili na njihovoj vjeri, slagali su, jer su oni bili prije objave Tevrata i Indžila. Tako se zna da vi na Allaha i na Njegove poslanike laži iznosite, i tvrdite da su ti vjerovjesnici skrivali istinu koja im je objavljena, a niko nije veći nepravednik od onoga ko skriva svjedočanstvo Istine dobivene od Allaha, kao što to rade sljedbenici Knjige, a Allah nije nemaran prema onom što vi radite, i On će vas kazniti za to.",
		"korkutTranslationOfAyah":"Kako govorite: \"I Ibrahim, i Ismail, i Ishak, i Jakub, i unuci su bili jevreji, odnosno kršćani?\" Reci: \"Znate li bolje vi ili Allah? Zar je iko gori od onoga koji skriva istinu znajući da je od Allaha? – A Allah motri na ono što radite.\""
	},
	{
		"arabicTextofAyah":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"To je umet koji je bio prije vas, dobili su ono što su zaslužili, shodno djelima koja su radili, a i vama pripada ono što ste stekli. Nećete biti pitani o onome što su oni radili, niti će oni biti pitani o vašim djelima, i niko neće za tuđe grijehe odgovarati, niti će mu tuđa djela koristiti. Svako će dobiti ono što je u skladu sa djelima koja je on radio.",
		"korkutTranslationOfAyah":"Taj narod je bio i nestao; njega čeka ono što je zaslužio, i vas će čekati ono što ćete zaslužiti, i vi nećete biti pitani za ono što su oni radili."
	},
	{
		"arabicTextofAyah":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Reći će lahkomislene neznalice među jevrejima i munaficima: \"Šta je ove muslimane odvratilo od okretana prema kibli u Jerusalimu, prema kojoj su se ranije okretali?\" Reci im, o Vjerovjesniče: \"Samo Allahu pripadaju i istok i zapad i svi ostali pravci, On usmjerava koga On hoće od Svojih robova u kojem On hoće pravcu. On, Uzvišeni, upućuje koga On hoće na Pravi put, na kojem nema krivina.\"",
		"korkutTranslationOfAyah":"Neki ljudi kratke pameti reći će: \"Šta ih je odvratilo od kible njihove prema kojoj su se okretali?\" Reci: \"Allahov je i istok i zapad; On ukazuje na Pravi put onome kome On hoće.\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Kao što smo vam odredili kiblu kojom smo zadovoljni da vam bude kibla, učinili smo vas najboljim umetom, središnjim među svim umetima: u vjerovanju, obredoslovlju i međuljudskim odnosima. To smo učinili da biste na Sudnjem danu bili svjedoci Allahovim poslanicima da su dostavili ono što im je naređeno da dostave svojim umetima, i da bi poslanik Muhammed, sallallahu alejhi ve sellem, bio svjedok nad vama u tome da vam je dostavio ono sa čim vam je poslan. Mi smo vam promijenili kiblu koja je bila u Jerusalimu samo da bismo ukazali na one koji su zadovoljni Allahovim zakonom i koji su mu pokorni, pa slijede Poslanika, i na one koji će otpasti od vjere i slijediti prohtjeve, pa se ne pokorava Allahovom zakonu. Uzvišeni Allah propisuje Svoje zakone iz apsolutne mudrosti, i Allah neće zanemariti vaše vjerovanje u Njega, u koje spada i vaše obavljanje namaza prije promjene kible. Doista je Allah milosrdan i samilostan prema ljudima, i ne otežava im, niti zapostavlja nagradu za njihova djela.",
		"korkutTranslationOfAyah":"I tako smo od vas stvorili pravednu zajednicu da budete svjedoci protiv ostalih ljudi, i da Poslanik bude protiv vas svjedok. I Mi smo promijenili kiblu prema kojoj si se prije okretao samo zato da bismo ukazali na one koji će slijediti Poslanika i na one koji će se stopama svojim vratiti – nekima je to bilo doista teško, ali ne i onima kojima je Allah ukazao na Pravi put. Allah neće dopustiti da propadnu molitve vaše. – A Allah je prema ljudima zaista vrlo blag i milostiv."
	},
	{
		"arabicTextofAyah":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
		"tafsirTextofAyah":"O Vjerovjesniče, vidjeli Smo kako gledaš prema nebesima očekujući da se spusti Objava u vezi kible i njene promjene ka pravcu kojeg voliš, i Mi ćemo te usmjeriti ka kibli koju voliš i kojom si zadovoljan. To je Allahov Sveti hram, umjesto Jerusalima koji je trenutno kibla. Upravi lice svoje ka Allahovom Svetom hramu u Meki časnoj! O vjernici, gdje god se nalazili upravite lica svoja u pravcu Svetog hrama tokom obavljanja namaza, a jevreji i kršćani kojima je data Knjiga dobro znaju da je promjena kible istina objavljena od njihovog Stvoritelja i Upravitelja, jer se to nalazi u njihovoj svetoj Knjizi. Allah nije nemaran prema onome što rade ovi koji se okreću od istine, već će ih On, Uzvišeni, kazniti za to.",
		"korkutTranslationOfAyah":"Vidimo Mi kako sa žudnjom bacaš pogled prema nebu, i Mi ćemo sigurno učiniti da se okrećeš prema strani koju ti želiš: okreni zato lice svoje prema Časnome hramu! I ma gdje bili, okrenite lica svoja na tu stranu. Oni kojima je data Knjiga sigurno znaju da je to istina od Gospodara njihova – a Allah motri na ono što oni rade."
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Tako mi Allaha, Vjerovjesniče, ako bi ti jevrejima i kršćanima, kojima je data Knjiga, donio sve dokaze i argumente da je promjena kible istina, oni se ne bi okrenuli ka tvojoj kibli, iz inata prema istini sa kojom si došao, i oholo odbijajući da je slijede. Ti se nećeš okretati prema njihovoj kibli nakon što te je Allah okrenuo od nje, niti će se jedni od njih okretati prema kibli drugih među njima, jer svaka skupina od njih smatra nevjernicima onu drugu skupinu. Ako bi ti slijedio njihove prohtjeve po pitanju kible ili po pitanju nekog drugog propisa, nakon ispravnog znanja koje ti je došlo i u koje nema sumnje, doista bi bio od nepravednika, zbog ostavljanja upute. Međutim, Uzvišeni Allah je sačuvao Poslanika od toga, i ovo Allahovo upozorenje upućeno je njegovom umetu nakon njega.",
		"korkutTranslationOfAyah":"I kada bi ti onima kojima je data Knjiga sve dokaze donio, oni opet ne bi prihvatili tvoju kiblu, a ni ti nećeš prihvatiti njihovu kiblu, niti će iko od njih prihvatiti ičiju kiblu. A ako bi se ti za njihovim željama poveo, kada ti je već došla Objava, tada bi ti sigurno nepravedan bio."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Oni kojima smo dali Knjigu, učenjaci među jevrejima i kršćanima, znaju da je promjena kible znak vjerovjesništva Muhammeda, sallallahu alejhi ve sellem, koji je spomenut u njihovoj svetoj knjizi, kao što poznaju svoju djecu i razlikuju ih od druge djece. Međutim, uprkos tome, skupina njih skriva istinu sa kojom je došao Muhammed, iz zavisti, iako znaju istinu.",
		"korkutTranslationOfAyah":"Oni kojima smo dali Knjigu znaju Poslanika kao što sinove svoje znaju, ali neki od njih doista svjesno istinu prikrivaju."
	},
	{
		"arabicTextofAyah":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
		"tafsirTextofAyah":"Ovo je istina od tvog Gospodara, pa nemoj biti od onih koji sumnjaju u nju, o Poslaniče.",
		"korkutTranslationOfAyah":"Istina od Gospodara tvoga dolazi, zato ne budi nikako od onih koji sumnjaju!"
	},
	{
		"arabicTextofAyah":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Svaki umet ima neki pravac ka kojem se okreće, fizički ili apstraktni. U to spada i razilaženje umeta oko kible i propisa. Neće im štetiti razlika u pravcima, ako je to Allah propisao, pa se vi, o vjernici, natječite u činjenju dobrih djela koja su vam naređena, a Allah će vas sakupiti na Sudnjem danu, ma gdje da ste ukopani, da bi vas obračunao za vaša djela. Doista Allah sve može, Njemu nije nemoguće da vas sve okupi i obračuna.",
		"korkutTranslationOfAyah":"Svako se okreće prema svojoj kibli, a vi se potrudite da druge, čineći dobra djela, pretečete! Ma gdje bili, Allah će vas sve sabrati – Allah, zaista, sve može."
	},
	{
		"arabicTextofAyah":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Iz svakog mjesta iz kojeg izađeš i gdje god da se nalaziš, o Vjerovjesniče, ti i tvoji sljedbenici, a budete htjeli obaviti namaz – okrenite se u pravcu Svetog hrama, jer je to istina koja ti je objavljena od Gospodara tvog. Allah nije nemaran prema onome što vi radite, On sve vidi i sve vas će obračunati za djela koja činite.",
		"korkutTranslationOfAyah":"I iz svakog mjesta u kome budeš, ti lice svoje Časnom hramu okreni, istina doista od Gospodara tvoga dolazi – Allah motri na ono što radite."
	},
	{
		"arabicTextofAyah":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ",
		"tafsirTextofAyah":"Iz kojeg god mjesta izađeš, o Vjerovjesniče, i budeš želio obaviti namaz, okreni se u pravcu Svetog hrama. I gdje god se nalazili, o vjernici, okrenite lica u tom pravcu kada budete htjeli namaz obaviti, da vam ljudi ne bi imali šta argumentovano prigovoriti, izuzev onih između njih koji zulum čine, a koji će ostati u svom prkosu i koji će vam prigovarati najslabijim argumentima. Nemojte ih se bojati, već se bojte svog Gospodara time što ćete primjenjivati Njegove naredbe i kloniti se onoga što je On zabranio. Allah je, uistinu, propisao okretanje prema Kabi da bi Svoju blagodat prema vama upotpunio time što će vas odvojiti od ostalih umeta, i da bi vas uputio ka najčasnijoj kibli za ljude.",
		"korkutTranslationOfAyah":"I iz svakoga mjesta u koje dođeš, ti lice svoje Svetom hramu okreni, i gdje god se nalazili, vi lica svoja prema toj strani okrenite, da vam ljudi ne bi imali šta prigovoriti, osim inadžija između njih – njih se ne bojte, Mene se bojte! – da bih blagodat Svoju prema vama upotpunio i da biste na Pravome putu bili."
	},
	{
		"arabicTextofAyah":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Kao što smo vam i drugu blagodat dali time što smo vam jednog od vas kao poslanika poslali, koji vam Naše ajete uči, i koji vas čisti naređivanjem vrlina i dobrih djela, i zabranjivanjem razvrata i loših djela, i koji će vas podučiti Kur'anu i sunnetu, koji će vas podučiti stvarima vezanim za vjeru i dunjaluk koje niste znali.",
		"korkutTranslationOfAyah":"Mi smo vam jednog od vas kao poslanika poslali, da vam riječi Naše kazuje i da vas očisti i da vas Knjizi i mudrosti pouči i da vas ono što niste znali nauči."
	},
	{
		"arabicTextofAyah":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ",
		"tafsirTextofAyah":"Pa, sjećajte se vi Mene srcima i djelima, a Ja ću se vas sjetiti time što ću vas pohvaliti i što ću vas sačuvati. Nagrada za neko djelo podudara se s onim zbog čega je zaslužena. Budite Mi zahvalni na blagodatima koja sam vam dao, i nemojte ih nijekati niti u haramu koristiti pa da Mi time nezahvalni budete.",
		"korkutTranslationOfAyah":"Sjećajte se vi Mene, i Ja ću se vas sjetiti, i zahvaljujte Mi, i na blagodatima Mojim nemojte neblagodarni biti!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"O vi koji vjerujete, potpomognite se strpljenjem i namazom na pokornost Meni i predanost Mojoj naredbi. Doista je Allah sa strpljivima, upućuje ih i pomaže im.",
		"korkutTranslationOfAyah":"O vjernici, tražite sebi pomoći u strpljivosti i obavljanju molitve! Allah je doista na strani strpljivih."
	},
	{
		"arabicTextofAyah":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ",
		"tafsirTextofAyah":"O vjernici, nemojte govoriti o onima koji su u borbi na Allahovom putu poginuli da su mrtvi kao što su drugi mrtvi! Oni su živi kod svog Gospodara, ali vi ne možete dokučiti njihov život. To je poseban život koji ne može spoznati niko na dunjaluku osim putem Objave.",
		"korkutTranslationOfAyah":"I ne recite za one koji su na Allahovu putu poginuli: \"Mrtvi su!\" Ne, oni su živi, ali vi to ne znate!"
	},
	{
		"arabicTextofAyah":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"Mi ćemo vas sigurno iskušati raznim vrstama nedaća, malo strahom od neprijatelja, malo glađu zbog nedostatka hrane, nedostatkom imetka zbog njegovog nestanka ili težine dolaska do njega, smrću zbog bolesti ili borbe na Allahovom putu, krnjavošću plodova koje zemlja rađa, a ti, o Vjerovjesniče, obraduj one koji se strpe na tim nedaćama; obraduj ih da će im Allah dati ono što će ih usrećiti i na dunjaluku i na ahiretu.",
		"korkutTranslationOfAyah":"Mi ćemo vas dovoditi u iskušenje malo sa strahom i gladovanjem, i time što ćete gubiti imanja i živote i ljetine. A ti obraduj izdržljive,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ",
		"tafsirTextofAyah":"Oni koje pogodi jedna od tih nedaća i zadovoljni Allahovim kaderom, predani Njemu, kažu: \"Mi smo, doista, u Allahovom posjedu, radi sa nama ono što On hoće, i Njemu ćemo se, sigurno, vratiti na Sudnjem danu. On nas je stvorio i razne blagodati nam dao, i kod Njega je naš konačni povratak.\"",
		"korkutTranslationOfAyah":"one koji, kada ih kakva nevolja zadesi, samo kažu: \"Mi smo Allahovi i mi ćemo se Njemu vratiti!\""
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ",
		"tafsirTextofAyah":"Oni koji posjeduju navedena svojstva bit će pohvaljeni od Allaha u najuzvišenijem društvu meleka, i na njih će se spustit Allahova milost. Oni su istinski upućeni na Pravi put.",
		"korkutTranslationOfAyah":"Njih čeka oprost od Gospodara njihova i milost; oni su na Pravome putu!"
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
		"tafsirTextofAyah":"Zaista su dva brda poznata kao Safa i Merva, u blizini Kabe, dva obredna vidljiva mjesta, i ko se uputi ka Kabi radi hodočašća, hadža ili umre, takav nema grijeha da obavi sa'j između Safe i Merve. Ovdje se negira grijeh takvima da bi se smirilo srce onih muslimana koji su osjećali neugodnost da obave sa'j između njih jer su mislili da je to ostatak paganskih obreda. Dakle, Uzvišeni Allah objasnio je da to spada u propisane obrede hadža. A ko bude obavio dobrovoljna dobra djela, iskreno želeći da se Allahu približi, Allah će mu biti zahvalan tako što će mu prihvatiti to djelo i nagraditi ga za njega. On zna dobročinitelje koji zaslužuju nagradu.",
		"korkutTranslationOfAyah":"Safa i Merva su Allahova časna mjesta, zato onaj koji Kabu hodočasti ili umru obavi ne čini nikakav prijestup ako krene oko njih. A onaj koji drage volje učini kakvo dobro djelo – pa, Allah je doista blagodaran i sve zna."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ",
		"tafsirTextofAyah":"Jevreji i kršćani koji skrivaju dokaze koje Smo Mi objavili, a koji ukazuju na istinitost Vjerovjesnika i onoga sa čim je došao, nakon što smo te dokaze objavili u njihovim svetim knjigama, bit će udaljeni od Allahove milosti, i protiv njih će doviti meleki, vjerovjesnici i svi ljudi, moleći Allaha da takve udalji od Njegove milosti.",
		"korkutTranslationOfAyah":"One koji budu tajili jasne dokaze, koje smo Mi objavili, i Pravi put, koji smo u Knjizi ljudima označili, njih će Allah prokleti, a prokleće ih i oni koji imaju pravo da proklinju;"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Osim onih koji se Allahu povrate, kajući se za skrivanje Njegovih jasnih dokaza, i koji se poprave čineći dobra djela, vanjska (vidljiva) i nutarnja (nevidljiva), i objasne istinu i uputu koju su skrivali – takvima ću prihvatiti povratak pokornosti Meni, i Ja sam Onaj Koji prašta onom robu koji se pokaje i Koji je milostiv prema njima.",
		"korkutTranslationOfAyah":"oprostiću samo onima koji se pokaju i poprave i to javno ispolje, a Ja primam pokajanje i Ja sam milostiv."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Doista, onima koji ne vjeruju i koji kao nevjernici umru, prije nego se pokaju, slijedi Allahovo prokletstvo koje se ogleda u njihovom udaljavanju od Njegove milosti, i protiv njih će doviti meleki i svi ljudi, da ih Allah udalji od Njegove milosti.",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju i koji kao nevjernici umru – zaslužuju, doista, prokletstvo Allahovo i meleka i svih ljudi,"
	},
	{
		"arabicTextofAyah":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
		"tafsirTextofAyah":"Neprestano će ih pratiti ovo prokletstvo, njihova se patnja neće smanjivati ni jednog dana, niti će moći odložiti Sudnji dan.",
		"korkutTranslationOfAyah":"u njemu će vječno ostati, a patnja njihova neće jenjavati, niti će im se odlagati."
	},
	{
		"arabicTextofAyah":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Vaš istinski Bog, o ljudi, je jedinstven u Svom Biću i svojstvima, i niko mimo Njega ne zaslužuje da bude obožavan. On je Svemilosni, Koji posjeduje apsolutnu milost; On je Samilosni, Koji milost spušta na Svoje robove, koje je obasuo nebrojenim blagodatima.",
		"korkutTranslationOfAyah":"A vaš Bog – jedan je Bog! Nema boga osim Njega, Milostivog, Samilosnog!"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Doista u stvaranju nebesa i Zemlje i raznovrsnih zadivljujućih stvorenja na njima, i u smjeni dana i noći, i u brodovima koji plove morskim vodama natovareni korisnim stvarima za ljude, poput hrane, odjeće, trgovačke robe i drugih stvari koje trebaju ljudima, i u vodi koju Allah spušta sa neba i njome oživljava zemlju čineći da iz nje niču raznovrsne biljke, i u mnogobrojnim živim stvorenjima koje je Allah rasprostranio po Zemlji, i u upravljanju vjetrovima iz jednog pravca ka drugom, i u pokornim oblacima između neba i zemlje – nalaze se jasni dokazi Allahove jednoće za one koji shvataju dokaze i razumiju argumente.",
		"korkutTranslationOfAyah":"Stvaranje nebesa i Zemlje, smjena noći i dana, lađa koja morem plovi s korisnim tovarom za ljude, kiša koju Allah pušta s neba pa tako u život vraća zemlju nakon mrtvila njezina – po kojoj je rasijao svakojaka živa bića, promjena vjetrova, oblaci koji između neba i Zemlje lebde – doista su dokazi za one koji imaju pameti."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ",
		"tafsirTextofAyah":"I pored tih jasnih ajeta, neki ljudi druge Allahu pridružuju, vole ih kao što Allaha vole, ali oni koji vjeruju više vole Allaha nego što mnogobošci vole svoja božanstva, jer oni, vjernici, Allahu ništa ne pridružuju, i vole Ga u stanju lagodnosti i u stanju iskušenja, dok mnogobošci vole svoja božanstva u stanju lagodnosti, a Allahu se mole kada ih kakva nedaća zadesi. Kada bi oni koji nepravdu čine time što Allahu druge pridružuju i time što loša djela čine vidjeli kakvo će im stanje biti na ahiretu dok budu posmatrali kaznu, znali bi da sva snaga pripada Allahu, i da On žestoko kažnjava nepokorne. Kada bi to vidjeli, ne bi Mu nikoga pridruživali.",
		"korkutTranslationOfAyah":"Ima ljudi koji su umjesto Allaha kumire prihvatili, vole ih kao što se Allah voli, ali pravi vjernici još više vole Allaha. A da znaju mnogobošci da će onda kada dožive patnju – svu moć samo Allah imati i da će Allah strahovito kažnjavati –"
	},
	{
		"arabicTextofAyah":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ",
		"tafsirTextofAyah":"To će biti onda kada se glavešine odreknu sljedbenika, slababašnih koji su ih slijedili, zbog strahota Sudnjeg dana koje će vidjeti, kada im se svi putevi spasa prekinu.",
		"korkutTranslationOfAyah":"kada će se glavešine, za kojima su se drugi povodili, svojih sljedbenika odreći i kada će veze koje su ih vezale prekinute biti, i oni patnju doživjeti,"
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ",
		"tafsirTextofAyah":"Slabašni i sljedbenici će govoriti: \"Kamo sreće da se na dunjaluk vratimo pa da se naših glavešina odreknemo kao što su se oni nas odrekli.\" Kao što će im Allah pokazati žestoku kaznu na ahiretu, pokazat će im i rezultat njihovog slijeđenja tih glavešina koji je pusto kajanje i tuga, i oni nikada iz Vatre neće izaći.",
		"korkutTranslationOfAyah":"kada će sljedbenici njihovi uzviknuti: \"Da nam je samo da se vratimo, pa da se i mi njih odreknemo kao što su se oni nas odrekli!\" Eto, tako će Allah njima djela njihova po njih kobnim pokazati i oni iz vatre neće izlaziti."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ",
		"tafsirTextofAyah":"O ljudi, jedite životinje, biljke koje niču iz zemlje i plodove s drveća, što ste na halal-način stekli i što je lijepo i korisno, a nemojte slijediti šejtanove stope kojima vas on pokušava postepeno odvesti u propast. Doista vam je on jasni neprijatelj, i razumnom čovjeku nije dozvoljeno da slijedi svog neprijatelja koji nastoji da mu našteti i da ga u zabludu odvede.",
		"korkutTranslationOfAyah":"O ljudi, jedite od onoga što ima na Zemlji, ali samo ono što je dopušteno i što je prijatno, i ne slijedite šejtanove stope, jer vam je on neprijatelj očevidni!"
	},
	{
		"arabicTextofAyah":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"On vam naređuje zlo i grijehe i poziva vas da Allahu pripišete vjerovanje i vjerozakon koji nisu zasnovani na znanju od Allaha i Njegovih poslanika.",
		"korkutTranslationOfAyah":"On vas navraća na grijeh i razvrat i na to da o Allahu govorite ono što ne znate."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ",
		"tafsirTextofAyah":"Kada se ovim nevjernicima kaže: \"Slijedite uputu i svjetlo koje je Allah objavio\", oni, inateći se, kažu: \"Ne, slijedit ćemo vjerovanja i običaje na kojima smo zatekli očeve naše.\" Zar da slijede očeve i pretke njihove iako oni nisu znali za uputu i svjetlost? Iako nisu bili upućeni ka istini, kojom je Allah zadovoljan?",
		"korkutTranslationOfAyah":"A kada im se rekne: \"Slijedite Allahovu Objavu!\" – oni odgovaraju: \"Nećemo, slijedićemo ono na čemu smo zatekli pretke svoje.\" – Zar i onda kada im preci nisu ništa shvaćali i kada nisu na Pravome putu bili?!"
	},
	{
		"arabicTextofAyah":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u svom su slijeđenju predaka poput stoke koju pastir vičući doziva, pa ona čuje njegov glas ali ne razumije njegove riječi. Oni su gluhi, pa ne čuju istinu na način da se njome okoriste, oni su nijemi jer njihovi jezici ne govore istinu, oni su slijepi jer ne vide istinu. Zato oni ne shvataju uputu kojoj ih vi pozivate.",
		"korkutTranslationOfAyah":"Oni koji neće da vjeruju slični su stoci na koju se viče, ali ona čuje samo zov i viku. Gluhi, nijemi i slijepi – oni ništa ne shvaćaju."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijede Njegovog Poslanika, jedite lijepa jela kojima vas je Allah opskrbio i dozvoljenim vam ih učinio, i bude Allahu zahvalni, nutrinom i vanjštinom, vidljivim i nevidljivim dobrim djelima, na blagodatima kojima vas je opskrbio. Ako ste Mu zahvalni i ništa Mu ne pripisujete, vi ćete Mu se pokoravati i grijeha se kloniti.",
		"korkutTranslationOfAyah":"O vjernici, jedite ukusna jela koja smo vam podarili i budite Allahu zahvalni, ta vi se samo Njemu klanjate!"
	},
	{
		"arabicTextofAyah":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
		"tafsirTextofAyah":"Allah vam je zabranio da jedete ono što je umrlo, a nije zaklano onako kako to šerijat predviđa, i prolivenu krv, i svinjsko meso, i životinje pri čijem klanju nije spomenuto Allahovo ime. Ukoliko čovjek bude prinuđen da jede nešto od zabranjenih stvari, a nije nepravedan prema sebi u smislu da jede bez potrebe, ili prelazi granicu nužde, takav nema grijeha niti kazne. Doista je Allah Onaj Koji puno prašta onima koji se pokaju, i milostiv je prema njima. U Njegovu milost spada i to što prelazi preko jedenja ovih zabranjenih stvari u slučaju nužde.",
		"korkutTranslationOfAyah":"On vam jedino zabranjuje: strv i krv i svinjsko meso, i ono što je zaklano u nečije drugo ime, a ne u Allahovo. A onome ko bude primoran, ali ne iz želje, tek toliko da glad utoli, njemu grijeh nije. – Allah zaista prašta i milostiv je."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
		"tafsirTextofAyah":"Doista oni koji skrivaju knjige koje je Allah objavio, i dokaze u njima koji ukazuju na istinu i na vjerovjesništvo Muhammeda, sallallahu alejhi ve sellem, kao što to rade jevreji i kršćani, i koji tim skrivanjem imaju neki dunjalučki interes poput vlasti, ugleda ili imetka, takvi u suštini u svoje trbuhe ubacuju ono što će uzrokovati njihovu paznju u džehennemskoj vatri, i na Sudnjem danu Allah sa njima neće razgovarati prijatnim razgovorom, već će im reći ono što će ih rastužiti i uznemiriti, i neće ih očistiti i pohvaliti. Njima pripada bolna patnja.",
		"korkutTranslationOfAyah":"Oni koji taje ono što je Allah u Knjizi objavio i to zamjenjuju za nešto što malo vrijedi – oni u trbuhe svoje ne trpaju ništa drugo do ono što će ih u vatru dovesti; na Sudnjem danu Allah ih neće ni osloviti, niti ih očistiti – njih čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ",
		"tafsirTextofAyah":"To su oni koji su opisani skrivanjem znanja koje je potrebno ljudima, koji su uputu zamijenili za zabludu nakon što su sakrili to istinito znanje, koji su Allahov oprost zamijenili Allahovom kaznom. O kako su samo strpljivi na činjenju onoga što će uzrokovati njihov ulazak u Vatru, kao da se radi o nekom ko ne mari za tom patnjom jer je mnogo strpljiv na njoj.",
		"korkutTranslationOfAyah":"Oni su umjesto Pravoga puta izabrali zabludu, a umjesto oprosta zaslužili patnju; – i koliko su oni samo neosjetljivi na vatru!"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ",
		"tafsirTextofAyah":"176. Takva je kazna za skrivanje znanja i upute jer je Allah objavio Knjige sa istinom, što iziskuje da to bude objašnjeno, a ne da se skriva. A oni koji su se razišli oko Božijih knjiga, pa su u neke povjerovali, a neke sakrili daleko su od istine.",
		"korkutTranslationOfAyah":"To je zato što je Allah objavio Knjigu, pravu istinu. A neslozi onih čija su mišljenja o Knjizi suprotna doista nema kraja."
	},
	{
		"arabicTextofAyah":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
		"tafsirTextofAyah":"177. U dobro kojim je Allah zadovoljan ne spada puko usmjeravanje ka istoku ili zapadu i razilaženje oko toga, već je svako dobro u onome ko povjeruje u Allaha kao jednog boga, i povjeruje u Sudnji dan, i u sve meleke, i sve objavljene Knjige, i sve vjerovjesnike, bez nevjerstva u nešto od toga, i koji udjeljuje imetak svojoj rodbini, premda ga i sam voli i za njim teži, i jetimima, koji oca maloljetni izgubiše, i potrebnima, i strancu koji je otišao na put daleko od svoje porodice i domovine, i onima koje je potreba primorala da prose od ljudi, i udjeljuje za oslobađanje robova, i koji namaz obavlja potpuno, onako kako je Allah naredio, i koji daje obavezni zekat, i ko zavjete i obećanja ispunjava, i strpljiv je na neimaštini, teškom životu i bolesti, i ko ne bježi kada se bitka rasplamsa – takvi su iskreni prema Allahu u svom vjerovanju i djelima, i takvi su bogobojazni, koji primjenjuju ono što im je Allah naredio i klone se onoga što im je Allah zabranio.",
		"korkutTranslationOfAyah":"Nije čestitost u tome da okrećete lica svoja prema istoku i zapadu; čestiti su oni koji vjeruju u Allaha i u onaj svijet, i u meleke, i u knjige, i u vjerovjesnike, i koji od imetka, iako im je drag, daju rođacima, i siročadi, i siromasima, i putnicima, i prosjacima, i za otkup iz ropstva, i koji molitvu obavljaju i zekat daju, i koji obavezu svoju, kada je preuzmu, ispunjavaju, naročito oni koji su izdržljivi u neimaštini, i u bolesti, i u boju ljutom. Oni su iskreni vjernici, i oni se Allaha boje i ružnih postupaka klone."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"178. O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, obavezno vam je kažnjavanje ubica koji ubijaju ljude namjerno i nepravedno, shodno njegovom zločinu. Slobodan se ubija zbog slobodnog, rob se ubija zbog roba, žena se ubija zbog žene. Ukoliko ubijeni oprosti prije nego ispusti dušu, ili oprosti njegov staratelj u zamjenu za krvarinu – koja predstavlja određenu količinu imetka koji ubica daje da bi bio pomilovan – takav treba potraživati krvarinu na lijep način, bez uznemiravanja i predbacivanja, a ubica je treba lijepo dati, bez odugovlačenja. To pomilovanje i to uzimanje krvarine predstavlja Allahovu olakšicu i milost ovom umetu, pa ko pređe granicu prema ubici nakon pomilovanja i prihvatanja krvarine, takvom je Allah bolnu patnju pripremio.",
		"korkutTranslationOfAyah":"O vjernici! Propisuje vam se odmazda za ubijene: slobodan – za slobodna, i rob – za roba, i žena – za ženu. A onaj kome rod ubijenog oprosti, neka oni velikodušno postupe, a neka im on dobročinstvom uzvrati. To je olakšanje od Gospodara vašeg, i milost. A ko nasilje izvrši i poslije toga, njega bolna patnja čeka."
	},
	{
		"arabicTextofAyah":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ",
		"tafsirTextofAyah":"U odmazdi koju vam je Allah propisao život vam je, jer se njome sprečava bespravno prolijevanje krvi i međusobno nasilje. To razumiju ljudi koji razuma imaju i koji se Allaha boje pokoravajući se Njegovim zakonima.",
		"korkutTranslationOfAyah":"U odmazdi vam je – opstanak, o razumom obdareni, da biste se ubijanja okanili!"
	},
	{
		"arabicTextofAyah":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"180. Obavezani ste da, kada se na vama pokažu znakovi da vam se smrt približila, a imate puno imetka, da oporučite roditeljima i rođacima onoliko koliko je to šerijat odredio – u granicama trećine, i ovo je pritvrđena obaveza bogobojaznima. Ovaj propis je važio prije objavljivanja ajeta o propisima nasljedstva, a kada su ajeti nasljedstva objavljeni, pojasnili su ko nasljeđuje i koliko nasljeđuje.",
		"korkutTranslationOfAyah":"Kada neko od vas bude na samrti, ako ostavlja imetak, propisuje vam se, kao obaveza za one koji se Allaha boje, da pravedno učini oporuku roditeljima i bližnjima."
	},
	{
		"arabicTextofAyah":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"181. Ko promijeni nečiju oporuku dodavši ili oduzevši ili spriječivši nešto, nakon što zna za tu oporuku – grijeh tog mijenjanja je na onome ko je promijenio (u dostavljanju i sprovođenju), a ne na onome ko je oporučio. Doista Allah čuje ono što Njegovi robovi govore, zna ono što rade, i ništa od njihovih stanja Mu nije skriveno.",
		"korkutTranslationOfAyah":"Onaj ko je izmijeni, a zna kako glasi – pa grijeh za to pada na one koji je mijenjaju; – a Allah, zaista, sve čuje i zna."
	},
	{
		"arabicTextofAyah":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Ko bude znao da onaj ko ostavlja oporuku odstupa od istine i tom oporukom nekome čini nepravdu, pa ispravi ono što je pokvareno u toj oporuci time što posavjetuje oporučitelja, ili time što izmiri one koji se spore oko oporuke, takav nema grijeh već nagradu popravljanja stanja. Doista Allah puno prašta onome ko se pokaje i milostiv je prema njemu.",
		"korkutTranslationOfAyah":"A onaj ko se plaši da je oporučilac nenamjerno zastranio ili namjerno zgriješio pa ih izmiri, nema mu grijeha. – Allah, zaista, prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
		"tafsirTextofAyah":"183. O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, vaš Gospodar vam obaveznim čini post, kao što je njime obavezao narode prije vas, da biste se Allaha bojali time što između Njegove kazne i sebe pravite štit činjenjem dobrih djela, a među najvećim dobrim djelima je post.",
		"korkutTranslationOfAyah":"O vjernici! Propisuje vam se post, kao što je propisan onima prije vas, da biste se grijeha klonili,"
	},
	{
		"arabicTextofAyah":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"184. Post koji vam je obavezan jest da postite određeni broj dana u godini. Ko od vas bude bolestan tako da mu je teško postiti, ili bude putnik, može da ne posti, a zatim nadoknaditi onoliko dana koliko nije postio. Onima koji mogu da poste obavezna je otkupnina za dane koje nisu postili, a to je nahraniti jednog siromaha za svaki neispošteni dan. Bolje vam je da postite nego da ne postite uz plaćanje otkupnine, ako znate koliko je post vrijedan. Ovaj propis je važio kada je tek propisan post, pa ko je htio da posti, postio je, a ko nije htio da posti, jeo je i nahranio bi siromaha za taj dan. Nakon toga je Allah učinio post obaveznim svim šerijatski punoljetnim osobama koje su u mogućnosti.",
		"korkutTranslationOfAyah":"i to neznatan broj dana; a onome od vas koji bude bolestan ili na putu – isti broj drugih dana. Onima koji ga jedva podnose – otkup je da jednog siromaha nahrane. A ko drage volje da više, za njega je bolje. A bolje vam je, neka znate, da postite."
	},
	{
		"arabicTextofAyah":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"185. Mjesec ramazan je mjesec u kojem je otpočelo objavljivanje Kur'ana Poslaniku, sallallahu alejhi ve sellem, u Lejletul-kadru. Allah je Kur'an objavio kao uputu ljudima, i u njemu se nalaze jasni dokazi upute, njime se razdvaja istina od neistine, pa ko ne bude putnik kada nastupi ramazan, i ne bude bolestan, mora ga postiti. Ko bude bolestan tako da mu je teško da posti, ili je putnik, može postiti, a i ne mora. Ukoliko ne posti, obaveza mu je napostiti propuštene dane. Uzvišeni Allah Svojim propisima želi vam olakšati, a ne otežati, da određeni broj dana ispunite i da Allaha veličate nakon što se završi ramazan i na danu Bajrama, iz zahvalnosti što vas je uputio da postite ramazan i pomogao vam da ga upotpunite. To spada u zahvalnost Allahu na tome što vas je uputio u ovu vjeru kojom je zadovoljan.",
		"korkutTranslationOfAyah":"U mjesecu ramazanu počelo je objavljivanje Kur'ana, koji je putokaz ljudima i jasan dokaz Pravoga puta i razlikovanja dobra od zla. Ko od vas u tom mjesecu bude kod kuće, neka ga u postu provede, a ko se razboli ili se na putu zadesi, neka isti broj dana naposti – Allah želi da vam olakša, a ne da poteškoće imate – da određeni broj dana ispunite, i da Allaha veličate zato što vam je ukazao na Pravi put, i da zahvalni budete."
	},
	{
		"arabicTextofAyah":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ",
		"tafsirTextofAyah":"186. O Vjerovjesniče, kada te Moji robovi upitaju o Mojoj blizini i Mojem uslišavanju njihovih molitvi, pa Ja sam, doista, blizu njih, znam njihova stanja, čujem njihove molitve. Nisu im potrebni posrednici, niti je potrebno da podižu svoje glasove. Ja se odazivam molitelju kada Me iskreno zamoli, pa neka se pokore naredbama Mojim, i neka budu postojani u svom vjerovanju, jer to im je najkorisnije sredstvo za uslišanje molitvi. Na taj način idu pravim putem u svim svojim poslovima, bilo da se tiču vjere ili dunjaluka.",
		"korkutTranslationOfAyah":"A kada te robovi Moji za Mene upitaju, Ja sam, sigurno, blizu: odazivam se molbi molitelja kad Me zamoli. Zato neka oni pozivu Mome udovolje i neka vjeruju u Mene, da bi bili na Pravome putu."
	},
	{
		"arabicTextofAyah":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
		"tafsirTextofAyah":"187. U početku je bilo zabranjeno da čovjek, ukoliko zaspi tokom ramazanske noći i probudi se prije sabaha, jede ili ima odnos sa svojom suprugom. Zatim je Uzvišeni Allah dokinuo taj propis i dozvolio vjernicima da imaju odnos sa svojim ženama u ramazanskim noćima. Žene su zastor i uzrok čednosti muževima, i muškarci su zastor i uzrok čednosti svojim ženama: ne mogu jedni bez drugih. Allah je znao da ćete sami sebe varati čineći ono što je On zabranio, pa vam se smilovao, oprostio vam i olakšao vam. Sada vam je dozvoljeno da imate odnos sa svojim ženama i time želite steći potomstvo koje vam je Allah odredio. Jedite i pijte cijelu noć, dok jasno ne budete vidjeli pravu zoru, kada se bjelina zore odvoji od crnine noći, a zatim postite od pojave zore do zalaska Sunca. Nemojte imati odnos sa svojim ženama ukoliko ste u itikafu u džamijama, jer intimni odnos kvari itikaf. Ovi spomenuti propisi su Allahove granice između halala i harama, pa se Allahovim granicama nikako ne približavajte, jer ko se približi Allahovim granicama u opasnosti je da ih pređe i upadne u haram. Ovako jasnim pojašnjenjem propisa Allah ljudima objašnjava Svoje ajete da bi bili bogobojazni, čineći ono što je naredio i kloneći se onoga što je zabranio.",
		"korkutTranslationOfAyah":"Dozvoljava vam se da se u noćima dok traje post sastajete sa svojim ženama; one su odjeća vaša, a vi ste njihova odjeća. Allah zna da vam je bilo teško, pa je prihvatio pokajanje vaše i oprostio vam. Zato se sada sastajte sa njima u želji da dobijete ono što vam je Allah već odredio. Jedite i pijte sve dok ne budete mogli razlikovati bijelu nit od crne niti zore; od tada postite sve do noći. Sa ženama ne smijete imati snošaja dok ste u i‘tikafu u džamijama. To su Allahove granice, i ne približujte im se! Eto tako Allah objašnjava ljudima propise Svoje da bi se onoga što im je zabranjeno klonili."
	},
	{
		"arabicTextofAyah":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"188. Nemojte jedni drugima uzimati imetak na nepropisan način, poput krađe, otimačine i prevare, i nemojte se služiti sudskim parnicama da biste, griješno, ljudima uzimali imetke, a znate da vam je Allah to zabranio. Činjenje grijeha uz znanje da je to grijeh je jedna od najružnijih stvari i iziskuje jednu od najvećih kazni.",
		"korkutTranslationOfAyah":"Ne jedite imovinu jedan drugoga na nepošten način i ne parničite se zbog nje pred sudijama da biste na grješan način i svjesno dio tuđe imovine pojeli!"
	},
	{
		"arabicTextofAyah":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
		"tafsirTextofAyah":"Pitaju te, o Poslaniče, o formiranju mlađaka i njegovim promjenama, a ti im odgovori o mudrosti tih pojava: \"Oni su ljudima oznake za vrijeme pomoću kojih znaju termine svojih ibadeta, poput mjeseci hadža, mjeseca posta, upotpunjenja godine od posjedovanja nisaba za zekat; i pomoću kojih znaju termine vezane za svoje međuljudske odnose, poput određivanja termina vraćanja dugova i isplate krvarina\". I nije dobročinstvo u tome da sa stražnje strane u kuće ulazite kada zanijetite stupanje u obrede hadža ili umre, kao što ste mislili u džahilijetu (predislamskom periodu), već je istinsko dobročinstvo biti bogobojazan, vanjštinom i nutrinom. Da ulazite u kuće kroz njihova vrata lakše vam je, jer vas Allah nije zadužio nečim u čemu je stvarna poteškoća. Napravite štit između sebe i Allahove kazne time što ćete činiti dobra djela, kako biste postigli ono što želite i spasili se od onoga čega se plašite.",
		"korkutTranslationOfAyah":"Pitaju te o mlađacima. Reci: \"Oni su ljudima oznake o vremenu i za hadžiluk.\" Ne iskazuje se čestitost u tome da sa stražnje strane u kuće ulazite, nego je čestitost u tome da se Allaha bojite. U kuće na vrata njihova ulazite i Allaha se bojte da biste postigli ono što želite."
	},
	{
		"arabicTextofAyah":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
		"tafsirTextofAyah":"190. I borite se, želeći uzdizanje Allahove riječi, protiv onih nevjernika koji se bore protiv vas, ne bi li vas od Allahove vjere odvratili, ali nemojte prekoračivati Allahove granice, pa da ubijate djecu, žene i starce, ili da mrcvarite ubijene i tome slično. Doista Allah ne voli one koji prelaze Njegove granice u onome što je propisao i odredio.",
		"korkutTranslationOfAyah":"I borite se na Allahovom putu protiv onih koji se bore protiv vas, ali vi ne otpočinjite borbu! – Allah, doista, ne voli one koji zapodijevaju kavgu."
	},
	{
		"arabicTextofAyah":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"191. Ubijajte ih gdje god ih nađete (jer su objavili rat islamu i muslimanima), i istjerajte ih iz mjesta iz kojih su oni vas istjerali – iz Meke. Smutnja koja je nastala usljed odvraćanja vjernika od njihove vjere i nastojanja da se vjernik preobrazi u nevjernika gora je nego ubistvo. Vi ih nemojte prvi napadati kod Svetog hrama, iz poštovanja prema njemu, sve dok oni vas prvi ne napadnu u njemu. Ako oni prvi počnu borbu u Svetom hramu, onda ih ubijajte. To njihovo ubijanje zbog toga što su učinili nasilje u Svetom hramu kazna je nevjernicima.",
		"korkutTranslationOfAyah":"I napadajte takve gdje god ih sretnete i progonite ih odande odakle su oni vas prognali. A zlostavljanje je teže od ubijanja! I ne borite se protiv njih kod Časnoga hrama, dok vas oni tu ne napadnu. Ako vas napadnu, onda ih ubijajte! – neka takva bude kazna za nevjernike."
	},
	{
		"arabicTextofAyah":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"192. Pa ako se oni okane od borbe protiv vas i svog nevjerstva, vi ih ostavite na miru. Doista Allah puno prašta onome ko se pokaje i ne kažnjava ga za prethodne grijehe. On je milostiv prema takvima i ne požuruje sa kaznom.",
		"korkutTranslationOfAyah":"A ako se prođu – pa, Allah zaista prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"193. Borite se protiv nevjernika sve dok ne nestane mnogoboštvo, nevjerstvo i odvraćanje ljudi od Allahovog puta, i dok Allahova vjera ne bude gornja. Ukoliko se okanu svog nevjerstva i odvraćanja od Allahovog puta, vi prestanite brobu protiv njih, jer nema neprijateljstva osim protiv onih koji zulum čine svojim nevjerovanjem i odvraćanjem od Allahovog puta.",
		"korkutTranslationOfAyah":"I borite se protiv njih sve dok mnogoboštva ne nestane i dok se Allahova vjera slobodno ispovijedati ne mogne. Pa ako se okane, onda neprijateljstvo prestaje, jedino protiv nasilnika ostaje."
	},
	{
		"arabicTextofAyah":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"194. Sveti mjesec u kojem vam je Allah omogućio da uđete na svetu teritoriju u Meki (Harem) i obavite umru sedme godine po Hidžri jest naknada za sveti mjesec u kojem su vas mnogobošci istjerali odatle šeste godine. I u Svetom gradu, i u svetim mjesecima i u svetim obredima (hadža i umre) važe propisi odmazde, pa ko učini nasilje u Haremu, ili u svetim mjesecima, ili dok je u obredima hadža ili umre – uzvratite mu istom mjerom, ali ne više od toga. Doista Allah ne voli one koji prekoračuju Njegove granice. Bojte se Allaha i ne prekoračujte ono što vam je dozvolio u navedenim mjestima, vremenima i obredima, i znajte da je Allah sa bogobojaznima, da ih upućuje i pomaže.",
		"korkutTranslationOfAyah":"Sveti mjesec je za sveti mjesec, a i u svetinjama vrijedi odmazda: onima koji vas napadnu uzvratite istom mjerom i Allaha se bojte, i znajte da je Allah na strani onih koji se grijeha klone."
	},
	{
		"arabicTextofAyah":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Udjeljujte imetak u pokornost Allahu, poput trošenja imetka za borbu na Allahovom putu, i za druga dobra djela, i nemojte sebe bacati u propast ostavljanjem borbe i udjeljivanja na Njegovom putu, ili činjenjem nečega što vas vodi u propast. Lijepo izvršavajte vaše ibadete, dobro činite u međuljudskim odnosima i lijepim se osobinama okitite jer Allah voli one koji su dobročinitelji u svim životnim aspektima. On će im veliku nagradu dati i na Pravi put uputiti.",
		"korkutTranslationOfAyah":"I imetak na Allahovom putu žrtvujte, i sami sebe u propast ne dovodite, i dobro činite – Allah, zaista, voli one koji dobra djela čine."
	},
	{
		"arabicTextofAyah":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"196. Obavite hadž i umru potpuno, želeći time dostići stepen gledanja u Allahovo lice, pa ako vas nešto ili neko spriječi da ih upotpunite, poput bolesti i neprijatelja, vi zakoljite ono što vam je lahko: devu, kravu ili ovcu, kako biste na taj način istupili iz obreda. Nemojte brijati niti kratiti kosu dok kurban ne dođe do mjesta na kojem ga je dozvoljeno zaklati. Ukoliko ste spriječeni od ulaska na svetu teritoriju (Harem), onda zakoljite kurban tu gdje ste spriječeni; ako pak niste spriječeni, onda zakoljite kurban u Mekanskom haremu na dan Kurban-bajrama ili u danima tešrika, danima nakon prvog dana Kurban-bajrama. Ko od vas bude bolestan, ili ima u kosi nešto što ga uznemirava, poput vaški i drugih parazita, pa obrije glavu zbog toga, takav nema grijeha, ali će se iskupiti zbog toga tako što će postiti tri dana, ili nahraniti šest siromaha u Mekanskom haremu, ili zaklati ovcu i njeno meso podijeliti siromasima Mekanskog harema. Ukoliko niste u opasnosti, onaj ko obavi umru u mjesecima hadža, prije početka samog hadža, i potom izađe iz obreda, propisno se oslobađajući zabrana koje važe za onog ko je u obredima dok ne započne obrede hadža te godine, neka zakolje ono što mu je lahko, poput ovce, ili neka učestvuje u sedmini krave ili deve. Ukoliko nije u (materijalnoj) mogućnosti da to učini, mora postiti tri dana dok je na hadžu i sedam dana kada se vrati kući nakon hadža, što je ukupno deset dana. To je vrsta hadža zvana temettu, u kojoj je obavezan kurban za onog ko ima materijalnih mogućnosti, ili post za onog ko nema materijalnih mogućnosti za kurban. Sve to važi za onog ko ne živi u Mekanskom haremu ili u njegovoj blizini, jer oni koji žive u Mekanskom haremu ili blizu njega nemaju potrebe za ovakvom vrstom obreda, i njima je dovoljno da obave tavaf umjesto umre. I bojte se Allaha primjenjivanjem onoga što je propisao i poštovanjem Njegovih granica, i znajte da Allah žestoko kažnjava onoga ko se suprotstavlja Njegovoj naredbi.",
		"korkutTranslationOfAyah":"Hadž i umru radi Allaha izvršavajte! A ako budete spriječeni, onda kurbane koji vam se nađu pri ruci zakoljite, a glave svoje, dok kurbani ne stignu do mjesta svoga, ne brijte. A onaj među vama koji se razboli ili ga glavobolja muči, neka se postom, ili milostinjom, ili kurbanom iskupi. Kada budete slobodni, obavite umru do hadža i zakoljite kurban do koga možete lahko doći. A onaj ko ga ne nađe neka posti tri dana u danima hadža, i sedam dana po povratku – to jest punih deset dana. To je za onoga koji nije iz Mekke. I bojte se Allaha i znajte da On teško kažnjava."
	},
	{
		"arabicTextofAyah":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"197. Vrijeme hadžskim obreda je u određenim poznatim mjesecima, koji počinju sa ševvalom a završavaju se sa prvom trećinom zulhidžeta. Ko sebe obaveže da obavi hadž u ovim mjesecima i otpočne obrede, zabranjeno mu je da čini ono što vodi spolnom odnosu, a pojačava se i zabrana činjenja grijeha kao i kazna za njih, zbog svetosti vremena i mjesta. Također, zabranjeno mu je da se upušta u raspravu koja uzrokuje srdžbu i sporove. Svako dobro koje uradite – Allah zna za njega, i nagradit će vas za to. Pomozite se u obavljanju hadža opskrbljivanjem potrepština: hrane i pića, i znajte da je najveća pomoć u svim vašim poslovima – bogobojaznost. Zato, bojte se Allaha primjenom Njegovih naredbi i klonjenjem onoga što je zabranio, o vi koji zdrave pameti imate.",
		"korkutTranslationOfAyah":"Hadž je u određenim mjesecima; onom ko se obaveže da će u njima hadž obavljati nema snošaja sa ženama i nema ružnih riječi, i nema svađe u danima hadža. A za dobro koje učinite Allah zna. I onim, što vam je potrebno za put, snabdijte se. A najbolja opskrba je bogobojaznost. I Mene se bojte, o razumom obdareni!"
	},
	{
		"arabicTextofAyah":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
		"tafsirTextofAyah":"198. Nije vam grijeh da tražite halal opskrbu preko trgovine ili na drugi način dok ste na hadžu. Kada krenete sa Arefata ka Muzdelifi, nakon stajanja na njemu, devetog dana a desete noći zulhidžeta, spominjite Allaha govoreći: \"Subhanallah – slavljen neka je Allah\"; \"La ilahe illallah –nema istinskog božanstva osim Allaha\", i upućujući dovu na Muzdelifi. Spominjite Allaha jer vas je On uputio da spoznate Njegovu vjeru i obrede hadža, nakon što ste nemarni bili prema Njegovom zakonu.",
		"korkutTranslationOfAyah":"Ne pripisuje vam se u grijeh ako od Gospodara svoga molite da vam pomogne da nešto steknete. A kada pođete sa Arefata, spominjite Allaha kod časnih mjesta; spominjite Njega, jer vam je On ukazao na Pravi put, a prije toga ste bili u zabludi."
	},
	{
		"arabicTextofAyah":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"199. Zatim krenite sa Arefata kao što to rade oni koji se ugledaju na Ibrahima, alejhis-selam, a ne kao pagani koji ne stoje na Arefatu. I tražite oprost od Allaha za svoje propuste u obavljanju onoga što vam je propisano, jer doista Allah puno prašta robovima koji se pokaju i milostiv je prema njima.",
		"korkutTranslationOfAyah":"Zatim krenite odakle kreću ostali ljudi i tražite od Allaha oprosta, jer Allah, uistinu, prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ",
		"tafsirTextofAyah":"200. Kada završite hadžske obrede, puno spominjite Allaha i hvalite Ga, kao što ste spominjali vaše pretke i hvalili se njima, pa i više od toga, jer svaka blagodat u kojoj uživate dolazi od Njega, Uzvišenog. Ljudi su različiti, neki su nevjernici i mnogobošci, vjeruju samo u ovaj, dunjalučki, život i od Allaha traže samo dunjalučke ukrase i blagodati poput zdravlja, imetka i djece, i takvi na ahiretu neće imati nikakvog udjela u blagodatima koje je Allah pripremio za Svoje robove vjernike, jer nevjernici su potpuno posvećeni dunjaluku i okrenuti od ahireta.",
		"korkutTranslationOfAyah":"A kad završite obrede vaše, opet spominjite Allaha, kao što spominjete pretke vaše, i još više Ga spominjite! Ima ljudi koji govore: \"Daj Ti nama, Gospodaru naš, na ovome svijetu!\" Takvi na onom svijetu neće imati ništa."
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ",
		"tafsirTextofAyah":"Druga kategorija ljudi jesu vjernici u Allaha i ahiret, i oni od Allaha traže dobro i na dunjaluku i činjenje dobrih djela na njemu, i traže džennet i spas od Vatre na ahiretu.",
		"korkutTranslationOfAyah":"A ima i onih koji govore: \"Gospodaru naš, podaj nam dobro i na ovome i na onome svijetu, i sačuvaj nas patnje u ognju!\""
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"Ti koji mole Allaha za dobro i dunjaluka i ahireta imat će veliku nagradu zbog dobrih djela koja su činili na dunjaluku, a Allah brzo obračunava djela.",
		"korkutTranslationOfAyah":"Njih čeka nagrada koju su zaslužili! – A Allah brzo sviđa račune."
	},
	{
		"arabicTextofAyah":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ",
		"tafsirTextofAyah":"203. I spominjite Allaha izgovarajući \"Allahu ekber – Allah je najveći\" i \"la ilahe illallah – nema istinskog božanstva osim Allaha\" u ovim malobrojnim posebnim danima: jedanaestom, dvanaestom i trinaestom zulhidžetu. Ko požuri i napusti Minu nakon gađanja džemreta dvanaestog dana zulhidžeta, ima pravo na to i nema grijeh, jer mu je Allah dao olakšicu, a ko ostane duže, do gađanja džemreta trinaestog dana, ima pravo na to i nema grijeha, taj je učinio ono što je potpunije i u tome slijedi Poslanika, sallallahu alejhi ve sellem. Sve to važi za one koji su Allahu pokorni na hadžu pa postupaju onako kako im je On naredio i boje Ga se provođenjem Njegovim naredbi i klonjenjem onoga što je zabranio, i uvjereni su da će se samo Njemu vratiti, i da će ih On za njihova djela kazniti ili nagraditi.",
		"korkutTranslationOfAyah":"I spominjite Allaha u određenim danima. A ni onome ko požuri i ostane samo dva dana nije grijeh; a neće se ogriješiti ni onaj koji se dulje zadrži, samo ako se grijeha kloni. I bojte se Allaha i znajte da ćete svi biti pred Njim sakupljeni."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ",
		"tafsirTextofAyah":"204. O Vjerovjesniče, među ljudima ima munafika čiji te govor na ovom svijetu zadivljuje, pa vidiš da lijepo priča skoro pa da te ubijedi da je iskren i da želi dobro, a ustvari želi da sačuva sebe i svoj imetak. On lažno priziva Allaha za svjedoka da je u njegovom srcu vjerovanje i dobro, a ustvari je žestoki neprijatelj muslimanima.",
		"korkutTranslationOfAyah":"Ima ljudi čije te riječi o životu na ovome svijetu oduševljavaju i koji se pozivaju na Allaha kao svjedoka za ono što je u srcima njihovim, a najljući su protivnici."
	},
	{
		"arabicTextofAyah":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ",
		"tafsirTextofAyah":"205. A kada se okrene i ode od tebe, žurno po Zemlji nered sije, čineći grijehe, uništavajući usjeve i ubijajući stoku, a Allah ne voli nered na Zemlji ni one koji ga čine.",
		"korkutTranslationOfAyah":"Čim se neki od njih dočepa položaja, nastoji napraviti na Zemlji nered, ništeći usjeve i stoku. – A Allah ne voli nered!"
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ",
		"tafsirTextofAyah":"206. Kada se tom smutljivcu uputi savjet: \"Boj se Allaha, poštuj Njegove granice i kloni se onoga što je zabranio\", njega sujeta i oholost sprečavaju da se vrati istini, pa još više srlja u grijeh. Takvom slijedi ulazak u džehennem, a grozno je on boravište!",
		"korkutTranslationOfAyah":"A kada mu se rekne: \"Boj se Allaha!\" – on onda iz inada griješi. Njemu je dosta Džehennem, a on je, doista, grozno boravište."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
		"tafsirTextofAyah":"207. Među ljudima ima vjernika koji su prodali svoj život utrošivši ga u pokornost svom Gospodaru i borbi na Njegovom putu, tražeći Njegovo zadovoljstvo. Allah je puno milostiv i milosrdan prema Svojim robovima.",
		"korkutTranslationOfAyah":"Ima ljudi koji se žrtvuju da bi Allaha umilostivili – a Allah je milostiv robovima Svojim."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
		"tafsirTextofAyah":"208. O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, uđite potpuno u islam i ništa od njega ne ostavljajte! Ne budite kao sljedbenici Knjige, koji vjerovaše u dio Knjige, a drugi dio porekoše. Nemojte ići šejtanovim stopama, jer vam je on, doista, jasni i otvoreni neprijatelj.",
		"korkutTranslationOfAyah":"O vjernici, živite svi u miru i ne idite stopama šejtanovim; on vam je, zaista, neprijatelj otvoreni."
	},
	{
		"arabicTextofAyah":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
		"tafsirTextofAyah":"209. Ukoliko skrenete nakon što su vam stigli jasni dokazi u kojima nema nimalo dvosmislenosti, onda imajte na umu da je Allah snažan i moćan, da su Njegove odredbe i propisi zasnovani na mudrosti, pa ga se bojte i veličajte Ga.",
		"korkutTranslationOfAyah":"A ako skrenete, nakon što su vam već došli jasni dokazi, onda znajte da je Allah silan i mudar."
	},
	{
		"arabicTextofAyah":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
		"tafsirTextofAyah":"201. Šta čekaju ovi što slijede šejtanove stope i što su skrenuli sa puta istine? Da li čekaju da im dođe Allah Uzvišeni na Sudnjem danu, onako kako Njemu dolikuje, u tminama oblaka, da im presudi? I da im dođu meleki, koji će ih okružiti sa svih strana? Tada će se Allahova odredba provesti nad njima, i samo Njemu se sve vraća.",
		"korkutTranslationOfAyah":"Čekaju li oni da im Allahova kazna dođe iz vedra neba, i meleki, i da bude svemu kraj?! – A Allahu se sve vraća."
	},
	{
		"arabicTextofAyah":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"O Vjerovjesniče, pitaj potomke Israilove, koreći ih: \"Koliko vam je Allah pokazao jasnih znakova i dokaza istinitosti poslanika? Pa ste ih u laž utjerali i od njih se okrenuli?\" Ko Allahovu blagodati zamijeni za nevjerstvo i poricanje nakon što je jasno spozna, doista će ga Allah žestoko kazniti, kao i sve nevjernike poricatelje.",
		"korkutTranslationOfAyah":"Upitaj sinove Israilove koliko smo im jasnih dokaza dali! A one koji preinačuju Allahove dokaze, kada su im već došli, Allah će zaista strahovito kazniti."
	},
	{
		"arabicTextofAyah":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ",
		"tafsirTextofAyah":"212. Nevjernicima u Allaha uljepšan je dunjalučki život, njegove prolazne ljepote i njegova prolazna uživanja, i oni se ismijavaju sa onima koji vjeruju u Allaha i Sudnji dan, ali bogobojazni ljudi, koji čine ono što je On naredio i klone se onoga što je On zabranio, bit će na ahiretu iznad ovih nevjernika, kada ih Allah nastani u edenske vrtove. Allah daje ono što On hoće onim stvorenjima kojima On hoće, bez bilo kakvog računa.",
		"korkutTranslationOfAyah":"Nevjernicima se život na ovome svijetu čini lijepim i oni se rugaju onima koji vjeruju. A na Sudnjem danu biće iznad njih oni koji su se Allaha bojali i grijeha klonili. – A Allah daje u obilju onome kome On hoće, bez računa."
	},
	{
		"arabicTextofAyah":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ",
		"tafsirTextofAyah":"213. Ljudi su bili jedna zajednica, na uputi, na vjeri svog oca Adema, sve dok ih šejtan nije odveo u zabludu, pa su se podijelili na nevjernike i vjernike. Zbog toga je Allah slao poslanike da pokorne vjernike obraduju onim što im je Allah pripremio iz Svoje milosti, i da upozore nevjernike na žestoku kaznu koju im je Allah pripremio. On je Svojim poslanicima objavio Knjige koje sadrže istinu u koju nema sumnje, kako bi među ljudima sudili kada se raziđu oko onoga što im je objavljeno. Ljudi se nisu razišli oko Tevrata osim dijela jevreja kojima je dato znanje, nakon što su im došli Allahovi dokazi da je Tevrat istina od Allaha, i da se oko njega ne smiju razilaziti. To su oni učinili zbog svoje nepravednosti, pa je Allah uputio vjernike da spoznaju istinu i odvoje je od zablude, Njegovom dozvolom i željom. On upućuje koga On hoće na Pravi put, na put vjerovanja.",
		"korkutTranslationOfAyah":"Svi ljudi su sačinjavali jednu zajednicu, i Allah je slao vjerovjesnike da donose radosne vijesti i opomene, i po njima je slao Knjigu, samu istinu, da se po njoj sudi ljudima u onome u čemu se ne bi oni slagali. A povod neslaganju bila je međusobna zavist, baš od onih kojima je data Knjiga, i to kada su im već bili došli jasni dokazi; i onda bi Allah, voljom Svojom, uputio vjernike da shvate pravu istinu o onome u čemu se nisu slagali. – A Allah ukazuje na Pravi put onome kome On hoće."
	},
	{
		"arabicTextofAyah":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ",
		"tafsirTextofAyah":"214. Ili ste mislili, o vjernici, da ćete ući u džennet prije nego što vas pogodi iskušenje prijašnjih naroda. Njih je pogađalo teško siromaštvo, pogađala ih je bolest, uzdrmali su ih strahovi, da bi nekada iskušenje bilo toliko jako da su željeli požuriti Allahovu pomoć, pa bi poslanik i vjernici rekli: \"Kada će Allahova pomoć?\" Ali uistinu, Allahova pomoć je blizu onih koji vjeruju u Njega i na Njega se oslanjaju.",
		"korkutTranslationOfAyah":"Zar vi mislite da ćete ući u Džennet, a još niste iskusili ono što su iskusili oni koji su prije vas bili i nestali? Njih su satirale neimaština i bolest, i toliko su bili uznemiravani da bi i poslanik, i oni koji su s njim vjerovali – uzviknuli: \"Kada će već jednom Allahova pomoć!?\" Eto, Allahova pomoć je zaista blizu!"
	},
	{
		"arabicTextofAyah":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
		"tafsirTextofAyah":"215. Pitaju te tvoji drugovi, Vjerovjesniče, šta da udijele od svojih raznovrsnih imetaka i u koje svrhe? Odgovori im: \"Ono što udijelite od halal-imetka neka bude za roditelje, zatim najbliže rođake shodno potrebi, zatim potrebnim siročadima, siromasima koji nemaju imetka, te putnicima koje je put odvojio od porodice i domovine i nemaju sredstava da se vrate. Koliko god dobra da uradite, o vjernici, bilo malo ili mnogo, doista vam Allah to zna, Njemu ništa od toga nije skriveno, i On će vas za to nagraditi.\"",
		"korkutTranslationOfAyah":"Pitaju te kome će udjeljivati. Reci: \"Imetak koji udjeljujete neka pripadne roditeljima, i rođacima, i siročadi, i siromasima, i putnicima; a za dobro koje učinite Allah sigurno zna.\""
	},
	{
		"arabicTextofAyah":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"216. O vjernici, obavezna vam je borba na Allahovom putu, iako je ona mrska ljudskoj prirodi zbog toga što u sebi sadrži trošenje imetka i života. Ali možda vam je nešto mrsko, a ono je, u stvarnosti, dobro i korisno za vas, poput borbe na Allahovom putu. Borba, pored velike nagrade, donosi i pobjedu nad neprijateljima i uzdizanje Allahove riječi. Možda nešto volite, a ono je loše po vas, poput ostavljanje borbe na Allahovom putu. To za sobom povlači poniženje i ovladavanje neprijatelja vama. Allah savršeno zna šta je najbolje i šta je najgore, dok vi to ne znate, pa se zato odazovite Njegovoj naredbi, jer u tome je veliko dobro za vas.",
		"korkutTranslationOfAyah":"Propisuje vam se borba, mada vam nije po volji! – Ne volite nešto, a ono može biti dobro za vas; nešto volite, a ono ispadne zlo po vas. – Allah zna, a vi ne znate."
	},
	{
		"arabicTextofAyah":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"217. O Vjerovjesniče, ljudi te pitaju o propisu borbe u svetim mjesecima: zulkadi, zulhidži, muharemu i redžebu, pa im odgovori da je borba u tim mjesecima veoma ružna stvar kod Allaha, kao što je i ono što su uradili mnogobošci, odvraćajući od Allahova puta, veoma ružna stvar, pa zabranjivanje vjernicima da uđu u Sveti hram, izbacivanje ljudi iz njega, jest kod Allaha gore od borbe u svetom mjesecu, i mnogoboštvo koje čine, veći je grijeh kod Allaha od ubijanja. I mnogobošci će nastaviti da se bore protiv vas, nepravedno, o vjernici, sve dok vas ne odvrate od vaše istinite vjere i vrate u njihovu neispravnu vjeru, ako ikako budu mogli. A onome ko od vas napusti svoju vjeru i umre kao nevjernik, sva dobra djela će mu propasti i skončat će vječno u džehennemu.",
		"korkutTranslationOfAyah":"Pitaju te o svetom mjesecu, o ratovanju u njemu. Reci: \"Ratovanje u njemu je veliki grijeh; ali je nevjerovanje u Allaha i odvraćanje od Njegova puta i časnih mjesta i izgonjenje stanovnika njegovih iz njih još veći grijeh kod Allaha. A zlostavljanje je gore od ubijanja! Oni će se neprestano boriti protiv vas da vas odvrate od vjere vaše, ako budu mogli. A oni među vama koji od svoje vjere otpadnu i kao nevjernici umru – njihova djela biće poništena i na ovome i na onome svijetu, i oni će stanovnici Džehennema biti, u njemu će vječno ostati."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"218. Zaista oni koji vjeruju u Allaha i Njegovog Poslanika, i ostavljaju svoje domove čineći hidžru ka Allahu i Poslaniku, i bore se da Allahova riječ bude gornja – nadaju se Allahovoj milosti i Allahovom oprostu, a Allah puno prašta grijehe Svojih robova i puno je milostiv prema njima.",
		"korkutTranslationOfAyah":"Oni koji vjeruju i koji se isele i bore na Allahovom putu, oni se mogu nadati Allahovoj milosti. – A Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
		"tafsirTextofAyah":"219. Pitaju te tvoji drugovi, o Vjerovjesniče o hamru (a to je sve ono što opija razum), propisu njegovog konzumiranja i kupoprodaje, o pitaju te o kocki, koja podrazumijeva natjecanje dviju strana, od koje svaka ulaže određeni imetak, pa im reci: \"U ta dva postupka nalazi se velika šteta, kako za vjeru, tako i za život na ovome svijetu, poput gubljenja razuma i imetka, pojave neprijateljstva i mržnje, a također ima i mala korist koja se ogleda u dolasku do imetka. Međutim, šteta i negativne posljedice su daleko veći od koristi.\" Razuman čovjek se udaljava od onoga u čemu je šteta veća od koristi. Ovo pojašnjenje je uvod u zabranu alkohola. O Vjerovjesniče, tvoji te ashabi pitaju i o količini imetka kojeg trebaju davati dobrovoljno, pa im odgovori: \"Dajite samo ono što vam je višak.\" U početku je bilo ovako, a nakon toga je Allah propisao obavezni zekat, koji je vezan za posebnu vrstu imetka i koji se daje posebno određenim kategorijama. Kroz ovu veoma jasnu napomenu Allah vam pojašnjava pravne propise kako biste razmislili.",
		"korkutTranslationOfAyah":"Pitaju te o vinu i kocki. Reci: \"Oni donose veliku štetu, a i neku korist ljudima, samo je šteta od njih veća od koristi.\" I pitaju te koliko da udjeljuju. Reci: \"Višak!\" Eto, tako vam Allah objašnjava propise da biste razmislili"
	},
	{
		"arabicTextofAyah":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"220. To je propisano da biste razmislili o onome što vam koristi na dunjaluku i na ahiretu. I pitaju te tvoji drugovi, o Vjerovjesniče, o starateljstvu nad jetimima, kako da postupaju prema njima, da li da svoje imetke miješaju sa njihovim pri njihovom opskrbljivanju, hranjenju, smještaju, a ti im odgovori: \"Davanje prednosti popravljanju njihovog imovinskog stanja bez miješanja njihovog imetka sa svojim i bez uzimanja naknade iz njihovih imetaka bolje je za vas kod Allaha i za to vam slijedi veća nagrada, i to je bolje i za njih i njihove imetke, jer im se tako čuvaju imeci. Međutim, ako sa njima učestvujete tako da njihov imetak pripojite svom, radi obezbjeđivanja životnih potrepština i stanovanja, nije vam grijeh, jer su oni vaša braća po vjeri, a braća pomažu jedni druge, i vode računa jedni o drugima. Allah zna ko od vas ima pokvarene, a ko ispravne želje pri miješanju u imetak jetima koji su mu povjereni. Da Allah želi da vam oteža vođenje računa o jetimima, otežao bi vam, ali On Uzvišeni želi da vam olakša u vašem ophođenju sa njima, jer je Njegov zakon izgrađen i zasnovam na olakšavanju. Doista je Allah silan, niko Ga ne može savladati, i doista je On mudar u Svom stvaranju, upravljanju i propisivanju zakona.",
		"korkutTranslationOfAyah":"i o ovome i o onome svijetu. I pitaju te o siročadi. Reci: \"Bolje je imanja njihova unaprijediti!\" A ako budete s njima zajedno živjeli, pa oni su braća vaša, a Allah umije razlikovati pokvarenjaka od dobročinitelja. Da je Allah htio, mogao vam je propisati ono što vam je teško; On je, doista, silan i mudar."
	},
	{
		"arabicTextofAyah":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
		"tafsirTextofAyah":"221. O vjernici, nemojte ženiti one koje Allahu druga pripisuju sve dok samo u Allaha Jedinog ne povjeruju, dok ne uđu u islam. Doista je robinja koja vjeruje u Allaha i Poslanika bolja od slobodne žene koja obožava kipove, makar vam se svidjela njena ljepota i privuklo vas njeno bogatstvo. I nemojte udavati muslimanke za mnogobošce! Doista je rob koji vjeruje u Allaha i Njegovog Poslanika bolji od slobodnog čovjeka mnogobošca, makar vam se svidio. Ti ljudi i te žene koji čine širk pozivaju svojim riječima i djelima u ono što vodi u džehennem, a Allah poziva u dobra djela koja vode u džennet i oprost od grijeha, Njegovom dozvolom i dobrotom. On objašnjava Svoje ajete ljudima kako bi iz njih pouku uzeli i po njima radili.",
		"korkutTranslationOfAyah":"Ne ženite se mnogoboškinjama dok ne postanu vjernice; uistinu je robinja-vjernica bolja od mnogoboškinje, makar vam se i sviđala. Ne udavajte vjernice za mnogobošce dok ne postanu vjernici; uistinu je rob-vjernik bolji od mnogobošca, makar vam se i dopadao. Oni zovu u Džehennem, a Allah, voljom Svojom, nudi Džennet i oprost, i objašnjava ljudima dokaze Svoje, da bi razmislili."
	},
	{
		"arabicTextofAyah":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ",
		"tafsirTextofAyah":"222. Pitaju te tvoji drugovi, o Vjerovjesniče, od hajzu (menstruaciji, prirodnoj krvi koja izlazi iz rodnice u određenom periodu). Odgovori im: \"Hajz je neprijatnost i za čovjeka i za ženu, pa se klonite spolnog odnosa sa ženama za vrijeme hajza, sve dok se ne završi i dok se ne okupaju. Nakon toga možete sa njima imati odnos na način koji je Allah dozvolio, i to dok su čiste i u njihov spolni organ. Doista Allah voli one koji se puno kaju od grijeha i koji se puno čiste od prljavština.\"",
		"korkutTranslationOfAyah":"I pitaju te o mjesečnom pranju. Reci: \"To je neprijatnost.\" Zato ne općite sa ženama za vrijeme mjesečnog pranja, i ne prilazite im dok se ne okupaju. A kada se okupaju, onda im prilazite onako kako vam je Allah naredio. – Allah zaista voli one koji se često kaju i voli one koji se mnogo čiste."
	},
	{
		"arabicTextofAyah":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"223. Vaše žene su vaše njive u koje sijete i koje vam rađaju djecu, kao što zemlja rađa plodove, pa sa njima imajte odnos u ono mjesto u koje biva sijanje – spolni organ – onako kako želite. I osigurajte za sebe dobra djela, u koja spada i intimni odnos sa suprugom sa namjerom približavanja Allahu, nadajući se čestitom potomstvu. Bojte se Allaha provođenjem Njegovih naredbi i klonjenjem onoga što je zabranio, u šta spadaju i Njegovi propisi glede žena. I znajte da ćete Ga sresti na Sudnjem danu i da ćete pred Njega stati, kao i da će vam On dati naknadu za vaša djela. O Vjerovjesniče, obraduj vjernike vječnim uživanjem koje će dobiti kada sretnu svog Gospodara i kada vide Njegovo plemenito lice.",
		"korkutTranslationOfAyah":"Žene vaše su njive vaše, i vi njivama vašim prilazite kako hoćete, a pripremite što i za duše svoje. I bojte se Allaha i znajte da ćete pred Njega stati. A ti obraduj prave vjernike!"
	},
	{
		"arabicTextofAyah":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"224. Ne činite svoju zakletvu Allahom dokazom za nečinjenje dobrih djela i za nepopravljanje međuljudskih odnosa. Ako se zakunete da nećete činiti neko dobro djelo, vi ipak učinite to dobro djelo i iskupite se za vašu zakletvu. Allah čuje ono što govorite i radite, i On će vam dati naknadu za to.",
		"korkutTranslationOfAyah":"I neka vam zakletva Allahom ne bude prepreka u ispravnom životu, na putu čestitosti i u nastojanju da pomirite ljude. – A Allah sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ",
		"tafsirTextofAyah":"225. Allah vas ne obračunava za vaše zakletve koje nenamjerno izgovorite, kao kada neko od vas kaže: \"Ne, Allaha mi\", ili: \"Da, Allaha mi.\" Za to nije potreban iskup, niti za to ima kazne. Međutim, Allah će vas obračunavati za namjerne zakletve. A On puno prašta grijehe robova Svojih i On je veoma strpljiv i ne žuri da ih kazni.",
		"korkutTranslationOfAyah":"Allah vas neće kazniti ako se nenamjerno zakunete, ali će vas kazniti ako pod zakletvom nešto namjerno učinite. – A Allah prašta i blag je."
	},
	{
		"arabicTextofAyah":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"226. Oni koji se zaklinju da neće imati intimni odnos sa svojim ženama imaju rok od četiri mjeseca od kad se zakunu. Ovo se naziva \"el-ila\". Ukoliko u tom roku budu imali odnos sa njima, Allah će im oprostiti tu zakletvu, i On je bio milostiv prema njima kada im je propisao iskup kao izlaz iz ove zakletve.",
		"korkutTranslationOfAyah":"Onima koji se zakunu da se neće približavati ženama svojim, rok je samo četiri mjeseca; i ako se vrate ženama – pa, Allah zaista prašta i milostiv je;"
	},
	{
		"arabicTextofAyah":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"227. Ukoliko budu htjeli razvod svojim nastavljanjem bojkotovanja supruga, Allah dobro čuje ono što oni govore, a u šta spada i razvod, i On dobro zna sva njihova stanja i sve njihove intencije, i obračunat će ih za to.",
		"korkutTranslationOfAyah":"a ako odluče da se rastave – pa, Allah doista sve čuje i zna."
	},
	{
		"arabicTextofAyah":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
		"tafsirTextofAyah":"228. Razvedene žene trebaju čekati tri mjesečna pranja i ne smiju se udavati prije završetka trećeg mjesečnog pranja. Nije im dozvoljeno da sakriju ako su trudne, ako iskreno vjeruju u Allaha i Sudnji dan. Njihovi muževi koji su ih razveli imaju najveće pravo da ih vrate tokom ovog pričeka od tri mjesečna pranja, ukoliko tim vraćanjem žele lijep život sa njima i otklanjanje onoga što je uzrokovalo razvod. Žene imaju prava i obaveze kao što muževi imaju prava i obaveze, shodno običaju. Muškarci imaju jedan stepen više koji se ogleda u obaveznosti vođenja računa o cijeloj porodici i odgovornosti za nju, i posjeduju pravo razvoda, a Allah je Silni kojeg ništa ne može savladati, i Mudri u Svom propisivanju zakona i upravljanju.",
		"korkutTranslationOfAyah":"Raspuštenice neka čekaju tri mjesečna pranja; i nije im dopušteno kriti ono što je Allah stvorio u matericama njihovim, ako u Allaha i u onaj svijet vjeruju. Muževi njihovi imaju pravo da ih, dok one čekaju, vrate ako žele dobro djelo učiniti. One imaju isto toliko prava koliko i dužnosti, prema zakonu – samo, muževi imaju prednost pred njima za jedan stepen. – A Allah je silan i mudar."
	},
	{
		"arabicTextofAyah":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"Čovjek ima pravo na vraćanje žene nakon prvog i drugog razvoda, tj. ako je razvede pa vrati, te razvede i opet vrati. Kada je drugi put razvede pa vrati, neka je ili zadrži za suprugu i sa njom lijepo živi, ili neka je razvede po treći put, uz lijepo ophođenje prema njoj i ispunjavanje njenih prava. Nije vam dozvoljeno, o muževi, da uzmete išta od vjenčanog dara koji ste dali svojim suprugama. Ukoliko žena bude mrzila svog muža zbog ružnoće u njegovom ponašanju ili izgledu, i smatraju da zbog te mržnje neće ispuniti svoje bračne obaveze, neka svoj slučaj izlože nekom od rođaka ili nekom drugom. Ako se arbitri boje da supružnici neće ispuniti svoje bračne obaveze, nema zapreke da žena sebe otkupi time što će dati imetak (od mehra) mužu da je pusti. To su šerijatski propisi koji razdvajaju između halala i harama, pa ih nemojte prekoračivati. Ko pređe Allahove granice između halala i harama, takav je pravi nepravednik prema sebi, jer sebe vodi u propast i izlaže Allahovoj srdžbi i kazni.",
		"korkutTranslationOfAyah":"Puštanje može biti dvaput, pa ih ili velikodušno zadržati ili im na lijep način razvod dati. A vama nije dopušteno uzimati bilo šta od onoga što ste im darovali, osim ako se njih dvoje plaše da Allahove propise neće izvršavati. A ako se bojite da njih dvoje Allahove propise neće izvršavati, onda im nije grehota da se ona otkupi. To su Allahovi propisi, pa ih ne narušavajte! A oni koji Allahove propise narušavaju, nepravedni su."
	},
	{
		"arabicTextofAyah":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"230. Ako je njen muž treći put razvede, nije mu dozvoljeno da je oženi više, osim ako se ona uda za nekog drugog na ispravan način sa namjerom da ostane u tom braku, a ne da se vrati prvom mužu, i ako taj drugi muž sa njom ima intimni odnos u tom braku. Ukoliko je taj drugi muž razvede ili umre, onda nema grijeha toj ženi da se ponovo uda za prvog muža, sklapajući novi bračni ugovor i određujući novi mehr, pod uslovom da kod njih preovlada mišljenje da će poštovati Allahove zakone u onome što im je obavezno kao supružnicima. To su Allahovi zakoni koje On objašnjava ljudima kako bi naučili Njegove zakone i granice i okoristili se time.",
		"korkutTranslationOfAyah":"A ako je opet pusti, onda mu se ne može vratiti što se neće za drugoga muža udati. Pa ako je ovaj pusti, onda njima dvoma nije grijeh da se jedno drugome vrate, ako misle da će Allahove propise izvršavati; to su Allahove odredbe, On ih objašnjava ljudima koji žele znati."
	},
	{
		"arabicTextofAyah":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"231. Kada razvedete svoje žene pa se približe kraju pričeka, još uvijek imate pravo na lijep način da ih vratite, ili da ih ostavite do kraja pričeka. Nemojte ih vraćati da biste im naštetili i nepravdu činili, kao što su to radili pagani. To ko radi kako bi im naštetio, takav je sebi nepravdu učinio, jer se izložio grijehu i kazni. Nemojte se igrati Allahovim ajetima, i sjetite se Allahovih blagodati prema vama, a jedna od najvećih blagodati je Njegovo objavljivanje Kur'ana i sunneta. Allah vas na ovo podsjeća kako bi vas podstakao i upozorio, pa bojte se Allaha činjenjem onoga što je naredio i klonjenjem onoga što je zabranio, i znajte da Allah sve zna, da Mu ništa skriveno nije i da će vas nagraditi ili kazniti za vaša djela.",
		"korkutTranslationOfAyah":"Kada pustite žene, onda ih, prije nego što ispune njima propisano vrijeme za čekanje, ili na lijep način zadržite ili ih velikodušno otpremite. I ne zadržavajte ih da biste im učinili nasilje; a onaj ko tako postupi – ogriješio se prema sebi. Ne igrajte se Allahovim propisima i neka vam je na umu blagodat koju vam Allah daje, i Knjiga, i mudrost koju vam objavljuje, kojom vas savjetuje. Allaha se bojte i da Allah sve zna – na umu imajte!"
	},
	{
		"arabicTextofAyah":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"232. Ako razvede svoje žene manje od tri puta, i završi se njihov priček, nemojte ih sprečavati, o staratelji, da se vrate svojim muževima novim bračnim ugovorom, ako to žele i ako su saglasne sa svojim muževima oko toga. Tim propisom, koji u sebi sadrži zabranu njihovog sprečavanja, opominje se onaj od vas koji vjeruje u Allaha i Sudnji dan. Takav postupak uzrokuje mnogo dobra za vas, i čistiji je za vašu čast i vaša djela. Allah zna suštinu i rezultate svega, dok vi ne znate.",
		"korkutTranslationOfAyah":"A kada pustite žene i one ispune njima propisano vrijeme za čekanje, ne smetajte im da se ponovo udaju za svoje muževe, kada se slože da lijepo žive. Ovim se savjetuju oni među vama koji vjeruju u Allaha i u onaj svijet. To vam je bolje i ljepše. A Allah sve zna, a vi ne znate."
	},
	{
		"arabicTextofAyah":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"233. Neka majke doje svoju djecu cijele dvije godine, za onoga ko želi da ispoštuje cijeli period dojenja. Otac djeteta mora izdržavati majku tog djeteta koja ga doji, a koju je razveo, i mora joj obezbijediti odjeću, shodno onome što je običaj u tom mjestu, bez suprotstavljanja šerijatu. Allah nikog ne zadužuje preko njegovih mogućnosti. Nijednom roditelju nije dozvoljeno da dijete koristi kako bi naštetio onom drugom. Ukoliko dijete nema oca, i nema svoj imetak (kojeg je dobio kao nasljedstvo, poklon i tome slično), nasljedniku djeteta obavezno je isto što i ocu. Ukoliko roditelji djeteta žele odbiti dijete od dojenja prije navršavanja dvije godine, nemaju grijeha u tome, ako to bude nakon što se dogovore i slože oko nečega što je dobro za dijete. Ako, pak, želite da vam djecu doje neke druge žene mimo njihovih majki, nemate grijeha u tome, ako im platite onoliko koliko ste se dogovorili, bez umanjivanja i bez odugovlačenja. I bojte se Allaha činjenjem onoga što je naredio i klonjenjem onoga što je zabranio, i znajte da Allah vidi ono što radite, i da Mu ništa skriveno nije, i da će vas obračunati za djela koja ste činili.",
		"korkutTranslationOfAyah":"Majke neka doje djecu svoju pune dvije godine onima koji žele da dojenje potpuno bude. Otac djeteta ih je dužan prema svojoj mogućnosti hraniti i odijevati. Niko neka se ne zadužuje iznad mogućnosti svojih: majka ne smije trpiti štetu zbog djeteta svoga, a ni otac zbog svoga djeteta. I nasljednik je dužan sve to. A ako njih dvoje na lijep način i sporazumno odluče dijete odbiti, to nije grijeh. A ako zaželite da djeci svojoj dojilje nađete – pa, nije grijeh kada od srca ono što ste naumili dadete. Allaha se bojte i znajte da Allah dobro vidi ono što radite."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"Žena čiji čovjek umre, a nije trudna dužna je čekati četiri mjeseca i deset dana, i u tom periodu joj je zabranjeno da izlazi iz muževe kuće, kao i da se ukrašava ili uda. Kada istekne taj period, nemate grijeha, o staratelji, za ono što one urade, a što im je bilo zabranjeno tokom tog perioda, ukoliko je ono što urade u skladu sa šerijatom i običajem tog mjesta. Allah detaljno zna ono što radite, ništa Mu nije skriveno što tajno i javno govorite i činite, i On će vas obračunati.",
		"korkutTranslationOfAyah":"Žene su dužne čekati četiri mjeseca i deset dana poslije smrti svojih muževa. I kada one ispune njima propisano vrijeme za čekanje, vi niste odgovorni za ono što one, po zakonu, sa sobom urade – a Allah dobro zna ono što vi radite."
	},
	{
		"arabicTextofAyah":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
		"tafsirTextofAyah":"235. Nemate grijeha ako ukažete ženi koja je u pričeku zbog smrti muža ili neopozivog razvoda, da želite stupiti u brak sa njom, bez izravnog ispoljavanja te želje i namjere. Primjera radi, kada bi neko kazao: \"Obavijesti me o završetku svog pričeka!\" Nemate grijeha ako u sebi krijete želju da se oženite tom ženom nakon njenog pričeka. Allah Uzvišeni zna da ćete o tome misliti jer imate veliku želju za njima, pa vam je dozvolio da putem određenih naznaka, ali ne izravno, iskažete tu želju. Čuvajte se toga da im u tajnosti obećate brak, dok su one još u pričeku, osim ako se radi na uobičajen način. Ne odlučujte se na brak dok traje priček i znajte da Allah poznaje ono što krijete od onoga što vam je dozvolio, ali i od onoga što vam je zabranio, pa se pripazite i ne odstupajte od Njegove naredbe. Znajte da Allah prašta onome ko se pokaje i da je blag pa ne požuruje da vas kazni.",
		"korkutTranslationOfAyah":"I nije vam grehota ako tim ženama na znanje date da ćete ih vi zaprositi ili ako to u dušama svojim krijete. Allah zna da ćete o njima misliti, ali im potajno ništa ne obećavajte, samo pošteno govorite. I ne odlučujte se na brak prije nego što propisano vrijeme za čekanje ne isteče; i imajte na umu da Allah zna šta je u dušama vašim, pa Ga se pričuvajte, i znajte da On prašta i da je blag."
	},
	{
		"arabicTextofAyah":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Nemate grijeha ako svoje žene s kojima ste sklopili bračni ugovor razvedete prije nego što sa njima odnos imate, i prije nego što im mehr odredite. Kada ih razvedete u ovakvoj situaciji, nije vam obavezno da im date mehr, već im kao poklon darujte nešto što će im biti utjeha, shodno svojim mogućnostima, bilo da ste bogati ili siromašni. Ovaj dar je pritvrđena obaveza dobročiniteljima, koji dobro čine u svojim djelima i ophođenjima sa ljudima.",
		"korkutTranslationOfAyah":"Nije vaš grijeh ako žene pustite prije nego što u odnos s njima stupite, ili prije nego što im vjenčani dar odredite. I velikodušno ih darujte darom, zakonom propisanim: imućan prema svome stanju, a siromah prema svome; to je dužnost za one koji žele dobro djelo učiniti."
	},
	{
		"arabicTextofAyah":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ",
		"tafsirTextofAyah":"Ako razvedete svoje žene prije nego što odnos sa njima imate, a već ste im mehr odredili, obavezno vam je da im date pola tog mehra, osim da vam one halale – ako su razborite – ili da vi, kao muževi, dobrovoljno date cijeli mehr. Da jedni prema drugima budete tolerantni u međusobnim pravima i obavezama bliže je bogobojaznosti i pokornosti Allahu. I ne zaboravite, o ljudi, da jedni prema drugima dobri i tolerantni budete, jer Allah savršeno vidi ono što radite. Zato se trudite u činjenju dobra kako biste postigli nagradu kod Allaha.",
		"korkutTranslationOfAyah":"A ako ih pustite prije nego što ste u odnos sa njima stupili, a već ste im vjenčani dar odredili, one će zadržati polovinu od onoga što ste odredili, osim ako se ne odreknu ili ako se ne odrekne onaj koji odlučuje o sklapanju braka; a ako se odreknete, to je bliže čestitosti. I ne zaboravite da jedni prema drugima velikodušni budete, ta Allah zaista vidi šta radite."
	},
	{
		"arabicTextofAyah":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ",
		"tafsirTextofAyah":"Čuvajte namaze tako što ćete ih obavljati potpuno, kako je Allah naredio, i čuvajte posebno srednji namaz – ikindiju. Pred Allahom, u namazu, ponizno i skrušeno stojte.",
		"korkutTranslationOfAyah":"Redovno molitvu obavljajte, naročito onu krajem dana, i pred Allahom ponizno stojte."
	},
	{
		"arabicTextofAyah":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Ako se budete bojali neprijatelja i tome slično, i ne budete mogli da potpuno obavljate namaz, onda klanjajte hodajući ili jašući na devama, konjima i tome slično, ili kako god možete. Kada se više ne budete bojali, spominjite Allaha onako kako vas je naučio. U spominjanje Allaha spada i Njegovo spominjanje u namazu na potpun način. Također, spominjite Ga zato što vas je On naučio uputi i svjetlosti za koje niste znali.",
		"korkutTranslationOfAyah":"Ako se budete nečega bojali, onda hodeći ili jašući. A kada budete sigurni, spominjite Allaha onako kako vas je On naučio onome što niste znali."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"Oni od vas kojima se primiče smrt, a iza sebe ostavljaju supruge, trebaju za njih oporučiti da im se osigura stanovanje i izdržavanje godinu dana, i da ih iko od vaših nasljednika istjera. To je utjeha za njih i vjernost i poštovanje prema umrlome. Ukoliko one svojevoljno izađu prije isteka godinu dana, vi nemate grijeha za ono što one urade, niti one imaju grijeha za to, bilo da se namirišu ili ukrase. Allah je silan i mudar u Svom upravljanju, propisivanju zakona i određivanju. Većina mufesira smatra da je propis ovog ajeta dokinut ajetom: \"Oni od vas koji umru ostavljajući supruge svoje, njihove supruge dužne su čekati četiri mjeseca i deset dana.\" (el-Bekara, 234)",
		"korkutTranslationOfAyah":"Oni među vama kojima se primiče smrt, a koji ostavljaju iza sebe žene – trebaju im oporukom unaprijed za godinu dana odrediti izdržavanje i da se one ne udaljuju iz kuće. A ako je same napuste, vi niste odgovorni za ono što one sa sobom, po zakonu, urade; – a Allah je silan i mudar."
	},
	{
		"arabicTextofAyah":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Razvedenim ženama pripada otpremnina u vidu odjeće, novca ili nečega drugog, kao utjeha nakon što su slomljene razvodom, na lijep način, shodno imućnom stanju čovjeka, bilo da je bogat ili siromašan. Ovaj propis je pritvrđen za one koji se Allaha boje primjenom onoga što je naredio i klonjenjem onoga što je zabranio.",
		"korkutTranslationOfAyah":"Raspuštenicama pripada pristojna otpremnina, dužnost je da im to daju oni koji se Allaha boje!"
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
		"tafsirTextofAyah":"Kao u prethodnom primjeru, o vjernici, Allah vam objašnjava Svoje ajete koji sadrže Njegove granice i propise, kako biste razmislili o njima i radili po njima, pa da postignete hajr i na dunjaluku i na ahiretu.",
		"korkutTranslationOfAyah":"Allah vam tako objašnjava propise Svoje da biste razmislili."
	},
	{
		"arabicTextofAyah":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
		"tafsirTextofAyah":"O Vjerovjesniče, zar do tvojeg znanja nije dospjela vijest o velikom broju ljudi koji su iz svojih kuća izašli, bojeći se smrti zbog zaraze koja ih je zadesila ili nekog drugog raloga? To je bila skupina potomaka Israilovih, te im je Allah rekao: \"Umrite\", pa su svi pomrli, i nakon toga ih je proživio kako bi im objasnio da je sve u Allahovim rukama i da oni sebi ne mogu pribaviti koristi niti od sebe odagnati štetu. Doista Allah ljudima daje puno blagodati, ali većina ljudi je na njima nezahvalno.",
		"korkutTranslationOfAyah":"Zar nisi čuo o onima koji su iz straha od smrti iz zemlje svoje pobjegli – a bijaše ih na hiljade. Allah im je rekao: \"Pomrite!\" – a poslije ih je oživio. Allah je, zaista, dobar prema ljudima, ali većina ljudi ne zahvaljuje."
	},
	{
		"arabicTextofAyah":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"O vjernici, borite se protiv Allahovih neprijatelja, pomažući Allahovu vjeru i uzdižući Njegovu riječ, i znajte da Allah čuje ono što govorite i da dobro zna vaše namjere i vaša djela, i da će vas za to obračunati.",
		"korkutTranslationOfAyah":"I borite se na Allahovom putu i znajte da Allah sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Ko je taj ko će učiniti ono što čini zajmodavac, pa da udijeli svoj imetak na Allahovom putu sa lijepim nijetom i drage volje, pa da mu se to mnogostruko vrati. Allah umanjuje ili uvećava opskrbu, zdravlje i sve ostalo,onome kome On hoće, shodno Svojoj mudrosti i pravdi, i samo Njemu ćete se vratiti na ahiretu, pa će vas On za djela vaša obračunati.",
		"korkutTranslationOfAyah":"Ko je taj koji će Allahu drage volje zajam dati, pa da mu ga On mnogostruko vrati? – A Allah uskraćuje i obilno daje, i Njemu ćete se povratiti."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"O Vjerovjesniče, zar do tebe nije doprla vijest o uglednicima među potomcima Israilovim nakon Musaa, alejhis-selam, kada su rekli svom vjerovjesniku: \"Postavi nam kralja da se uz njega borimo na Allahovom putu\", pa im njihov vjerovjesnik reče: \"Ako vam Allah naredi borbu, možda ćete odbiti da se borite na Allahovom putu?\" Oni rekoše, poričući to njegovo mišljenje: \"Kakva prepreka bi nas mogla zaustaviti pa da se ne borimo na Allahovom putu, premda postoje razlozi koji od nas iziskuju borbu? Naši neprijatelji su nas istjerali iz naših domova, i porobili su naše sinove, i želimo se boriti da povratimo naše domove i spasimo naše zarobljenike!\" Ali, kada im je Allah propisao borbu, okrenuli su se od toga i njihovo obećanje je ispunio samo mali broj njih. Allah dobro zna nepravednike koji se okreću od Njegove naredbe i koji krše zavjet dat Njemu, i On će ih kazniti za to.",
		"korkutTranslationOfAyah":"Zar nisi čuo da su prvaci sinova Israilovih poslije Musaa svom vjerovjesniku rekli: \"Postavi nam vladara da bismo se na Allahovom putu borili!\" – \"Možda se vi nećete boriti, ako vam borba bude propisana?\" – reče on. – \"Zašto da se ne borimo na Allahovom putu\" – rekoše – \"mi koji smo iz zemlje naše prognani i od sinova naših odvojeni?\" A kada im borba bi propisana, oni, osim malo njih, zatajiše. A Allah dobro zna one koji su sami prema sebi nepravedni."
	},
	{
		"arabicTextofAyah":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
		"tafsirTextofAyah":"Njihov vjerovjesnik im je rekao: \"Allah vam Taluta postavlja za kralja da se borite pod njegovom zastavom.\" Njihovi uglednici rekoše, osuđujući takav odabir i protestvujući protiv njega: \"Kako da nam on bude kralj, a mi smo preči da vlast imamo? On nije potomak kraljeva i nije mu dato veliko bogatstvo kojim bi se pomogao u vladanju!\" Njihov vjerovjesnik im reče: \"Allah ga je odabrao nad vama i dao mu veliko znanje i veliku tjelesnu snagu. Allah daje Svoju vlast kome On hoće, shodno Njegovoj mudrosti i milosti. Allah je veliki darovatelj, daje šta On hoće kome On hoće, i zna šta ko zaslužuje među Njegovim stvorenjima.\"",
		"korkutTranslationOfAyah":"\"Allah vam je odredio Taluta za vladara\" – reče im vjerovjesnik njihov. – \"Odakle da nam još on bude vladar kada smo mi preči od njega da vladamo? Njemu ni veliko bogatstvo nije dato\" – rekoše oni. – \"Allah je njega da vlada vama izabrao\" – reče on – \"i velikim znanjem i snagom tjelesnom ga obdario, a Allah daje vlast kome On hoće. Allah je neizmjerno dobar i On zna sve.\""
	},
	{
		"arabicTextofAyah":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"Njihov vjerovjesnik im reče: \"Znak da je on stvarno odabran da bude vaš kralj je to što će vam Allah dati kovčeg – koji su Israelićani veličali i koji im je oduzet – u kojem se nalazi smiraj i ostaci onoga što je ostavila Musaova i Harunova porodica, poput Musaovog štapa i nekih ploča od Musaove objave. Doista vam je u tome jasan znak ako ste istinski vjernici.\"",
		"korkutTranslationOfAyah":"\"Znak njegove vlasti\" – reče im vjerovjesnik njihov – \"biće kovčeg koji će vam stići i koji će meleki nositi, u kome će biti smirenje za vas od Gospodara vašeg i ostatak onoga što su Musa i Harun ostavili. To vam je, zaista, dokaz, ako ste vjernici!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"Kada je Talut izašao sa svojom vojskom iz grada, rekao im je: \"Allah će vas iskušati rijekom, pa ko popije iz nje nije na mom putu, i takav neće sa mnom ići u bitku, osim onog ko u nuždi uzme gutljaj svojom rukom, a ko ne popije iz nje jest na mom putu i ići će s mnom u bitku.\" Svi su pili, osim malog broja njih koji se strpio iako su bili jako žedni. Kada je Talut prešao rijeku sa vjernicima, neki njegovi vojnici su rekli: \"Mi danas nemamo nikakve šanse protiv Džaluta\", ali tada oni koji čvrsto ubjeđenje u susret sa Allahom rekoše: \"Koliko malobrojnih vjerničkih skupina pobijedi mnogobrojne nevjerničke skupine, Allahovom dozvolom i pomoći!\" Pobijedili su zbog svog vjerovanja, a ne svojom brojnošću. Allah je sa strpljivima, i On ih pomaže.",
		"korkutTranslationOfAyah":"I kad Talut vojsku izvede, reče: \"Allah će vas staviti na iskušenje kraj jedne rijeke; onaj ko se napije iz nje – nije moj, a onaj ko se ne napije, jedino ako šakom zahvati, moj je.\" I oni se, osim malo njih, napiše iz nje. I kada je pređoše, on i oni koji su s njim vjerovali – povikaše: \"Mi danas ne možemo izići na kraj sa Džalutom i vojskom njegovom!\" Ali oni koji su tvrdo vjerovali da će pred Allaha izići rekoše: \"Koliko su puta malobrojne čete, Allahovom voljom, nadjačale mnogobrojne čete!\" – A Allah je na strani izdržljivih."
	},
	{
		"arabicTextofAyah":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Kada su izašli pred Džaluta (Golijata) i njegovu vojsku, obratiše se Allahu dovom: \"Gospodaru naš, obaspi naša srca strpljenjem, učvrsti naše stope da ne bježimo i da ne budemo poraženi, pomozi nas Svojom snagom i pomoći nad narodom nevjerničkim.\"",
		"korkutTranslationOfAyah":"I kad nastupiše prema Džalutu i vojsci njegovoj, oni zamoliše: \"Gospodaru naš, nadahni nas izdržljivošću i učvrsti korake naše i pomozi nas protiv naroda koji ne vjeruje!\""
	},
	{
		"arabicTextofAyah":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Oni ih, Allahovom dozvolom, poraziše, i Davud ubi njihovog vođu Džaluta, i Allah mu dade vlast i vjerovjesništvo, i nauči ga raznovrsnom znanju kojem On htjede. Allahu mu je objedinio potencijale i za dunjaluk i za ahiret. Da nije Allahovog zakona da jedne ljude suzbija drugima, nastao bi potpuni nered na Zemlji tako što bi pokvarenjaci njome potpuno ovladali. Međutim, Allah je puno blagodaran prema svim stvorenjima.",
		"korkutTranslationOfAyah":"I oni ih, Allahovom voljom, poraziše, i Davud ubi Džaluta, i Allah mu dade i vlast i vjerovjesništvo, i nauči ga onome čemu je On htio. A da Allah ne suzbija ljude jedne drugima, na Zemlji bi, doista, nered nastao – ali, Allah je dobar svim svjetovima."
	},
	{
		"arabicTextofAyah":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"To su Allahovi jasni ajeti koje ti navodimo, o Vjerovjesniče, koji su sebi sadrže istinita kazivanja i pravedne zakone, i doista si ti poslanik Gospodara svih svjetova.",
		"korkutTranslationOfAyah":"To su Allahove pouke koje Mi tebi istinito kazujemo. A ti si, zaista, poslanik!"
	},
	{
		"arabicTextofAyah":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
		"tafsirTextofAyah":"Ti poslanici koje smo ti spomenuli – neke od njih smo odlikovali nad drugima sa aspekta Objave, sljedbenika i stepena samih poslanika. Nekima od njih se Allah direktno obraćao, poput Musaa, alejhis-selam, neke od njih je uzdigao na najviše stepene, poput Muhammeda, sallallahu alejhi ve sellem, koji je poslat svim ljudima, kojim je zapečaćeno vjerovjesništvo, i čiji je umet odlikovan nad drugim umetima. Isau, sinu Merjeminom, dali smo jasne mu'džize koje ukazuju na njegovo vjerovjesništvo, poput oživljavanja mrtvih i liječenja gubavih i od rođenja slijepih, i pomogli smo ga Džibrilom, alejhis-selam, u izvršenju Allahove naredbe. Da je Allah htio da se ljudi koji su došli nakon poslanika i kojima su jasni dokazi došli međusobno ne ubijaju, ne bi se ubijali, ali su se oni razišli i podijelili, pa su neki bili vjernici, a drugi nisu. I da je Allah htio da se međusobno ne ubijaju, ne bi se ubijali, ali Allah postupa kako On hoće, shodno apsolutnoj pravdi i savršenoj mudrosti.",
		"korkutTranslationOfAyah":"Neke od tih poslanika odlikovali smo više nego druge. S nekima od njih je Allah govorio, a neke je za više stepeni izdigao. A Isau, sinu Merjeminu, jasne smo dokaze dali i Džibrilom ga podržali. Da je Allah htio, ne bi se međusobno onī poslije njih ubijali, kad su im jasni dokazi već došli, ali oni su se razišli; neki od njih su vjerovali, a neki su poricali. A da je Allah htio, oni se ne bi međusobno ubijali, ali Allah radi ono što On želi."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, udjeljujte dio raznovrsnog halal-imetka kojim smo vas opskrbili prije nego dođe Sudnji dan! Na Sudnjem danu neće biti trgovine kojom će čovjek steći ono što mu koristi, niti će biti prijateljstva koje mu može pomoći u teškim trenucima, niti posrednika koji će od njega štetu odagnati ili mu korist pribaviti, osim nakon što Allah dozvoli onome kome On hoće i kime je On zadovoljan da bude zagovornik. Nevjernici su istinski nepravednici, zbog nevjerstva u Allaha Uzvišenog.",
		"korkutTranslationOfAyah":"O vjernici, udijelite dio od onoga čime vas Mi darujemo, prije nego što dođe Dan kada neće biti ni otkupa, ni prijateljstva, ni posredništva! – A nevjernici sami sebi čine nepravdu."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Nema božanstva koje zaslužuje da bude obožavano osim Allaha Jedinog, Posjednika savršenog života, Održavatelja koji je apsolutno neovisan, Koji opstoji sam o Sebi, dok sva stvorenja opstoje o Njemu, On ih u egzistenciji održava, i nijednog trena ne mogu bez Njega. Njega ne obuzima ni drijemež ni san zbog savršenstva Njegovog života i postojanja i održavanja svega. Sve na nebesima i na Zemlji pripada samo Njemu, i niko se kod Njega ni za koga neće moći zauzimati osim nakon što mu to On dozvoli i njime bude zadovoljan. On zna sve što je bilo i sve što će biti, a stvorenja mogu znati od onoga što On zna samo onoliko koliko im On da da znaju. Božiji Kursi – to je mjesto Njegovih stopala – obuhvata nebesa i Zemlju, iako su nebesa i Zemlja prostrani i veličanstveni. Njemu nije teško čuvanje nebesa i Zemlje, On je uzvišen u Svom Biću, Svojoj dostojanstvenosti i Svojoj moći i snazi, veličanstven je u Svojoj vlasti.",
		"korkutTranslationOfAyah":"Allah je – nema boga osim Njega – Živi i Vječni! Ne obuzima Ga ni drijemež ni san! Njegovo je ono što je na nebesima i ono što je na Zemlji! Ko se može pred Njim zauzimati za nekoga bez dopuštenja Njegova?! On zna šta je bilo i prije njih i šta će biti poslije njih, a od onoga što On zna – drugi znaju samo onoliko koliko On želi. Njegova Kursija obuhvaća i nebesa i Zemlju i Njemu ne dojadi održavanje njihovo; On je Svevišnji, Veličanstveni!"
	},
	{
		"arabicTextofAyah":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
		"tafsirTextofAyah":"Niko ne može biti prisiljen da prihvati islam, jer je to istinita, jasna vjera, pa nema potrebe da se iko prisiljava. Ispravnost se jasno razlikuje od zablude. Ko uznevjeruje u lažna božanstva, koja se obožavaju pored Allaha, i odrekne ih se, a povjeruje u Allaha Jedinog, takav se uhvatio za vjeru najčvršćom vezom koja će mu biti spas na Sudnjem danu. Allah čuje ono što Njegovi robovi govore, zna njihova djela i shodno tome će ih obračunati i naknadu im dati.",
		"korkutTranslationOfAyah":"U vjeru nema prisiljavanja – Pravi put se jasno razlikuje od zablude! Onaj ko ne vjeruje u šejtana, a vjeruje u Allaha – drži se za najčvršću vezu, koja se neće prekinuti. – A Allah sve čuje i zna."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Allah čuva one koji vjeruju, upućuje ih na Pravi put, pomaže ih, i izbavlja ih iz tmina nevjerstva i neznanja na svjetlo vjerovanja i znanja. Što se tiče nevjernika, njihovi \"zaštitnici\" su sudruzi i idoli koje su Allahu pripisali, koji su im nevjerstvo uljepšali, i koji su ih izveli iz svjetla vjerovanja i znanja i uveli u tmine nevjerovanja i neznanja. To su stanovnici Vatre, u kojoj će vječno boraviti.",
		"korkutTranslationOfAyah":"Allah je zaštitnik onih koji vjeruju i On ih izvodi iz tmina na svjetlo, a onima koji ne vjeruju – zaštitnici su šejtani i oni ih odvode sa svjetla na tmine; oni će biti stanovnici Džehennema, oni će u njemu vječno ostati."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"O Vjerovjesniče, da li si vidio nešto čudnije od smjelosti silnika koji se raspravljao sa Ibrahimom, alejhis-selam, o Allahovom gospodarenju i o Allahovoj jednoći? To je uradio zato što mu je Allah dao vlast pa se on uzoholio, i Ibrahim mu je objasnio svojstva svog Gospodara rekavši: \"Moj Gospodar je Onaj Koji oživljava i usmrćuje stvorenja.\" Silnik prkosno reče: \"Ja oživljavam i umrtvljujem tako što ubijem koga hoću i pomilujem koga hoću.\" Nakon toga mu je Ibrahim, alejhis-selam, dao veći dokaz rekavši: \"Moj Gospodar Kojeg obožavam čini da Sunce izađe na istoku, pa ti učini da izađe na zapadu.\" Silnik se zbunio i ušutio, jer je pobijeđen dokazom. A Allah nepravednike ne upućuje da krenu Njegovim putem, zbog njihove nepravde i oholosti.",
		"korkutTranslationOfAyah":"Zar nisi čuo za onoga koji se sa Ibrahimom o njegovu Gospodaru prepirao, onda kada mu je Allah carstvo dao? Kad Ibrahim reče: \"Gospodar moj je Onaj koji život i smrt daje\" – on odgovori: \"Ja dajem život i smrt!\" – \"Allah čini da Sunce izlazi sa istoka\" – reče Ibrahim – \"pa učini ti da grane sa zapada!\" I nevjernik se zbuni. – A Allah silnicima neće ukazati na Pravi put."
	},
	{
		"arabicTextofAyah":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Ili, da li si čuo za čovjeka koji je prošao pored grada čiji krovovi bijahu popadali, zidovi porušeni i stanovnici pomrli, tako da je postao jedno usamljeno i pusto mjesto? Taj čovjek je začuđeno rekao: \"Kako će Allah oživiti stanovnike ovog grada nakon smrti?\" Zatim ga je Allah usmrtio i ostavio mrtvog stotinu godina, a zatim ga oživio i pitao: \"Koliko si bio mrtav?\" On odgovori: \"Dan ili dio dana.\" Uzvišeni Allah mu reče: \"Ne, već si ostao stotinu godina, pa pogledaj u svoju hranu i u svoje piće, koji su isti kao onda kada si umro, nisu se promijenili, premda su hrana i piće nešto što se najbrže kvari. I pogledaj u svog mrtvog magarca - a želimo da vas učinimo jasnim znakom ljudima koji ukazuje na Allahovu moć da ih proživi - pogledaj u kosti svog magarca, koje su se raspršile, kako ih podiženo, skupljamo jednu uz drugu, a zatim mesom oblažemo i u njih život vraćamo.\" Kada je to ovaj čovjek vidio, postala mu je jasna suština i stvarnost stvari i spoznao je Allahovu moć, pa je rekao priznajući: \"Znam da Allah sve može.\"",
		"korkutTranslationOfAyah":"Ili za onoga koji je, prolazeći pored jednog do temelja porušenog grada, povikao: \"Kako će Allah oživiti ove što su pomrli?\" I Allah učini te on umre i tako ostade stotinu godina, a onda ga oživi i zapita: \"Koliko si ostao?\" – \"Dan ili dio dana\" – odgovori. \"Ne\" – reče On – \"ostao si stotinu godina. Pogledaj jelo svoje i piće svoje – nije se pokvarilo; a pogledaj i magarca svoga – da te učinimo dokazom ljudima – a pogledaj i kosti – vidi kako ih sastavljamo, a onda ih mesom oblažemo.\" I kad njemu bi jasno, on povika: \"Ja znam da Allah sve može!\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"O Vjerovjesniče, spomeni događaj kada je Ibrahim, alejhis-selam, rekao: \"Gospodaru Moj, pokaži mi kako oživljavaš mrtve\", pa mu Allah reče: \"Zar nisi već povjerovao u to?\" Ibrahim reče: \"Svakako, povjerovao sam, ali želim da se moje srce dodatno smiri.\" Allah mu reče: \"Uzmi četiri ptice, i isjeci ih na parčad, a zatim na svako brdo oko tebe stavi po jedno parče. Zatim ih pozovi, i one će ti žurno doći, žive. I znaj, o Ibrahime, da je Allah silan u Svojoj vlasti, mudar u Svojem određivanju, propisivanju i stvaranju.",
		"korkutTranslationOfAyah":"A kada Ibrahim reče: \"Gospodaru moj, pokaži mi kako mrtve oživljuješ!\" – On reče: \"Zar ne vjeruješ?\" – \"Vjerujem\" – odgovori on – \"ali bih da mi se srce smiri.\" – \"Uzmi četiri ptice\" – reče On – \"i isijeci ih, pa pojedine komade njihove stavi na razne brežuljke, zatim ih pozovi, brzo će ti doći. Znaj da je Allah silan i mudar.\""
	},
	{
		"arabicTextofAyah":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
		"tafsirTextofAyah":"Primjer nagrade vjernika koji udjeljuju svoje imetke na Allahovom putu jest zrno koje sijač stavi u plodnu zemlju, pa iz njega proklija sedam klasova, a u svakom klasu stotinu zrna. Allah uvećava nagradu kome On hoće od Svojih robova, i daje im nagradu bez obračuna. Allah je neizmjerno darežljiv, i zna ko zaslužuje mnogostruku nagradu.",
		"korkutTranslationOfAyah":"Oni koji imanja svoja troše na Allahovom putu liče na onoga koji posije zrno iz kojeg nikne sedam klasova i u svakom klasu po stotinu zrna. – A Allah će onome kome hoće dati i više; Allah je neizmjerno dobar i sve zna."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Oni koji svoj imetak udjeljuju kao vid pokornosti Allahu i traženja Njegovog zadovoljstva, a zatim to udjeljivanje ne proprate nečim što im kvari nagradu, poput prigovaranja ljudima riječima ili djelima, takvi će imati nagradu kod svog Gospodara. Takvi se neće bojati od onoga što ih u budućnosti čeka, niti će tugovati za nečim što ih je u prošlosti mimoišlo, zbog velikog uživanja i blagodati u kojim će se nalaziti.",
		"korkutTranslationOfAyah":"One koji troše imetke svoje na Allahovu putu, a onda ono što potroše ne poprate prigovaranjem i uvredama, čeka nagrada u Gospodara njihova – ničega se oni neće bojati i ni za čim oni neće tugovati."
	},
	{
		"arabicTextofAyah":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ",
		"tafsirTextofAyah":"Lijepe riječi koje će unijeti radost u srce vjernika, i oprost onome ko je ružno prema nama postupio, bolji su od sadake koju prati prigovaranje onome kome se je udijelila, čime ga se uznemiruje. Allah je neovisan od Svojih robova, blag prema njima, ne žuri da ih kazni.",
		"korkutTranslationOfAyah":"Lijepa riječ i izvinjenje vrjedniji su od milostinje koju prati vrijeđanje. – A Allah nije ni o kome ovisan i blag je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, nemojte kvariti svoju nagradu koja se dobija za sadaku time što ćete predbacivati onome kome ste udijelili tu sadaku i uznemirivati ga, jer onaj ko tako radi poput je nevjernika koji udjeljuje da bi ga ljudi vidjeli i pohvalili, i ne vjeruje u Allaha i Sudnji dan, niti u nagradu i kaznu na Sudnjem danu. Takav je poput glatke stijene na kojoj je prašina, pa je pogodi jak pljusak i odnese svu tu prašinu tako da ostane samo gola stijena. Takvi su oni koji rade djela da bi ih drugi vidjeli, nagrada njihovih djela će nestati, i ništa kod Allaha neće imati, jer Allah one koji neće da budu vjernici ne upućuje ka onome čime je On zadovoljan i što im koristi u njihovim djelima.",
		"korkutTranslationOfAyah":"O vjernici, ne kvarite svoju milostinju prigovaranjem i uvredama, kao što to čine oni koji troše imetak svoj da bi se ljudima pokazali, a ne vjeruju ni u Allaha ni u onaj svijet; oni su slični litici sa oskudnom zemljom kada se na nju sruči pljusak, pa je ogoli; oni neće dobiti nikakvu nagradu za ono što su uradili. – A onima koji neće da vjeruju Allah neće ukazati na Pravi put."
	},
	{
		"arabicTextofAyah":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
		"tafsirTextofAyah":"Udjeljivanje vjernika na Allahovom putu radi postizanja Allahovog zadovoljstva, uvjerene duše u istinitost Allahovog obećanja i drage volje, poput je vrta na visokom plodnom zemljištu kojeg pogodi obilna kiša pa rodi mnogostruko više plodovo, a ako ga ne pogodi obilna onda ga pogodi blaga kiša koja mu bude dovoljna, zbog plodnosti zemljišta. Uzvišeni Allah prihvati sadaku iskrenih vjernika i umnogostruči njenu nagradu, makar sadaka bila mala. Doista Allah vidi ono što radite, i nije Mu skriveno stanje iskrenih vjernika, kao ni stanje onih koji žele samo da se pred drugima pokažu. On će svakog obračunati za njegova djela.",
		"korkutTranslationOfAyah":"Oni koji troše imetke svoje u želji da steknu naklonost Allahovu i da im to postane navika – liče vrtu na visoravni na koji se izliva obilna kiša, pa daje dvostruk plod; ako ne bude kiše obilne, bude kiše rosulje. – A Allah dobro vidi ono što vi radite."
	},
	{
		"arabicTextofAyah":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Da li iko od vas želi da posjeduje vrt pun palmi i grožđa, kroz koji teče slatka voda i u kojem ima raznovrsne lijepe plodove, pa ostari tako da ne može više raditi i stjecati, a ima malu i slabu djecu koja ne mogu raditi, te njegov vrt pogodi žestoki vjetar ispunjen vatrom i on sav izgori, onda kada mu najviše treba? Takvo je i stanje licemjernog udjeljivača: doći će pred Allaha na Sudnjem danu bez dobrih djela, onda kada mu najviše budu trebala. Na ovakav način Uzvišeni Allah vam objašnjava ono što vam koristi na dunjaluku i na ahiretu, kako biste razmislili.",
		"korkutTranslationOfAyah":"Kome bi od vas bilo drago da posjeduje bašču punu palmi i vinove loze kroz koju teku rijeke i u kojoj ima svakojakih plodova, a da je ostario i da ima nejaku djecu, a da onda naiđe vatrena oluja preko nje i ona izgori? – Tako vam Allah objašnjava dokaze da biste razmislili."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, udjeljujte iz svog halal-imetka koji ste stekli, i od plodova kojim smo vas opskrbili. Nemojte uzimati ono najgore što posjedujete pa da to udjeljujete, koje ako bi vama neko dao ne biste ga uzeli osim žmureći, i bilo bi vam mrsko zbog njegove prezrenosti. Kako da na Allahovom putu udijelite ono čime niste za sebe zadovoljni? I znajte da Allahu ne treba vaša sadaka, da je Allah apsolutno neovisan i da je hvale dostojan zbog savršenstva Svog Bića i postupaka.",
		"korkutTranslationOfAyah":"O vjernici, udjeljujte od lijepih stvari koje stječete i od onoga što vam Mi iz zemlje dajemo, ne izdvajajte ono što ne vrijedi da biste to udijelili – kada ni vi sami ne biste to primili, osim zatvorenih očiju. I znajte da Allah nije ni o kome ovisan i da je hvale dostojan."
	},
	{
		"arabicTextofAyah":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
		"tafsirTextofAyah":"Šejtan vas plaši siromaštvom, podstiče vas na škrtost i činjenje grijeha, a Allah vam obećava veliki oprost grijeha i obilnu opskrbu. Allah je neizmjerno darežljiv, i zna stanja Svojih robova.",
		"korkutTranslationOfAyah":"Šejtan vas plaši neimaštinom i navraća vas da budete škrti, a Allah vam obećava oprost i nagradu Svoju; Allah je neizmjerno dobar i zna sve,"
	},
	{
		"arabicTextofAyah":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"Uzvišeni Allah upućuje koga On hoće od Svojih robova da ispravno priča i postupa, a kome je to dato – pa doista mu je veliko dobro dato. Pouku i opomenu iz Allahovih ajeta uzimaju samo oni koji imaju zdrav i potpun razum, koji gledaju Allahovih svjetlom i slijede Njegovu uputu.",
		"korkutTranslationOfAyah":"On daruje znanje onome kome On hoće, a onaj kome je znanje darovano – darovan je blagom neizmjernim. A shvatiti mogu samo oni koji su razumom obdareni."
	},
	{
		"arabicTextofAyah":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ",
		"tafsirTextofAyah":"Svaka vaša sadaka, bila mala ili velika, koju udijelite želeći da Allah bude vama zadovoljan, ili kojom sami sebe obavežete kao vid pokornosti Allahu, dobro je Allahu poznata, i On neće zanemariti ništa od toga. Allah će dobročinitelje za dobra djela najljepše nagraditi, a oni koji se sustežu od obavljanja onoga što im je obavezno i koji Allahove granice prelaze neće na Sudnjem danu imati pomagača koji će od njih patnju odagnati.",
		"korkutTranslationOfAyah":"Za sve što potrošite i što zavjetujete – Allah, sigurno, za to zna! – A nevaljalima neće niko moći pomoći."
	},
	{
		"arabicTextofAyah":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"Ako ispoljite sadaku koju dajete iz svog imetka – lijepa je to sadaka, ali ako je sakrijete i siromasima date, to vam je još bolje, jer je bliže iskrenosti. Sadaka iskrenih skriva njihove grijehe i uzrokuje njihov oprost, a Allah detaljno zna ono što radite i u kakvim se stanjima nalazite.",
		"korkutTranslationOfAyah":"Lijepo je kada javno dajete milostinju, ali je za vas bolje da je dajete siromasima kad niko ne vidi, i On će preći preko nekih vaših hrđavih postupaka. – A Allah dobro zna ono što radite."
	},
	{
		"arabicTextofAyah":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
		"tafsirTextofAyah":"O Vjerovjesniče, ti ne možeš uputiti njihova srca da prihvate istinu i predaju joj se, tvoja je obaveza samo da im ukažeš na istinu, da ih upoznaš sa njom, dok je upućivanje srca u Allahovim rukama. Allah upućuje koga On hoće. Halal-imetak koji udijelite je za vaše dobro, jer Allahu to ništa ne treba. Neka vaša sadaka bude iskrena radi Allaha, jer istinski vjernici udjeljuju isključivo želeći da Allah njima bude zadovoljan. Halal-imetak koji udijelite, bio mali ili veliki, bit će uzrokom da vam Allah daruje potpunu nagradu, a Allah nikome nepravdu neće učiniti.",
		"korkutTranslationOfAyah":"Ti nisi dužan da ih na Pravi put izvedeš, Allah izvodi na Pravi put onoga koga On hoće. Imetak koji udijelite drugima u vašu je korist, ono što udijelite drugima neka bude samo Allahu za ljubav – a ono što od imetka udijelite drugima nadoknadiće vam se potpuno, neće vam biti učinjeno krivo –"
	},
	{
		"arabicTextofAyah":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
		"tafsirTextofAyah":"Udijelite siromasima koje je borba na Allahovom putu spriječila da putuju i stiču imetak. Njih onaj ko ne zna njihovo stanje smatra bogatima, jer se oni sustežu od traženja, ali oštroumni ih poznaju po znakovima, poput vidljivih znakova potrebe na njihovom tijelu i na njihovoj odjeći. Od njihovih znakova je i to što nisu poput ostalih siromaha, koji uporno traže od ljudi. Sve što udijelite – Allah zna, i nagradit će vas za to najljepšom nagradom.",
		"korkutTranslationOfAyah":"i to siromasima koji, zauzeti na Allahovom putu, nemaju vremena zarađivati pa onaj koji nije u to upućen misli da su, zbog skromnosti, imućni; poznaćeš ih po izgledu njihovu, oni proseći ne dodijavaju ljudima. – A ono što od imetka drugima date – Allah, sigurno, za to zna."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Onima koji imetke svoje udjeljuju danju i noću, tajno i javno, bez želje da ih neko vidi ili da za njih čuje, iskreno želeći time da Allah bude zadovoljan njima, pripada nagrada kod Gospodara njihovog na Sudnjem danu, i ničega se neće plašiti – onoga što ih u budućnosti čeka, niti će za ičim tugovati – zbog onog što ih je na dunjaluku mimoišlo. To će biti Allahova dobrota prema njima.",
		"korkutTranslationOfAyah":"Oni koji udjeljuju imanja svoja i noću i danju, tajno i javno, dobiće nagradu od Gospodara svoga; i ničega se oni neće bojati i ni za čim oni neće tugovati."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Oni koji rade sa kamatom i koji uzimaju kamatu ustat će na Sudnjem danu iz svojih grobova kao neko koga je šejtan obuzeo, ustat će poput nekog ko ima padavicu pa ne može normalno hoditi. To je zbog toga što su oni ohalalili uzimanje kamate, i nisu pravili razliku između kamate i onoga što je Allah dozvolio, poput imetka od trgovine. Rekli su: \"Trgovina je halal kao i kamata, oboje vodi povećanju imetka.\" Allah im je na to odgovorio, njihovu analogiju poništio i u laž ih utjerao, a zatim je objasnio da je On Uzvišeni dozvolio trgovinu zbog koristi koja se u njoj nalazi za društvo i pojedinca, a zabranio kamatu zato što je to nepravedno uzimanje tuđeg imetka. Ko uzme pouku i opomenu od svog Gospodara, pa se ostavi kamate i pokaje Allahu, neće imati grijeh za ono što je bilo, za šta se pokajao, a ono što će raditi u budućnosti samo Allah zna, dok onaj ko i dalje nastavi uzimati kamatu, nakon što je do njega došla Allahova zabrana i nad njim je uspostavljen dokaz, zaslužio je ulazak u Vatru i vječni boravak u njoj. Pod vječnim boravkom se ovdje misli na dugi boravak, jer vječno će u džehennemu biti samo nevjernici, a ne i vjernici.",
		"korkutTranslationOfAyah":"Oni koji se kamatom bave dići će se kao što će se dići onaj koga je dodirom šejtan izbezumio, zato što su govorili: \"Kamata je isto što i trgovina.\" A Allah je dozvolio trgovinu, a zabranio kamatu. Onome do koga dopre pouka Gospodara njegova – pa se okani, njegovo je ono što je prije stekao, njegov slučaj će Allah rješavati; a oni koji to opet učine – biće stanovnici Džehennema, u njemu će vječno ostati."
	},
	{
		"arabicTextofAyah":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
		"tafsirTextofAyah":"Allah će uništiti kamatni imetak, bilo fizičkim uništavanjem ili apstraktnim time što u njemu neće dati bereketa, dok će uvećati sadaku uvećanjem njene nagrade. Nagrada za dobro djelo je od deset do sedamsto puta veća, pa i više od toga. Uzvišeni Allah će blagosloviti imetak onih koji udjeljuju, a On ne voli prkosne nevjernike, koji ohalaljuju haram i koji su ogrezli u griješenju.",
		"korkutTranslationOfAyah":"Allah uništava kamatu, a unaprjeđuje milosrđa. Allah ne voli nijednog nevjernika, grješnika."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Doista oni koji vjeruju u Allaha, slijede Njegovog Poslanika, čine dobra djela, namaz obavljaju potpuno, onako kako je Allah propisao, i zekat daju iz svojih imetaka onima koji ga zaslužuju – imat će nagradu za to kod Gospodara svoga, i neće strahovati od onoga što ih u budućnosti čeka, niti će tugovati za onim što ih je u prošlosti mimoišlo od dunjalučkih ukrasa i užitaka.",
		"korkutTranslationOfAyah":"One koji vjeruju i čine dobra djela i molitvu obavljaju i zekat daju čeka nagrada kod Gospodara njihova; i ničega se oni neće bojati i ni za čim oni neće tugovati."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, bojte se Allaha činjenjem onoga što vam je naredio i klonjenjem onoga što vam je zabranio, i nemojte potraživati od ljudi kamatu koju ste im kao dug uračunali, ako istinski vjerujete u Allaha i u to da je zabranio kamatu.",
		"korkutTranslationOfAyah":"O vjernici, bojte se Allaha i od ostatka kamate odustanite, ako ste pravi vjernici."
	},
	{
		"arabicTextofAyah":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ",
		"tafsirTextofAyah":"Ako ne učinite ono što vam je naređeno, znajte i budite uvjereni da vam slijedi rat od Allaha i Njegovog Poslanika. Ukoliko se pokajete Allahu i ostavite kamatu, pripada vam glavnica imetka koji ste pozajmili, tako da nikom ne činite nepravdu uzimanjem viška preko glavnice imetka, i da niko vama ne čini nepravdu vraćanjem manje od glavnice imetka.",
		"korkutTranslationOfAyah":"Ako ne učinite, eto vam onda, neka znate – rata od Allaha i Poslanika Njegova! A ako se pokajete, ostaće vam glavnice imetaka vaših, nećete nikoga oštetiti, niti ćete oštećeni biti."
	},
	{
		"arabicTextofAyah":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Ako je onaj od kog potražujete svoj dug u teškom stanju i ne može da vrati dug, odložite potraživanje dok ne bude u prilici da vam vrati. A da udijelite time što ćete oprostiti cijeli dug ili dio duga bolje vam je, ako znate koja je vrijednost toga kod Allaha.",
		"korkutTranslationOfAyah":"A ako je u nevolji, onda pričekajte dok bude imao; a još vam je bolje, neka znate, da dug poklonite."
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Bojte se kazne u danu u kojem ćete se svi Allahu vratiti, i pred Njega stati, a zatim će svakom biti dati ono što je zaslužio, bilo dobro ili loše, i nikom neće biti nepravda nanesena umanjivanjem dobrih djela koja je zaslužio, niti kaznom koju nije zaslužio.",
		"korkutTranslationOfAyah":"I bojte se Dana kada ćete se svi Allahu vratiti, kada će se svakome ono što je zaslužio isplatiti – nikome krivo neće učinjeno biti."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, kada jedan od drugog pozajmljujete do određenog roka, zapišite taj dug. Neka ga neko zapiše pravedno, u skladu sa šerijatom. Neka se pisar ne suzdržava da zapiše dug onako kako ga je Allah naučio, pravedno. Neka ga zapiše onako kako mu diktira dužnik, tako da to bude njegovo priznanje, i nek se boji Allaha i neka ništa od duga ne oduzima, bilo kvantitativno ili kvalitativno. Ukoliko dužnik nije razborit ili je slab zbog malodobnosti, ludila, nijemosti i tome slično, neka izdiktira njegov staratelj, pravedno i objektivno. I tražite svjedočenje dvojice razumnih i pravednih muškaraca, pa ako ne nađete, onda muškarca i dvije žene čijom ste vjerom i pouzdanošću zadovoljni, tako da ako jedna od njih zaboravi, ona druga je podsjeti. I neka se svjedoci ne ustručavaju da svjedoče, kada se to od njih zatraži. Neka vam ne bude teško pisanje duga, bio veliki ili mali, do određenog roka, jer je zapisivanje duga pravednije u šerijatu, uz njega je svjedočenje potpunije, i njime je veća šansa da se otkloni svaka sumnja u vezi količine, vrste i roka duga. Međutim, ako se radi o vašem međusobnom poslovanju u kojem se roba preuzima i cijena plaća na licu mjesta, nema smetnje da to ne zapišete, ako nema potrebe. Propisano vam je svjedočenje pri kupoprodaji, kako bi se spriječio međusobni spor, i nije dozvoljeno nanošenje štete svjedocima niti pisarima, niti je njima dozvoljeno da nanesu štetu onome ko od njih traži pisanje ili svjedočenje. Ukoliko neko od vas nanese štetu drugom, time je izašao iz pokornosti Allahu. O vjernici, bojte se Allaha činjenjem onoga što vam je naredio i klonjenjem onoga što vam je zabranio, i Allah će vas podučiti onome u čemu je boljitak za vas i na dunjaluku ina ahiretu, a Allah sve zna i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"O vjernici, zapišite kada jedan od drugog pozajmljujete do određenoga roka. I neka jedan pisar između vas to vjerno napiše i neka se pisar ne uzdržava da napiše, ta Allah ga je poučio; neka on piše, a dužnik neka mu u pero kazuje i neka se boji Allaha, Gospodara svoga, i neka ne umanji ništa od toga. A ako je dužnik rasipnik ili slab, ili ako nije u stanju u pero kazivati, onda neka kazuje njegov staratelj, i to vjerno. I navedite dva svjedoka, dva muškarca vaša, a ako nema dvojice muškaraca, onda jednog muškarca i dvije žene, koje prihvaćate kao svjedoke; ako jedna od njih dvije zaboravi, neka je druga podsjeti. Svjedoci se trebaju na svaki poziv odazivati. I neka vam ne bude mrsko da ga utanačite pismeno, bio mali ili veliki, s naznakom roka vraćanja. To vam je kod Allaha ispravnije i prilikom svjedočenja jače, i da ne sumnjate – bolje; ali, ako je riječ o robi koju iz ruke u ruku obrćete, onda nećete zgriješiti ako to ne zapišete. Navedite svjedoke i kada kupoprodajne ugovore zaključujete i neka ne bude oštećen ni pisar, ni svjedok. A ako to učinite, onda ste zgriješili. I bojte se Allaha – Allah vas uči, i Allah sve zna."
	},
	{
		"arabicTextofAyah":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ",
		"tafsirTextofAyah":"Ako ste putnici i ne nađete pisara koji će vam dokumentovati dug, dovoljno je da dužnik dadne zalog pozajmiocu, koji je garant vraćanja duga. Taj zalog će ostati kod njega sve dok dužnik ne vrati dug. Ukoliko imate povjerenja jedni u druge, ne morate ni zapisivati, ni pozivati svjedoke, ni davati i uzimati zaloge, i u tom slučaju je dug emanet na vratu dužnika kojeg mora izvršiti. Dužnik se treba bojati Allaha kad je u pitanju ovaj emanet, tako da ništa od duga ne porekne. Ukoliko porekne, onda svjedok tog poslovanja mora svjedočiti i nije mu dozvoljeno da sakrije svjedočenje. Onaj ko sakrije svjedočenje, njegovo je srce pokvareno i grešno, a Allah zna ono što radite, i obračunat će vas za vaša djela.",
		"korkutTranslationOfAyah":"Ako ste na putu, a ne nađete pisara, onda uzmite zalog. A ako jedan kod drugog nešto pohranite, neka onaj opravda ukazano mu povjerenje i neka se boji Allaha, Gospodara svoga. I ne uskratite svjedočenje; ko ga uskrati, srce njegovo će biti grješno, a Allah dobro zna ono što radite."
	},
	{
		"arabicTextofAyah":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Allahu Jedinom pripada sve što je na nebesima i na Zemlji, On je sve istinski stvorio, sve istinski posjeduje i svime istinski upravlja. Ukoliko ispoljite ili sakrijete ono što vam je u srcima – pa, Allah to zna, i za to će vas obračunati, nakon čega će oprostiti onome kome On hoće, iz Svoje milosti i dobrote, a kaznit će onoga koga On hoće, iz Svoje pravde i mudrosti. A Allah je nad svime moćan.",
		"korkutTranslationOfAyah":"Allahovo je sve što je na nebesima i što je na Zemlji! Pokazivali vi ono što je u dušama vašim ili to krili Allah će vas za to pitati; oprostiće onome kome On hoće, a kazniće onoga koga On hoće – Allah je kadar sve."
	},
	{
		"arabicTextofAyah":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Poslanik Muhammed, sallallahu alejhi ve sellem, vjeruje u ono što mu je objavljeno od njegovog Gospodara, a i vjernici također. Svi oni vjeruju u Allaha, sve meleke, sve objavljene knjige, i sve poslanike i kažu: \"Ne pravimo razliku u vjerovanju između Allahovih poslanika, čuli smo ono što si nam naredio i zabranio, pokoravamo Ti se u tome, i tražimo od Tebe da nam oprostiš, Gospodaru naš, jer Tebi Jedinom vraćamo se u svim našim poslovima.\"",
		"korkutTranslationOfAyah":"Poslanik vjeruje u ono što mu se objavljuje od Gospodara njegova, i vjernici – svaki vjeruje u Allaha, i meleke Njegove, i knjige Njegove, i poslanike Njegove: \"Mi ne izdvajamo nijednog od poslanika Njegovih.\" I oni govore: \"Čujemo i pokoravamo se; oprosti nam, Gospodaru naš; Tebi ćemo se vratiti.\""
	},
	{
		"arabicTextofAyah":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Uzvišeni Allah nikog ne obavezuje preko njegovih mogućnosti, jer je Allahova vjera izgrađena na olakšavanju, a ne na otežavanju. Ko učini dobro djelo, imat će nagradu za njega, koja mu neće biti umanjena, a ko učini loše djelo imat će grijeh za to, i sam će snositi njegovu posljedicu. Poslanik i vjernici kažu: \"Gospodaru naš, nemoj nas kazniti ako zaboravimo ili nenamjerno pogriješimo u djelima ili riječima; Gospodaru naš, nemoj nas obavezati nečim što nam je teško ili što ne možemo podnijeti, kao što si obavezao one prije nas koje si time kaznio zbog njihove nepravde, poput židova! Gospodaru naš, nemoj nas obavezati onim što nam je teško ili što ne možemo podnijeti, oprosti nam grijehe i smiluj nam se, iz milosti i dobrote Tvoje. Ti si naš zaštitnik i pomagač, pa nas pomozi protiv naroda nevjerničkog.\"",
		"korkutTranslationOfAyah":"Allah nikoga ne opterećuje preko mogućnosti njegovih: u njegovu korist je dobro koje učini, a na njegovu štetu zlo koje uradi. Gospodaru naš, ne kazni nas ako zaboravimo ili što nehotice učinimo! Gospodaru naš, ne tovari na nas breme kao što si ga tovario na one prije nas! Gospodaru naš, ne stavljaj nam u dužnost ono što ne možemo podnijeti, pobriši grijehe naše i oprosti nam, i smiluj se na nas. Ti si Gospodar naš pa nam pomozi protiv naroda koji ne vjeruje!"
	}
]