[
	{
		"arabicTextofAyah":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
		"tafsirTextofAyah":"Ljudima se bliži čas polaganja računa za djela koja čine na ovom svijetu, a oni žive bezbrižno, ne pripremaju se za Veliki dan, okreću leđa i zabavljaju se.",
		"korkutTranslationOfAyah":"Ljudima se bliži čas polaganja računa njihova, a oni, bezbrižni, ne mare za to."
	},
	{
		"arabicTextofAyah":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
		"tafsirTextofAyah":"I ne kazuje im se ništa od časnog Kur’ana što ih iznova podsjeća na ahiret, a da iste te ajete ne slušaju ali im se rugaju i zabavljaju se; ne slušaju ih radi toga da opomenu prihvate.",
		"korkutTranslationOfAyah":"I ne dođe im nijedna nova opomena od Gospodara njihova kojoj se, slušajući je, ne podsmjehuju"
	},
	{
		"arabicTextofAyah":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
		"tafsirTextofAyah":"Srca nevjernikā sasvim su nemarna u pogledu Kur’ana kojeg čuju, odvraćena su pomoću neistine i naklonjena slijeđenju strasti. Jednom, kurejšijski nevjernici sastali su se i šapatom rekli da je Resulullah, sallallahu alejhi ve sellem, samo čovjek, da se ni po čemu ne razlikuje od drugih ljudi. Zatim su rekli da je časni Kur’an, koji mu je objavljen, vradžbina i dodali: “Zar ćete povjerovati u Kur’an, a vidite da je čarolija, i zar ćete slijediti čovjeka poput vas?”",
		"korkutTranslationOfAyah":"srcā rasijanih. A mnogobošci govore šapatom: \"Da li je ovaj nešto drugo do čovjek kao i vi? Zar ćete slijediti vradžbinu, a vidite da jest?\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Na to je Vjerovjesnik, sallallahu alejhi ve sellem, samo rekao: “Moj Gospodar zna šta oni šapatom govore. On zna sve što se govori i na nebesima i na Zemlji. On čuje riječi Svojih robova i zna šta oni rade, te će im dati adekvatnu naknadu.\"",
		"korkutTranslationOfAyah":"\"Gospodar moj zna\" – reče on – \"šta se govori i na nebu i na Zemlji; On sve čuje i sve zna!\""
	},
	{
		"arabicTextofAyah":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
		"tafsirTextofAyah":"Oni vode diskusije u pogledu onoga što se Muhammedu, sallallahu alejhi ve sellem, objavljuje. Neki kažu da se radi o zbrkanim snovima koji nemaju značenja, neki tvrde da ga on izmišlja, da je pjesnik. Govorili su: Ako je istina što govori neka nam donese kakvo nadnaravno djelo kao što su to činili i prijašnji poslanici, poput Musaovog štapa ili Salihove deve.",
		"korkutTranslationOfAyah":"Oni, čak, govore: \"To su samo smušeni snovi; on ga izmišlja; on je pjesnik; neka nam donese kakvo čudo kao i prijašnji poslanici!\""
	},
	{
		"arabicTextofAyah":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Nisu povjerovali stanovnici gradova, prije ovih predlagača, kojima su njihovi poslanici čuda donosili, nakon što su to tražili i dobili kao što su tražili, pa zar će mekanski mnogobošci povjerovati ako im Resulullah, sallallahu alejhi ve sellem, donese čudo?",
		"korkutTranslationOfAyah":"Nijedan grad koji smo Mi prije njih uništili nije u čudo povjerovao, pa zar će ovi vjerovati?"
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"I prije Vjeronavjesnika, sallallahu alejhi ve sellem, Allah je samo ljude kao poslanike slao, a ne meleke, i objavljivao im je. Zato pitajte, o mekkanski bezbožnici, sljedbenike Knjige, jevreje i kršćane, ako to ne znate!",
		"korkutTranslationOfAyah":"I prije tebe smo samo ljude slali kojima smo objavljivali, zato pitajte ljude od znanja, ako vi ne znate!"
	},
	{
		"arabicTextofAyah":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, nije poslanicima dao osobinu da žive bez hrane, nego su kao i ostali ljudi. I nije im dao da vječno žive na ovom svijetu, smrtnici su kao i ostali ljudi.",
		"korkutTranslationOfAyah":"Mi ih nismo stvarali kao bića koja žive bez hrane, ni oni nisu besmrtni bili."
	},
	{
		"arabicTextofAyah":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
		"tafsirTextofAyah":"Kasnije je Svevišnji Allah ispunjavao obećanje koje je dao vjerovjesnicima i pomagao im protiv nasilnika poricatelja koji su bili ogrezli u grijehu i prevršili svaku mjeru zla.",
		"korkutTranslationOfAyah":"Poslije smo im obećanje ispunjavali, i njih, i one koje smo htjeli, spašavali, a one koji su nevaljali bili uništavali."
	},
	{
		"arabicTextofAyah":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Allah vam je objavio ovaj Kur’an, u kojem je slava vaša, i ponos vaš, i uspjeh na ovom i budućem svijetu – ako ne zaboravite njegove poruke i ako budete prema njemu postupali.",
		"korkutTranslationOfAyah":"Mi vam Knjigu objavljujemo u kojoj je slava vaša, pa zašto se ne opametite?"
	},
	{
		"arabicTextofAyah":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
		"tafsirTextofAyah":"Mnogo je bilo bezbožničkih sela i gradova čiji su stanovnici, ne vjerujući, sami sebi nasilje činili, pa ih je Svevišnji Allah uništio, a poslije njih druge narode doveo.",
		"korkutTranslationOfAyah":"A koliko je bilo nevjerničkih sela i gradova koje smo uništili i poslije kojih smo druge narode podigli!"
	},
	{
		"arabicTextofAyah":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
		"tafsirTextofAyah":"Kad bi nevjernici osjetili da im se bliži kazna, da će ih sustići Allahova srdžba, počeli bi bježati iz svojih domova.",
		"korkutTranslationOfAyah":"I čim bi silu Našu osjetili, kud koji bi se iz njih razbježali."
	},
	{
		"arabicTextofAyah":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
		"tafsirTextofAyah":"I bili bi pozvani, rugajući im se: “Kuda bježite? Vratite se, živite udobno i zabavljajte se u svojim stanovima! Možda će vas neko upitati nešto o vašem dunjaluku.”",
		"korkutTranslationOfAyah":"\"Ne bježite, vratite se uživanjima vašim i domovima vašim, možda će vas neko što upitati.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
		"tafsirTextofAyah":"I oni bi, priznajući svoj nemar i grijehe, odgovorili: “Teško nama, propast nam predstoji! O, kako smo ne vjerujući u Allaha, ne zahvaljujući Mu i ne spominjući Ga, sami sebi nasilje učinili!”",
		"korkutTranslationOfAyah":"\"Teško nama\" – oni bi govorili – \"mi smo, zaista, zulumćari bili!\""
	},
	{
		"arabicTextofAyah":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
		"tafsirTextofAyah":"I tako bi kukali, propast prizivajući i priznajući da su bili nevjernici, sve dok Svevišnji Allah na njih ne bi spustio Svoju kaznu, pa bi izgledali kao žito požnjeveno, nepomični i nemoćni.",
		"korkutTranslationOfAyah":"I kukali bi tako sve dok ih ne bismo učinili, kao žito požnjeveno, nepomičnim."
	},
	{
		"arabicTextofAyah":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
		"tafsirTextofAyah":"I znajte da Allah, džellešanuhu, nije stvorio nebo i Zemlju za igru i zabavu, već ih je stvorio zarad goleme mudrosti i uspostave dokaza da Allah sve može učiniti.",
		"korkutTranslationOfAyah":"Mi nismo stvorili nebo i Zemlju, i ono što je između njih, da se zabavljamo."
	},
	{
		"arabicTextofAyah":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
		"tafsirTextofAyah":"Da smo htjeli imati suprugu i dijete, to bismo uzeli od samih Nas, ali Mi to ne činimo, jer nam ne dolikuje.",
		"korkutTranslationOfAyah":"Da smo se htjeli zabavljati, zabavljali bismo se onako kako Nama dolikuje, ali Mi to ne činimo,"
	},
	{
		"arabicTextofAyah":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
		"tafsirTextofAyah":"Svemogući Allah pomoću istine koju objavljuje Svome Poslaniku suzbija laž nevjernika i ona u potpunosti nestaje. A bezbožnici koji govore da Allah ima družicu i dijete, imat će strašnu kaznu u paklenoj vatri jer iznose goleme neistine o Jednom Jedinom, a to Njemu ne priliči.",
		"korkutTranslationOfAyah":"nego istinom suzbijamo laž, istina je uguši i laži nestane; a teško vama zbog onoga što o Njemu iznosite!"
	},
	{
		"arabicTextofAyah":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
		"tafsirTextofAyah":"Samo Uzvišenom Allahu pripada vlast na nebesima i na Zemlji, On stvara i upravlja. Meleki, Allahu bliska stvorenja, ne zaziru od ibadeta niti im ibadet dosadi.",
		"korkutTranslationOfAyah":"Njegovo je ono što je na nebesima i na Zemlji! A oni koji su kod Njega ne zaziru da Mu se klanjaju, i ne zamaraju se,"
	},
	{
		"arabicTextofAyah":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
		"tafsirTextofAyah":"Meleki spominju Gospodara i zahvaljuju Mu noću i danju, besprekidno, ne malaksavaju u tome.",
		"korkutTranslationOfAyah":"hvale Ga noću i danju, ne malaksavaju."
	},
	{
		"arabicTextofAyah":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
		"tafsirTextofAyah":"Mušrici obožavaju kumire, a ne Svevišnjeg Allaha, i pored toga što oni ne mogu mrtve oživiti. Kako onda mogu obožavati nekoga ko je nemoćan u tom pogledu?!",
		"korkutTranslationOfAyah":"Zar će kumiri, koje oni od zemlje prave, mrtve oživiti?"
	},
	{
		"arabicTextofAyah":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
		"tafsirTextofAyah":"Da na Zemlji i nebesima postoje drugi bogovi koji imaju moć kao što je Allah ima, poremetio bi se red i nastala bi katastrofa u svemiru, zbog njihove borbe oko vlasti. Nemoguće je da postoje istinski bogovi mimo Allaha, On je Gospodar Arša veličanstvenog. Pa neka je uzvišen i slavljen Allah, Gospodar svjetova, i vrlo visoko iznad onog kako o Njemu govore nevjernici da ima ortake!",
		"korkutTranslationOfAyah":"Da Zemljom i nebesima upravljaju drugi bogovi, a ne Allah, poremetili bi se. Pa nek je uzvišen Allah, Gospodar Arša, od onoga što Mu pripisuju!"
	},
	{
		"arabicTextofAyah":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
		"tafsirTextofAyah":"Jedan od dokaza da je Allah, džellešanuhu, jedini Stvoritelj i jedini Bog jest to što Ga niko ne može pitati niti će biti pitan o Svojim odredbama, a stvorenja će biti pozvana na odgovornost za svoja djela i pitana o njima.",
		"korkutTranslationOfAyah":"On neće biti pitan za ono što radi, a oni će biti pitani."
	},
	{
		"arabicTextofAyah":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
		"tafsirTextofAyah":"Zar bezbožnici pored Allaha uzimaju bogove koje obožavaju!? Reci im, Božiji Poslaniče: “Podastrite ispravan bjelodan dokaz da lažni bogovi kojima robujete zbilja zaslužuju da ih se obožava! Ni u ovom Kur’anu, koji mi se objavljuje, ni u prijašnjim objavama nema dokaza da se pored Allaha smije robovati bilo kome drugom. Dakle, čime ćete poduprijeti svoju tvrdnju?” Pa ipak, nevjernici čine širk iz neznanja i slijepog slijeđenja svojih predaka, i zbog toga se otuđuju od istine i negiraju je.",
		"korkutTranslationOfAyah":"Zar da pored Njega oni uzimaju bogove?! Reci: \"Dokažite!\" Ova Knjiga je pouka za moje sljedbenike, a bilo je knjiga i za one koji su prije mene bili i nestali. Međutim, većina njih ne zna istinu, pa zato glave okreću."
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
		"tafsirTextofAyah":"Prije tebe, Allahov Poslaniče, Allah, džellešanuhu, nije poslao nijednog poslanika, a da mu nije objavio: “Svevišnji Allah jedini je Bog, Koji nema saučesnika, samo Njemu može se robovati, pa Mu robujte, iskreno Mu vjeru ispovijedajući!”",
		"korkutTranslationOfAyah":"Prije tebe nijednog poslanika nismo poslali, a da mu nismo objavili: \"Nema boga osim Mene, zato se Meni klanjajte!\""
	},
	{
		"arabicTextofAyah":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
		"tafsirTextofAyah":"Zato što tvrde da su meleki Božije kćeri, bezvjerci govore: “Milostivi Allah ima dijete!” Neka je hvaljen Allah i vrlo visoko iznad onog kako o Njemu govore neznalice! Meleki su Allahova stvorenja, a nisu Njegove kćeri. Meleki su Allahu, džellešanuhu, veoma bliski položajem i Njegovi robovi poštovani.",
		"korkutTranslationOfAyah":"Oni govore: \"Milostivi ima dijete!\" Hvaljen neka je On! A meleki su samo robovi poštovani."
	},
	{
		"arabicTextofAyah":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Meleki su poslušni Allahu, ne govore ništa i ne čine ništa dok im to Allah ne dopusti. Oni se ne suprotstavljaju Njegovim naredbama.",
		"korkutTranslationOfAyah":"Oni ne govore dok On ne odobri i postupaju onako kako On naredi."
	},
	{
		"arabicTextofAyah":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
		"tafsirTextofAyah":"Sveznajući Allah savršeno zna šta su meleki radili prije i šta će uraditi u budućnosti. Oni se zalažu za nekog tek pošto im to Milostivi Allah, džellešanuhu, dozvoli, samo za onog čijim je djelima On zadovoljan. Meleki su bogobojazni i zbog toga se čuvaju, te Mu se ne suprotstavljaju u onome što naredi ili zabrani.",
		"korkutTranslationOfAyah":"On zna šta su radili i šta će uraditi, i oni će se samo za onoga kojim On bude zadovoljan zauzimati, a oni su i sami, iz strahopoštovanja prema Njemu, brižni."
	},
	{
		"arabicTextofAyah":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Pod pretpostavkom da neki melek rekne da je on, pored Allaha, bog, bio bi kažnjen u paklenoj vatri. To je kazna svakom čovjeku koji sām sebi čini nasilje smatrajući da postoji neko Allahu ravan, to je kazna svakom čovjeku koji sebi pripisuje Božija svojstva, a ne pripadaju mu.",
		"korkutTranslationOfAyah":"A onoga od njih koji bi rekao: \"Ja sam, doista, pored Njega, bog!\" – kaznili bismo Džehennemom, jer Mi tako kažnjavamo mnogobošce."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zar ne znaju bezbožnici da su nebesa i Zemlja bili jedna cjelina koju ništa nije razdvajalo, pa s neba nije kiša padala, i da ih je Svemogući Allah, Svojom moći i snagom, razdvojio i zatim učinio da pomoću kiše, koja pada s neba, raste raznovrsno bilje na Zemlji? I zar ne znaju da Svevišnji Allah od vode sve živo stvara? Pa hoće li bezbožnici, koji poriču Allahovu moć i jednoću, povjerovati u Njega i samo Njega obožavati?",
		"korkutTranslationOfAyah":"Zar ne znaju nevjernici da su nebesa i Zemlja bili jedna cjelina, pa smo ih Mi raskomadali, i da Mi od vode sve živo stvaramo? I zar neće vjerovati?"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
		"tafsirTextofAyah":"Svemogući Allah stvorio je na Zemlji nepomične planine koje služe zato da se ne poremeti ravnoteža Zemlje, i po njima je stvorio široke puteve, ne bi li ljudima bilo lakše kretati se tamo gdje imaju namjeru da idu.",
		"korkutTranslationOfAyah":"Mi smo po Zemlji nepomične planine razmjestili da ih ona ne potresa, i po njima smo staze i bogaze stvorili da bi oni kuda žele stizali."
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
		"tafsirTextofAyah":"Allah je stvorio i nebesa golema bez stupova, svod koji pokriva Zemlju, i drži ga da ne padne, kao što ga čuva od šejtana. Međutim, nevjernici su nemarni, okreću se od svih ovih bjelodanih znamenja i očitih dokaza kao što su Sunce i Mjesec.",
		"korkutTranslationOfAyah":"I to što je nebeski svod osiguran Naše je djelo, a oni se ipak okreću od znamenja koja su na njemu."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
		"tafsirTextofAyah":"Allah je Onaj Koji je stvorio noć da bi ljudi u njoj počivali i odmarali se, i stvorio je dan da bi u njemu privređivali i trudili se, i stvorio je Sunce da bude izvor svjetlosti danju, i stvorio je Mjesec da svijetli noću. I Sunce i Mjesec imaju preciznu putanju od koje nimalo ne odstupaju.",
		"korkutTranslationOfAyah":"I noć i dan Njegovo su djelo, i Sunce i Mjesec, i svi oni nebeskim svodom plove."
	},
	{
		"arabicTextofAyah":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, nije odredio da prije tebe, o Poslaniče, ijedan čovjek vječno živi; ako ti umreš, zar će ovi poslije tebe vječno živjeti? Nikako!",
		"korkutTranslationOfAyah":"Nijedan čovjek prije tebe nije bio besmrtan; ako ti umreš, zar će oni dovijeka živjeti?"
	},
	{
		"arabicTextofAyah":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
		"tafsirTextofAyah":"Svako biće, vjernik ili nevjernik, okusit će smrt. O ljudi, Mi vas na dunjaluku ispitujemo i na kušnju stavljamo kroz zaduženja, dajući vam i dobro i zlo. Nakon smrti Nama ćete se vratiti i Mi ćemo vam za vaša djela adekvatnu naknadu dati.",
		"korkutTranslationOfAyah":"Svako živo biće smrt će okusiti! Mi vas stavljamo na kušnju i u zlu i u dobru i Nama ćete se vratiti."
	},
	{
		"arabicTextofAyah":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
		"tafsirTextofAyah":"Kad bezbožnici vide Vjerovjesnika, sallallahu alejhi ve sellem, rugaju se i govore: “Evo ovo je čovjek koji huli vaše bogove!” Rugajući se tebi oni poriču Allahova znamenja, negiraju časni Kur’an koji im je objavljen i okreću se od vjerovanja i poriču darovane blagodati. Budući da su krivovjerni objedinili sva ružna svojstva, njih treba huliti.",
		"korkutTranslationOfAyah":"Kada te vide nevjernici, samo ti se rugaju: \"Je li to onaj koji vaše bogove huli?\" A oni sami ne vjeruju kada se spomene Milostivi."
	},
	{
		"arabicTextofAyah":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
		"tafsirTextofAyah":"Allah, džellešanuhu, stvorio je čovjeka od žurbe, pa, nestrpljiv, požuruje stvari i ne može dočekati. Zbog toga nevjernici požuruju Allahovu kaznu, a On im je obećao je da će im pokazati kaznu koju požuruju. Kako će brzo doći ono što se mora dogoditi, nema potrebe da se požuruje.",
		"korkutTranslationOfAyah":"Čovjek je stvoren od žurbe. Pokazaću Ja vama, doista, dokaze Svoje, zato Me ne požurujte!"
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Nevjernici koji poriču proživljenje, požuruju kaznu rugajući se: “Kad će već jednom Sudnji dan, kojim nam prijetite ti i vjernici koji su s tobom, Muhamede, ako je istina da će se uopće dogoditi?”",
		"korkutTranslationOfAyah":"Oni govore: \"Kada će već jednom ta prijetnja, ako istinu govorite?\""
	},
	{
		"arabicTextofAyah":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
		"tafsirTextofAyah":"Da bezbožnici koji poriču proživljenje znaju kakva ih stravična kazna čeka u paklenoj vatri kada je ne budu mogli otkloniti od lica svojih niti leđa svojih, i kada ne bude pomagača koji će im patnju moći otkloniti, a da to znaju, ne bi ustrajali na poricanju i inatu, i ne bi požurivali da ih snađe kazna.",
		"korkutTranslationOfAyah":"A da nevjernici znaju da tada neće moći otkloniti vatru od lica svojih i leđa svojih, i da im niko neće moći pružiti pomoć,"
	},
	{
		"arabicTextofAyah":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
		"tafsirTextofAyah":"Oni ne znaju kada će ih paklena kazna snaći, jer ona će doći iznenada i neće je moći zaustaviti, niti će im biti odgođena kako bi se pokajali i milost dobili.",
		"korkutTranslationOfAyah":"nego će im nenadano doći i zaprepastiti ih i neće je moći nazad vratiti i neće im se vremena dati!"
	},
	{
		"arabicTextofAyah":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Ako ti se tvoj narod rugao, Poslaniče, u tome nisi izuzetak. Tako je bilo i sa drugim poslanicima. Oni koji nisu vjerovali i prije Resulullaha, sallallahu alejhi ve sellem, rugali su se svojim poslanicima, pa je Svevišnji Allah dao da njih, nevjernike, stigne kazna kojoj su se rugali onda kad su ih poslanici njome zastrašivali.",
		"korkutTranslationOfAyah":"I prije tebe su poslanike ruglu izvrgavali, pa je one koji su im se rugali stiglo baš ono čemu su se rugali."
	},
	{
		"arabicTextofAyah":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, reci onima koji požuruju kaznu: “Osim Milostivog Allaha, niko vas ne može sačuvati i zaštititi, noću i danju,od kazne.” Ali ipak, oni koji ne vjeruju okreću glave, otuđuju se od časnog Kur’ana i nemaju na umu to da ih može stići kazna. Okrenuli su leđa, nemarni su i ne razmišljaju, jer su neznalice i bezumnici.",
		"korkutTranslationOfAyah":"Reci: \"Ko će vas od Milostivog noću i danju štititi?\" Niko! Pa ipak oni od Kur'ana glave okreću."
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
		"tafsirTextofAyah":"Mogu li božanstva kojima se klanjaju višebošci odbraniti svoje obožavaoce od Naše kazne? Ta božanstva kojima robuju ne mogu nimalo sebi pomoći, a kamoli da mogu pomoći kome drugom. Zaista, kipovi neće moći uzeti svoje obožavaoce u okrilje svoje zaštite i pažnje, te ih sačuvati od kazne u džehennemu.",
		"korkutTranslationOfAyah":"Zar će ih njihova božanstva, a ne Mi, odbraniti? Ta ona sama sebi ne mogu pomoći, i niko nevjernike od Naše kazne ne može pod okrilje uzeti!"
	},
	{
		"arabicTextofAyah":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
		"tafsirTextofAyah":"Mi smo nevjernicima dali uživanje, a i njihovim precima blagodati mnoge smo dali, kako bismo ih postepeno ka kazni odveli. Vrijeme im se oduljilo pa ih je to obmanulo i nastavili su u svome nevjerstvu. Zar ovi koji su obmanuti i koji kaznu požuruju, ne vide da mi Zemlju s krajeva njenih umanjujemo, tako što vladamo njenim stanovnicima i pokoravamo ih, pa da iz toga pouku uzmu, kako im se ne bi desilo isto ono što se desilo i drugima?! Oni nisu pobjednici, nego gubitnici.",
		"korkutTranslationOfAyah":"Mi smo ovima, a i precima njihovim, dali da uživaju, pa su im dani radosti dugi. A zar oni ne vide da Mi u zemlju njihovu dolazimo i da je s krajeva njezinih umanjujemo, pa kako bi oni bili pobjednici?!"
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
		"tafsirTextofAyah":"Poslaniče, reci nevjernicima: “Ja vas podsjećam na kaznu ovim Kur’anom, veličanstvenom knjigom, koji mi se objavljuje!” Ali nevjernici ne čuju kur’anske ajete onako kako ih čuju oni koji ih prihvataju, pa se oni upravo zato i otuđuju od Objave. Njima ne koristi zastrašivanje Allahovom kaznom.",
		"korkutTranslationOfAyah":"Reci: \"Ja vas opominjem Objavom!\" – ali, gluhi ne čuju poziv kad se opominju."
	},
	{
		"arabicTextofAyah":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, kada bi ove koji požuruju kaznu, samo jedan njen dio dotakao, kazali bi: Propali smo, jer smo bili nepravedni, činili smo širk, i poricali istinu koju je donio Muhammed, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"A da ih samo dašak kazne Gospodara tvoga dotakne, sigurno bi povikali: \"Teško nama, doista smo sami sebi nepravdu učinili!\""
	},
	{
		"arabicTextofAyah":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
		"tafsirTextofAyah":"Na Dan ustanuća, Allah, džellešanuhu, postavit će ispravnu vagu radi vaganja dobrih i hrđavih djela, pa Gospodar nikom neće krivo učiniti dodavši mu grijeh ili mu pak oduzevši dobro djelo. Ako trudbenikovo djelo, bilo ono dobro ili hrđavo, bude teško koliko zrno gorušice, Allah ga neće zanemariti nego će za njega nagradu ili kaznu dati.",
		"korkutTranslationOfAyah":"Mi ćemo na Sudnjem danu ispravne terazije postaviti, pa se nikome krivo neće učiniti; ako nešto bude teško koliko zrno gorušice, Mi ćemo za to kazniti ili nagraditi. A dosta je to što ćemo Mi račune ispitivati."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, objavio je Musau i Harunu Tevrat, pomoću kojeg je rastavio istinu od neistine, dozvoljeno od zabranjenog i bio je svjetlo upute onima koji su se bojali Allaha i bili na Pravoj stazi.",
		"korkutTranslationOfAyah":"Mi smo Musau i Harunu dali Tevrat, svjetlo i pouku za one koji se budu grijeha klonili,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
		"tafsirTextofAyah":"To su oni koji imaju na umu da ih Sveznajući Allah vidi, vjeruju Ga iako Ga ne vide, i koji se boje kazne i polaganja računa na budućem svijetu.",
		"korkutTranslationOfAyah":"za one koji se Gospodara svoga budu bojali i kad ih niko ne vidi, i koji od časa oživljenja budu strepjeli."
	},
	{
		"arabicTextofAyah":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
		"tafsirTextofAyah":"Ovaj Kur’an, koji je Vjerovjesniku, sallallahu alejhi ve sellem, objavljen, pouka je onima koji slijede njegova uputstva, on donosi golemu korist i blagoslov, pa zar ga vi, o mnogobošci, poričete i ne slijedite, a u njemu su bjelodani i nepobitni dokazi?",
		"korkutTranslationOfAyah":"A i ovaj Kur'an je blagoslovljena pouka koju objavljujemo, pa zar da ga vi poričete?"
	},
	{
		"arabicTextofAyah":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
		"tafsirTextofAyah":"Plemeniti Allah uputio je Ibrahima, alejhis-selam, još dok je dječak bio i dao mu da čini djela kojima je On zadovoljan. Allah je dobro znao da poslanik Ibrahim zaslužuje da bude izabran i odlikovan.",
		"korkutTranslationOfAyah":"Mi smo još prije Ibrahimu razboritost dali i dobro smo ga poznavali."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
		"tafsirTextofAyah":"Kad se Ibrahim, alejhis-selam, obratio svom ocu Azeru i svom narodu: “Kakvi su ovo kumiri koje ste napravili i kakvi su ovo kipovi koje ste isklesali, a kojima se neprestano klanjate?”",
		"korkutTranslationOfAyah":"Kad on ocu svome i narodu svome reče: \"Kakvi su ovo kumiri kojima se i dan i noć klanjate?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
		"tafsirTextofAyah":"Oni odgovoriše: “Odrasli smo gledajući kako im se naši preci klanjaju, pa im se, evo, i mi klanjamo.”",
		"korkutTranslationOfAyah":"Oni odgovoriše: \"I naši preci su im se klanjali.\""
	},
	{
		"arabicTextofAyah":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"Ibrahim im reče: Vi i oni koje slijedite u jasnoj ste zabludi i skrenuli ste s pravog puta.",
		"korkutTranslationOfAyah":"\"I vi ste, a i preci vaši su bili u očitoj zabludi\" – reče."
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
		"tafsirTextofAyah":"Ibrahimovi sunarodnici upitaše: “Govoriš li ti to istinu ili neistinu iznosiš kako bi nam se narugao.\"",
		"korkutTranslationOfAyah":"\"Govoriš li ti to ozbiljno ili se samo šališ?\" – upitaše oni."
	},
	{
		"arabicTextofAyah":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
		"tafsirTextofAyah":"“Ne govorim neistinu niti vam se rugam”, odgovori poslanik Ibrahim, alejhis-selam. “Vaš je Gospodar Allah, Stvoritelj nebesa i Zemlje iz ničega, On je jedini Bog. Ja sam svjedok da je istina ovo što govorim. Oni kojima se klanjate, a ne Allahu, nemaju baš nikakva udjela u stvaranju nebesa i Zemlje.”",
		"korkutTranslationOfAyah":"\"Ne\" – reče – \"Gospodar vaš je Gospodar nebesa i Zemlje, On je njih stvorio, i ja ću vam to dokazati."
	},
	{
		"arabicTextofAyah":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
		"tafsirTextofAyah":"“I tako mi Svevišnjeg Allaha, čim se udaljite, ja ću skovati spletku protiv vaših kumira i udesit ću ih”, nagovijestio je Ibrahim, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Tako mi Allaha, ja ću, čim se udaljite, vaše kumire udesiti!\" –"
	},
	{
		"arabicTextofAyah":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
		"tafsirTextofAyah":"I zaista, Ibrahim porazbija sve kipove u komadiće, a ostavi najvećeg kipa, da bi mu se mnogobošci mogli obratiti pitajući ga ko je to uradio.",
		"korkutTranslationOfAyah":"I porazbija ih on u komade, osim onog najvećeg, da bi se njemu obratili."
	},
	{
		"arabicTextofAyah":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Vrativši se, mnogobošci zatekoše kipove porazbijane i jedni druge zapitaše: “Ko li učini ovo bogovima našim? Onaj ko je ovo uradio nesumnjivo je nasilnik, prevršio je granicu u zlu.” Rekli su tako, jer su smatrali da se kipovi trebaju veličati i da se ne smiju skrnaviti.",
		"korkutTranslationOfAyah":"\"Ko uradi ovo sa bogovima našim\" – povikaše oni – \"zaista je nasilnik!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
		"tafsirTextofAyah":"Neki od onih koji su čuli Ibrahimovu, alejhis-selam, prijetnju, rekoše: “Čuli smo jednog momka, Ibrahim se zove, da vrijeđa i nipodaštava naše bogove. Vjerovatno je on to uradio.”",
		"korkutTranslationOfAyah":"\"Čuli smo jednog momka kako ih huli\" – rekoše – \"ime mu je Ibrahim.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
		"tafsirTextofAyah":"Velikodostojnici mnogobošci povikaše: “Dovedite Ibrahima pred narod, neka prizna svoje nedjelo i neka se dokaže njegova krivica na temelju iskaza svjedokā!”",
		"korkutTranslationOfAyah":"\"Dovedite ga da ga ljudi vide\" – rekoše – \"da posvjedoče.\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
		"tafsirTextofAyah":"Doveli su Ibrahima, alejhis-selam, i upitali ga, nadasve negodujući zbog njegova ponašanja: “Jesi li ti, Ibrahime, porazbijao naše bogove?”",
		"korkutTranslationOfAyah":"\"Jesi li ti uradio ovo s bogovima našim, o Ibrahime?\" – upitaše."
	},
	{
		"arabicTextofAyah":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
		"tafsirTextofAyah":"Međutim, Ibrahim, alejhis-selam, osramotio ih je, sve, dokazavši da su nerazumni i maloumni, a njihovi bogovi nemoćni. Rekao im je: “Nisam ja porazbijao vaše bogove, to je učinio najveći kip među njima. Upitajte njih, svoje bogove, ako u njima ima života pa mogu govoriti!”",
		"korkutTranslationOfAyah":"\"To je učinio ovaj najveći od njih, pitajte ih ako umiju govoriti\" – reče on."
	},
	{
		"arabicTextofAyah":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"Kada su malo bolje promislili o svojim postupcima, bilo im je jasno da njihovi kipovi ne mogu donijeti ni korist ni štetu. Oni su, dakle, bili nepravedni kada su pored Allaha, njih obožavali.",
		"korkutTranslationOfAyah":"I oni se zamisliše, pa sami sebi rekoše: \"Vi ste, zaista, nepravedni!\""
	},
	{
		"arabicTextofAyah":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
		"tafsirTextofAyah":"No, u njima se probudila oholost, nisu se odrekli neistine nego su cijelu stvar izokrenuli pa su se protiv poslanika Ibrahima, alejhis-selam, pozvali na dokaz koji, zapravo, pobija njihov stav, a ne njegov. Rekli su mu: “Kako nas upućuješ da upitamo kipove, a oni, kao što dobro znaš, ne govore?!”",
		"korkutTranslationOfAyah":"Zatim glave oboriše i rekoše: \"Ta ti znaš da ovi ne govore!\""
	},
	{
		"arabicTextofAyah":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
		"tafsirTextofAyah":"Osuđujući ih, Ibrahim, alejhis-selam, upita: “Zašto se onda, umjesto Allahu, klanjate kipovima koji vam, ako ih obožavate, ne mogu nikakvu korist donijeti, kao ni sebi samima, a niti mogu sami sebe zaštiti?”",
		"korkutTranslationOfAyah":"\"Pa zašto se onda, umjesto Allahu, klanjate onima koji vam ne mogu ni koristiti niti od vas kakvu štetu otkloniti?\" – upita on."
	},
	{
		"arabicTextofAyah":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"“Teško vama! Daleko bili, vi i vaši kipovi kojima robujete, a ne Uzvišenom Allahu, koji niti štete niti koriste!”, reče Ibrahim. “Zar nećete razmisliti o ogavnosti toga šta radite, pa da se Pravim putem uputite?”",
		"korkutTranslationOfAyah":"\"Teško vama i onima kojima se, umjesto Allahu, klanjate! Zašto se ne opametite?\" –"
	},
	{
		"arabicTextofAyah":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
		"tafsirTextofAyah":"Pošto je poslanik Ibrahim, alejhis-selam, pomoću jasnih i nepobitnih dokaza pobijedio nevjernike u raspravi, oni protiv njega upotrijebiše silu i prevlast. Povikaše: “Osvetite svoje bogove i neka oni pobjednici budu, pa spalite Ibrahima u vatri!”",
		"korkutTranslationOfAyah":"\"Spalite ga i bogove vaše osvetite, ako hoćete išta učiniti!\" – povikaše."
	},
	{
		"arabicTextofAyah":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
		"tafsirTextofAyah":"Međutim, Svemogući Allah spasio je Svog miljenika Ibrahima od vatre; njoj je zapovjedio da postane hladna i da bude spas Ibrahimu, pa mu se ništa nije dogodilo.",
		"korkutTranslationOfAyah":"\"O vatro\" – rekosmo Mi – \"postani hladna, i spas Ibrahimu!\""
	},
	{
		"arabicTextofAyah":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
		"tafsirTextofAyah":"Nevjernici su htjeli ubiti poslanika Ibrahima, alejhis-selam, ali je Allah, džellešanuhu, njih učinio gubitnicima, uništio je njihovu spletku, pobijedio ih i ponizio.",
		"korkutTranslationOfAyah":"I oni mu htjedoše postaviti zamku, ali ih Mi onemogućismo"
	},
	{
		"arabicTextofAyah":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, spasio je Ibrahima i Luta, koji je povjerovao u Ibrahimovo poslanstvo i slijedio ga, nakon čega ih je iz Iraka premjestio u Šam, blagoslovljenu zemlju s obilnim plodovima i brojnim dobrima, zemlju vjerovjesnikā.",
		"korkutTranslationOfAyah":"i spasismo i njega i Luta u zemlju koju smo za ljude blagoslovili,"
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
		"tafsirTextofAyah":"Svevišnji Allah poklonio je Ibrahimu sina Ishaka, nakon što ga je molio da mu podari dijete, i još i unuka Jakuba uz to; sva trojica bijahu Allahu poslušni, čestiti i dobri.",
		"korkutTranslationOfAyah":"i poklonismo mu Ishaka, i Jakuba kao unuka, i sve ih učinismo dobrim,"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
		"tafsirTextofAyah":"Svevišnji Allah učinio je da Ibrahim, Ishak i Jakub budu uzor ljudima, pozivaju u poslušnost Allahu i postupaju u skladu s Njegovim vjerozakonom, i objavio im je da čine dobra djela, namaz obavljaju onako kako ga treba obavljati i zekat daju, pa su oni sve te Allahove zapovijedi izvršavali na najbolji način i bili su ponizni spram Uzvišenog Allaha.",
		"korkutTranslationOfAyah":"i učinismo ih vjerovjesnicima da upućuju prema zapovijedi Našoj, i objavismo im da čine dobra djela, i da molitve obavljaju, i da milostinju udjeljuju, a samo su se Nama klanjali."
	},
	{
		"arabicTextofAyah":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, dao je Lutu poslanstvo, korisno znanje i mudrost, u riječima, postupcima i suđenju među ljudima. Gospodar ga je spasio od stanovnika Sodome, čiji stanovnici, zločesti i neposlušni Svevišnjem Allahu, činjahu ogavna djela i razvrat.",
		"korkutTranslationOfAyah":"I Lutu mudrost i znanje dadosmo i iz grada ga, u kom su stanovnici njegovi odvratne stvari činili, izbavismo – to, uistinu, bijaše narod razvratan i zao –"
	},
	{
		"arabicTextofAyah":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Mi smo njemu ukazali Našu milost kada smo ga spasili od kazne koja je zadesila njegov narod. On je bio dobar rob, sprovodio je Naše naredbe i ostavljao ono što mu je zabranjeno.",
		"korkutTranslationOfAyah":"i u milost Našu ga uvedosmo; on je, doista, od onih dobrih."
	},
	{
		"arabicTextofAyah":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"I spomeni, Poslaniče, vjerovjesnika Nuha, alejhis-selam, kad je davno prije Ibrahima i Luta zavapio pa mu se Allah, džellešanuhu, odazvao na vapaj i spasio njega i vjernike s njime od golemog iskušenja i potopa.",
		"korkutTranslationOfAyah":"I Nuhu se, kad u davno vrijeme zavapi, odazvasmo i njega i čeljad njegovu od jada velikog spasismo"
	},
	{
		"arabicTextofAyah":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Svemogući Allah pomogao je Nuhu, alejhis-selam, protiv njegovih sunarodnika koji su poricali Njegove ajete. Oni koji su utjerivali u laž Nuha, alejhis-selam, bijahu nadasve poročni, i Gospodar nebesa i Zemlje sve ih je potopio.",
		"korkutTranslationOfAyah":"i od naroda ga, koji je smatrao neistinitim dokaze Naše, zaštitismo. To bijahu opaki ljudi, pa ih sve potopismo."
	},
	{
		"arabicTextofAyah":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
		"tafsirTextofAyah":"I spomeni, Allahov Poslaniče, vjerovjesnika Davuda i njegova sina Sulejmana kad su sudili o usjevu što su ga noću opasle ovce jednog čovjeka. Sveznajući Allah bio je svjedok njihovu suđenju i Njemu ništa nije promaklo.",
		"korkutTranslationOfAyah":"I Davudu i Sulejmanu, kada su sudili o usjevu što su ga noću ovce nečije opasle – i Mi smo bili svjedoci suđenju njihovu –"
	},
	{
		"arabicTextofAyah":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
		"tafsirTextofAyah":"Mi smo dali da Sulejman shvati dato pitanje, a ne Davud, njegov otac. I jednom i drugom dali smo vjerovjesništvo i znanje o vjerskim propisima. Brda smo potčinili Davudu, a i ptice, pa su ta stvorenja slavila Allaha kada Ga je i on slavio. Mi smo u stanju da darujemo razumijevanje, znanje i da stvorenja potčinimo jedna drugima.",
		"korkutTranslationOfAyah":"i učinismo da Sulejman pronikne u to, a obojici smo mudrost i znanje dali. I potčinismo planine i ptice da s Davudom Allaha hvale; to smo Mi bili kadri učiniti."
	},
	{
		"arabicTextofAyah":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
		"tafsirTextofAyah":"Davuda smo, a ne Sulejmana, podučili pravljenju pancira koji štite vaša tijela od oružja i oruđa. O ljudi, da li ste zahvalni na toj blagodati?",
		"korkutTranslationOfAyah":"I naučismo ga da izrađuje pancire za vas da vas štite u borbi s neprijateljem – pa zašto niste zahvalni?"
	},
	{
		"arabicTextofAyah":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
		"tafsirTextofAyah":"A vjerovjesniku Sulejmanu Allah, džellešanuhu, potčinio je jake vjetrove koji su puhali prema Šamu, blagoslovljenoj zemlji zbog vjerovjesnika koje je tamo slao, zemlji raznovrsnih plodova i dobara. Allah, džellešanuhu, sve zna i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"A Sulejmanu vjetar jaki poslušnim učinismo – po zapovijedi njegovoj je puhao prema zemlji koju smo blagoslovili; a Mi sve dobro znamo;"
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
		"tafsirTextofAyah":"Potčinio mu je Allah i šejtane koji su zarad njega ronili morem i vadili bisere i drugo, bavili se gradnjom. Allah im je, Svojom snagom i moći, omogućio da to mogu činiti. Allah je nad njima bdio, Njemu ništa ne može promaći.",
		"korkutTranslationOfAyah":"i šejtane neke da zbog njega rone, a radili su i poslove druge, i nad njima smo Mi bdjeli."
	},
	{
		"arabicTextofAyah":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
		"tafsirTextofAyah":"Allahov Poslaniče, spomeni vjerovjesnika Ejjuba, alejhis-selam, kojeg je Allah, džellešanuhu, iskušao gubitkom porodice i imetka te teškom bolešću; on se strpio i nadao se Allahovoj nagradi, obraćajući se Najmilostivijem da otkloni nevolju koja ga je snašla.",
		"korkutTranslationOfAyah":"I Ejjubu se, kada je Gospodaru svome zavapio: \"Mene je nevolja snašla, a Ti si od milostivih najmilostiviji!\" –"
	},
	{
		"arabicTextofAyah":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
		"tafsirTextofAyah":"I Plemeniti Allah uslišio je njegovu dovu, iz Svoje dobrote i samilosti, te mu je dao mnogostruko više nego što je imao članova porodice i djece, da bi Ejjub, alejhis-selam, bio uzor svakom nevoljniku u strpljivosti i poniznom obraćanju Allahu, Koji naposlijetku otkloni nevolju.",
		"korkutTranslationOfAyah":"i vratismo mu, milošću Našom, čeljad njegovu i uz njih još toliko i da bude pouka onima koji se Nama klanjaju."
	},
	{
		"arabicTextofAyah":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"I spomeni, o Poslaniče, Ismaila, Idrisa i Zulkifla, koji su strpljivo izvršavali vjerske naredbe i sustezali se od vjerskih zabrana, te hrabro podnosili udarac sudbine.",
		"korkutTranslationOfAyah":"I Ismailu, i Idrisu, i Zulkiflu, a svi su oni bili strpljivi."
	},
	{
		"arabicTextofAyah":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Allah ih je uveo u okrilje Svoje milosti i pažnje, učinio ih vjerovjesnicima i dao im džennet, zato što su čineći dobra djela, a sustežući se od nevaljalih bili dobri i odani Allahu, javno i tajno.",
		"korkutTranslationOfAyah":"I obasusmo ih milošću Našom, oni doista bijahu dobri."
	},
	{
		"arabicTextofAyah":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Spomeni i vjerovjesnika Zunnuna, Junusa b. Mettaa, koji je napustio svoj narod, bez Allahove dozvole, nakon što mu se sunarodnici nisu htjeli odazvati na poziv u islam! Zunnun je pomislio da ga Allah, džellešanuhu, neće dovesti u nepriliku i da ga neće kazniti zbog toga što je napustio svoj narod. Međutim, Mudri Allah doveo ga je pred nevolju: učinio je da ga proguta kit, pa je Junus, alejhis-selam, u trima tminama: tmini mrkle noći, tmini mora i tmini utrobe kita kajući se zavapio: “Nema boga osim Tebe, hvaljen neka si, ja sam zaista bio jedan od zulumćara!”",
		"korkutTranslationOfAyah":"I Zunnunu se, kada srdit ode i pomisli da ga nećemo kazniti – pa poslije u tminama zavapi: \"Nema boga osim Tebe, hvaljen neka si, a ja sam se zaista ogriješio prema sebi!\" –"
	},
	{
		"arabicTextofAyah":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Pa mu se Allah odazvao i izbavio ga iz goleme nevolje i tmina, iz utrobe kita. Allahovo je pravilo da svakom iskrenom vjerniku poslije teškoće da izlaz ako Ga zamoli.",
		"korkutTranslationOfAyah":"odazvasmo i tegobe ga spasismo; eto, tako Mi spašavamo vjernike."
	},
	{
		"arabicTextofAyah":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
		"tafsirTextofAyah":"Također spomeni Zekerijjaa, vjerovjesnika plemenitog, kad se obratio Svemogućem Allahu da ga ne ostavi bez potomstva; zamolio je da ima potomka koji će ga naslijediti i ostati iza njega.",
		"korkutTranslationOfAyah":"I Zekerijjau se – kada zamoli Gospodara svoga: \"Gospodaru moj, ne ostavljaj me sama, a Ti si jedini vječan!\" –"
	},
	{
		"arabicTextofAyah":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
		"tafsirTextofAyah":"I Zekarijjau, alejhis-selam, Allah se odazvao, pa mu je u poznim godinama poklonio sina Jahjaa, nakon što je izliječio njegovu ženu, do tad nerotkinju, davši da zatrudni i rodi. Zekerija sa sinom i ženom, oni su se svi natjecali, hitajući, da učine što više dobrih djela i obraćali su se dragom Allahu nadajući se u milost i u strahu od kazne, bili su ponizni prema Njemu, a prema ljudima bili su skromni.",
		"korkutTranslationOfAyah":"odazvasmo i, izliječivši mu ženu, Jahjaa mu poklonismo. Oni su se trudili da što više dobra učine i molili su Nam se u nadi i strahu, i bili su prema Nama ponizni."
	},
	{
		"arabicTextofAyah":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I kazuj im, Poslaniče, o Merjemi, kćerci Imranovoj, koja se sačuvala od bluda, pa je Allah, džellešanuhu, zapovjedio da Džibril puhne u nju pa je ona zatrudnjela s Isaom, alejhis-selam! Ona i njen sin su dokaz Božije moći kojemu ništa nije nemoguće. Stvorio je Isaa bez oca.",
		"korkutTranslationOfAyah":"A i onu koja je sačuvala djevičanstvo svoje, u njoj život udahnusmo i nju i sina njezina znamenjem svjetovima učinismo."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
		"tafsirTextofAyah":"Islam je vjera svih vjerovjesnika, a jedino je Allah Gospodar, Onaj Koji stvara, upravlja i opskrbljuje, pa se zato samo Njemu klanjajte, nikog Mu ne smatrajući ravnim!",
		"korkutTranslationOfAyah":"Ova vaša vjera – jedina je prava vjera, a Ja sam – vaš Gospodar, zato se samo Meni klanjajte!"
	},
	{
		"arabicTextofAyah":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
		"tafsirTextofAyah":"Ljudi se se međutim razišli sa svojim vjerovjesnicima i među sobom se podijelili na skupine i tabore; neki su od njih, monoteisti - vjernici , a drugi su mnogobošci, nevjernici i svi će se vratiti Svevišnjem Allahu da ih pozove na odgovornost za djela koja su činili na dunjaluku.",
		"korkutTranslationOfAyah":"I oni su se između sebe u vjeri podvojili, a svi će se Nama vratiti."
	},
	{
		"arabicTextofAyah":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
		"tafsirTextofAyah":"Ko bude vjerovao u dragog Allaha i Njegove poslanike, iskreno, te radi Allaha bude činio dobra djela, njegov trud Allah neće poništiti, već će sve što učini uvećati i nagraditi pa će isti taj trudbenik naći svoj trud na Danu ustanuća i radovati mu se.",
		"korkutTranslationOfAyah":"Ko bude dobra djela činio i uz to vjernik bio, trud mu neće lišen nagrade ostati, jer smo mu ga, sigurno, Mi pribilježili."
	},
	{
		"arabicTextofAyah":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
		"tafsirTextofAyah":"Nemoguće je da se stanovnici bilo kojeg naselja koje je Allah, džellešanuhu, uništio zbog nevjerstva, vrate na ovaj svijet i pokaju zbog grijeha te poprave svoj odnos spram Allaha.",
		"korkutTranslationOfAyah":"A nezamislivo je da se stanovnici bilo kojeg naselja koje smo Mi uništili neće Nama vratiti."
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
		"tafsirTextofAyah":"Nakon što se otvori brana koja zadržava narode Jedžudž i Medžudž, oni će izaći i razići se po svim dijelovima Zemlje, spuštajući se sa svake uzvisine. Oni će se veoma brzo kretati.",
		"korkutTranslationOfAyah":"I kada se otvore Jedžudž i Medžudž i kada se ljudi budu niz sve strmine žurno spuštali"
	},
	{
		"arabicTextofAyah":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
		"tafsirTextofAyah":"Njihovim izlaskom, približit će se vrijeme Smaka svijeta pa će se, uslijed nezamislive strahote, pogledi nevjernika ukočiti, oni neće treptati, govorit će: “Teško nama, nastradali smo! O, kako smo se samo zabavljali uživajući na ovom svijetu, ne spremajući se za ovaj teški dan i sami sebi čineći nepravdu, čineći nevjerstvo i grijehe.",
		"korkutTranslationOfAyah":"i približi se istinita prijetnja, tada će se pogledi nevjernika ukočiti. \"Teško nama, mi smo prema ovome ravnodušni bili; mi smo sami sebi nepravdu učinili!\""
	},
	{
		"arabicTextofAyah":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
		"tafsirTextofAyah":"O mnogobošci, vi, vaša božanstva koja ste obožavali, i svi ljudi i džini koji su bili zadovoljni tim činom, bit ćete gorivo džehennemsko. I vi, i vaša božanstva, u Vatru ćete ući.",
		"korkutTranslationOfAyah":"I vi, i oni kojima se, pored Allaha, klanjate – bićete gorivo u Džehennemu, a u nj ćete doista ući."
	},
	{
		"arabicTextofAyah":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"O nevjernici, da su lažni bogovi kojima ste se klanjali bili dostojni da im se ibadet čini, oni ne bi s vama ušli u paklenu vatru! Vi i vaša božanstva, kojima ste se klanjali, a ne Allahu, u džehennemu ćete vječno boraviti i iz njega nikada neće izići.",
		"korkutTranslationOfAyah":"Da su oni bogovi, ne bi u nj ušli, i svi će u njemu vječno boraviti,"
	},
	{
		"arabicTextofAyah":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
		"tafsirTextofAyah":"Nevjernici paćenici u džehennemskoj će vatri prigušeno jecati i uzdisati, zbog teške patnje, muke i bezizlaza koji će ih snaći. Uslijed nezamislivo goleme i strahovite patnje, oni u paklenoj vatri ništa neće čuti.",
		"korkutTranslationOfAyah":"u njemu će prigušeno uzdisati, u njemu ništa radosno neće čuti."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
		"tafsirTextofAyah":"Mušrici su govorili da će Isa i meleki koji su bili obožavani, u Vatru ući, ali Allah je rekao: \"Oni koji su sretnici i kojima je to predodređeno, poput Isaa alejhisselam, bit će daleko od Vatre.\"",
		"korkutTranslationOfAyah":"A oni kojima smo još prije lijepu nagradu obećali, oni će od njega daleko biti,"
	},
	{
		"arabicTextofAyah":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
		"tafsirTextofAyah":"Oni neće čuti huku paklene vatre niti vapaje paćenika nesretnih, jer su stekli Allahovu naklonost i ušli u džennet, gdje su u Allahovoj blizini; imat će sve što njihove duše požele; u Allahovoj će blagodati vječno ostati.",
		"korkutTranslationOfAyah":"huku njegovu neće čuti, i vječno će u onome što im budu duše željele uživati,"
	},
	{
		"arabicTextofAyah":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
		"tafsirTextofAyah":"Neće osjetiti strah zbog najvećeg užasa kada vatra obuzme njene stanovnike, niti će se prestraviti kad se oni prestrave, njih će meleki s radoviješću dočekivati: “Ovo je dan velikog uspjeha i spasa, koji vam je vaš Gospodar obećao!”",
		"korkutTranslationOfAyah":"neće ih brinuti najveći užas, nego će ih meleki dočekivati: \"Evo ovo je vaš dan, vama obećan!\" –"
	},
	{
		"arabicTextofAyah":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
		"tafsirTextofAyah":"To će biti onog Dana kad Svemogući Allah smota nebesa kao što se smota list papira za pisanje. Tog Dana Allah će stvoriti ljude onako kako ih je prvi put stvorio, pa će stati pred Njega. To je obećanje Allahovo, a On Svoja obećanja ne krši; niko ne može izbjeći Allahovo određenje niti iko može suzbiti Njegovu volju.",
		"korkutTranslationOfAyah":"onoga Dana kada smotamo nebesa kao što se smota list papira za pisanje. Onako kako smo prvi put iz ničega stvorili, tako ćemo ponovo iz ništa stvoriti – to je obećanje Naše, Mi smo doista kadri to učiniti."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, objavio je u knjigama, nakon što je to zapisano u Levhi-mahfuzu, da će Zemlju naslijediti Allahovi dobri robovi, oni koji Njemu istinski robuju i koji su Njemu poslušni, a to su Poslanik, sallallahu alejhi ve sellem i njegov ummet.",
		"korkutTranslationOfAyah":"Mi smo u Zeburu, poslije Tevrata, napisali da će Zemlju Moji čestiti robovi naslijediti."
	},
	{
		"arabicTextofAyah":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
		"tafsirTextofAyah":"U ovim kur’anskim ajetima dovoljna je pouka i korist onima koji se klanjaju Allahu onako kako je propisano, pa izvršavaju vjeronaredbe, a sustežu se od vjerozabrana.",
		"korkutTranslationOfAyah":"U ovome je doista pouka za ljude koji se budu Allahu klanjali,"
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, poslao je Resulullaha, sallallahu alejhi ve sellem, kao milost svim stvorenjima, tim prije jer žudi da spasi ljude Allahove kazne i izvede ih na Pravi put.",
		"korkutTranslationOfAyah":"a tebe smo samo kao milost svjetovima poslali."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
		"tafsirTextofAyah":"Reci, Vjerovjesniče: “Allah mi je objavio da je Allah jedini Bog, te da niko drugi ne zaslužuje da ga se obožava, i da On nema saučesnika, pa Mu se povinujte, vjerujte u Njega i činite dobro!”",
		"korkutTranslationOfAyah":"Reci: \"Meni se objavljuje da je vaš Bog – jedan Bog, pa samo Njemu budite predani!\" "
	},
	{
		"arabicTextofAyah":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
		"tafsirTextofAyah":"Ako nevjernici odbiju da prihvate islam, reci im: “Ja svima vama dostavljam objavu od Gospodara svjetova i uspostavljam dokaz. Vi i ja bit ćemo istovjetno upućeni u to. A ne znam hoće li vas uskoro ili nekad kasnije stići kazna kojom vam se prijeti.”",
		"korkutTranslationOfAyah":"I ako oni leđa okrenu, ti reci: \"Ja sam vas sve, bez razlike, opomenuo, a ne znam da li je blizu ili daleko ono čime vam se prijeti;"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
		"tafsirTextofAyah":"Samo Allah, džellešanuhu, zna šta vi glasno govorite i šta šapućete, Allahu ništa nije skriveno, On će vas pozvati na odgovornost za ono što ste činili.",
		"korkutTranslationOfAyah":"On zna glasno izgovorene riječi, zna i ono što krijete,"
	},
	{
		"arabicTextofAyah":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"A ja ne znam, možda vas Allah, džellešanuhu, time dovodi u kušnju, da bi vas postepeno kazni približio i pruža vam uživanje u ovozemaljskim strastima do nekog vremena, da bi u nevjerstvo i u zabludu ogrezli.”",
		"korkutTranslationOfAyah":"a ja ne znam da nije to vama iskušenje, i pružanje uživanja još za izvjesno vrijeme.\""
	},
	{
		"arabicTextofAyah":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
		"tafsirTextofAyah":"Allahov Poslanik, sallallahu alejhi ve sellem, reče, moleći svoga Gospodara: “Allahu, moj Gospodaru, presudi između nas i bezbožnikā po pravdi, pa nagradi vjernika, a kazni poricatelja! Naš Gospodar je Milostivi Allah, od Kojeg tražimo pomoć protiv vašeg nevjerovanja i negiranja.\"",
		"korkutTranslationOfAyah":"\"Gospodaru moj, presudi onako kako su zaslužili!\" – reče on – \"a od Gospodara našeg, Milostivog, treba tražiti pomoć protiv onoga što vi iznosite.\""
	}
]