[
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
		"tafsirTextofAyah":"O ljudi, bojte se vašeg Gospodara, tako što ćete izvršavati naredbe i ostaviti zabranjena djela. Doista, strahote koje će nastupiti prilikom Smaka svijeta, kao npr. žestoki potres Zemlje, bit će neopisivo strašne i zaprepašćujuće. Samo Sveznajući Allah zna težinu tih strahota, za koje se treba pripremati čineći djela kojima je On zadovoljan.",
		"korkutTranslationOfAyah":"O ljudi, Gospodara svoga se bojte! Zaista će potres, kada Smak svijeta nastupi, veliki događaj biti!"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
		"tafsirTextofAyah":"Kad ljudi dožive strahote Dana sudnjeg, majka koja će dojiti svoje dijete, zaboravit će ga iz straha, svaka će trudnica svoj plod pobaciti, jer će ga maternica izbaciti, ljudi će kao pijani izgledati – neće biti pijani nego će ih strahota Allahove kazne sasvim izbezumiti.",
		"korkutTranslationOfAyah":"Na dan kad ga doživite svaka dojilja će ono što doji zaboraviti, a svaka trudnica će svoj plod pobaciti, i ti ćeš vidjeti ljude pijane, a oni neće pijani biti, već će tako izgledati zato što će Allahova kazna strašna biti."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
		"tafsirTextofAyah":"Neki bezbožnici negiraju Allahovu moć, pa govore da Allah neće oživiti mrtve, a ne raspolažu baš nikakvim znanjem o Allahovoj moći već se povode za svakim šejtanom prkosnim, neposlušnim i vođama koji pozivaju u zabludu.",
		"korkutTranslationOfAyah":"Ima ljudi koji se bez ikakva znanja prepiru o Allahu i koji slijede svakog šejtana prkosnoga,"
	},
	{
		"arabicTextofAyah":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
		"tafsirTextofAyah":"Za šejtana prkosnoga, bilo da se radi o ljudskoj ili džinskoj vrsti, već je propisano da će svakog onog ko ga slijedi i uzme za zaštitnika na stranputicu zavesti i u patnju ga ognjenu naputiti, čineći nevjerstvo i grijehe.",
		"korkutTranslationOfAyah":"za koga je već određeno da će svakog onog ko ga uzme za zaštitnika na stranputicu zavesti i u patnju ga ognjenu dovesti."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
		"tafsirTextofAyah":"Ako sumnjate, o ljudi, u to da Allah može mrtve oživiti, razmislite o vašem stvaranju. Znajte da je Uzvišeni Allah vašeg praoca Adema stvorio od zemlje, a zatim dao da se njegovo potomstvo razmnožava od muške kaplje sjemena koje ubaci u maternicu žene, pa od zakvačka, to jest, zgrušane krvi, pa od mesne grude, veličine zalogajčića, koja ponekad bude potpuno oblikovana i dijete se rodi živo, a ponekad bude neoblikovana pa se dijete rodi kao nedonošče te umre – da Svemogući Allah u etapama stvaranja čovjeka pokaže ljudima Svoju moć. A u maternicama Allah, džellešanuhu, zadržava plod devet mjeseci, onoliko vremena koliko On hoće, zatim čini da se ljudi kao dojenčad rađaju, te daje da zrelost i napon snage i uma dostignu; neki umiru i prije toga, a dotle neki pak duboku starost dožive i zaborave sve što su znali, pa dostignu stepen gori od dječijeg. I ti vidiš zemlju kako je zamrla, bez stabala i rastinja, a pošto na nju Plemeniti Allah s neba spusti vodu, ona zatreperi, bukne i po njoj iznikne svakovrsno zanosno bilje, pa izaziva divljenje i radost onih koji posmatraju.",
		"korkutTranslationOfAyah":"O ljudi, kako možete sumnjati u oživljenje – pa, Mi vas stvaramo od zemlje, zatim od kapi sjemena, potom od ugruška, zatim od grude mesa vidljivih i nevidljivih udova, da vam pokažemo moć Našu! A u materice smještamo šta hoćemo, do roka određenog, zatim činimo da se kao dojenčad rađate i da poslije do muževnog doba uzrastate; jedni od vas umiru, a drugi duboku starost doživljavaju, pa začas zaboravljaju ono što saznaju. I ti vidiš zemlju kako je zamrla, ali kad na nju kišu spustimo, ona ustrepće i uzbuja, i iz nje iznikne svakovrsno bilje prekrasno,"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Spomenuta znamenja i znakovi prvog stvaranja, etape i stanja rađanja čovjeka, jesu očit bjelodan, neporeciv dokaz da je Allah, džellešanuhu, jedini istinski Bog i da se samo Njemu smije robovati, te da je nezamislivo bilo koga ili bilo šta smatrati Njemu ravnim. Znajte da je Allah kadar mrtve oživiti i da sve može učiniti.",
		"korkutTranslationOfAyah":"zato što je Allah, baš On, zaista, istina, i što je On kadar mrtve oživiti, i što On sve može,"
	},
	{
		"arabicTextofAyah":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
		"tafsirTextofAyah":"I navedeni fenomeni dokaz su da će Čas oživljenja zbilja, bez ikakve sumnje, doći, i da će Gospodar svjetova izvesti mrtve iz njihovih kaburova te ih pozvati na odgovornost za ono što su činili.",
		"korkutTranslationOfAyah":"i što će Čas oživljenja, u to nema sumnje, doći i što će Allah one u grobovima oživiti."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
		"tafsirTextofAyah":"Neki bezvjerci bespravno negiraju Allahovu jednoću, a ne raspolažu baš nikakvim znanjem o tome niti za to imaju kakav dokaz. Oni se povode za neznanjem i lažima, a ne slijede Pravi put, nemaju dokaz protiv neistomišljenika, nemaju Knjigu od Allaha da raspoznaju istinu od laži.",
		"korkutTranslationOfAyah":"Ima ljudi koji se o Allahu prepiru bez ikakva znanja i bez ikakva nadahnuća i bez Knjige svjetilje,"
	},
	{
		"arabicTextofAyah":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
		"tafsirTextofAyah":"Takvi se ohole, nadmeno hode i otuđuju se od Prave staze, da bi i druge od nje zastranili; njih će na ahiretu, budućem svijetu, Allah, džellešanuhu, osramotiti pred svim ljudima zato što su bili nevjernici zabludjeli na ovom svijetu, i kaznit će ih u paklenoj vatri.",
		"korkutTranslationOfAyah":"hodeći nadmeno da bi s Allahova puta odvraćali; njih na ovome svijetu čeka poniženje, a na onome svijetu daćemo im da iskuse patnju u ognju."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
		"tafsirTextofAyah":"Njemu će biti rečeno: “Kušaj ovu kaznu zbog svojih ogavnih djela, jer Allah kažnjava samo zbog onog što je čovjek počinio od grijeha!”",
		"korkutTranslationOfAyah":"\"Eto to je zbog djêlā ruku tvojih, jer Allah nije nepravedan prema robovima Svojim.\""
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Ima ljudi koji se dvoume obožavajući Allaha i imaju sumnju u pogledu toga. Ako takvu osobu zadesi neko dobro, zdravlje ili bogatstvo, nastavi biti pokorna i vjerovati, a ukoliko je zadesiti iskušenje, bolest i siromaštvo, izgubi nadu i odmetne se od vjere. Takva osoba gubi ovaj svijet, jer njeno nevjerstvo neće joj povećati dunjalučka dobra. Također, gubi i onaj svijet, jer je čeka kazna od Allaha. To je, doista, vidljiv gubitak.",
		"korkutTranslationOfAyah":"Ima ljudi koji se Allahu klanjaju, ali bez pravog uvjerenja; ako ga prati sreća, on je smiren, a ako zapadne i u najmanje iskušenje, vraća se nevjerstvu, pa tako izgubi i ovaj i onaj svijet. To je, uistinu, očiti gubitak."
	},
	{
		"arabicTextofAyah":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
		"tafsirTextofAyah":"Ovi kolebljivi nevjernici poricatelji ne obožavaju Uzvišenog Allaha nego se mole lažnim bogovima, koji im se ne mogu osvetiti ako ih prestanu moliti, niti im mogu kakvu korist donijeti kad ih mole – to je sunovrat potpuni i zabluda golema.",
		"korkutTranslationOfAyah":"On se, pored Allaha, klanja onome koji od njega ne može nikakvu štetu otkloniti niti mu može bilo kakvu korist pribaviti; to je, zaista, velika zabluda;"
	},
	{
		"arabicTextofAyah":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
		"tafsirTextofAyah":"Nevjernik se moli nekom ko će mu, jer donosi zlo, prije nauditi nego što će biti od koristi. Kako je lažno božanstvo hrđav zaštitnik od kojeg se zaštita traži i zao drug od kojeg se pomoć očekuje!",
		"korkutTranslationOfAyah":"klanja se onome čije će mu klanjanje prije nauditi nego od koristi biti; a takav je, doista, loš zaštitnik i zao drug!"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
		"tafsirTextofAyah":"Plemeniti će Allah uvesti pravovjerne, dobre, u džennetske bašče podno čijih zamkova teku rijeke – ono što hoće Allah čini, On nagrađuje čestite, iz Svoje dobrote, a kažnjava grješnike, prema pravdi. Gospodara niko ne može ni na šta prisiliti.",
		"korkutTranslationOfAyah":"Allah će one koji vjeruju i čine dobra djela, zaista, uvesti u džennetske bašče kroz koje rijeke teku; Allah radi ono što hoće!"
	},
	{
		"arabicTextofAyah":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
		"tafsirTextofAyah":"Ko misli da Svevišnji Allah neće Poslaniku, sallallahu alejhi ve sellem, pomoći na ovom svijetu – dajući da islam i njegovi pripadnici pobijede, te na onom svijetu – dajući mu visoke razine u džennetu, neka rastegne uže do tavanice pa neka se objesi i neka zatim vidi hoće li njegova domišljatost dokinuti ono što ga srdi. Allah će, uprkos tom čovjeku koji sumnja ili širk čini, pomoći Resulullahu, sallallahu alejhi ve sellem, i dati pobjedu islamu.",
		"korkutTranslationOfAyah":"Onaj ko misli da Poslaniku Allah neće pomoći ni na ovome ni na onome svijetu, neka rastegne uže do tavanice i neka razmisli da li će njegov postupak, ako se objesi, otkloniti ono zbog čega se on ljuti."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
		"tafsirTextofAyah":"Kao što je Sveznajući Allah pokazao nevjernicima očite, neporecive dokaze da je On sve kadar učiniti jer će mrtve oživjeti, i jer je objavio časni Kur’an, jasnih i lahko razumljivih ajeta, isto tako upućuje koga hoće, a niko, osim Njega, uputiti ne može.",
		"korkutTranslationOfAyah":"I tako, eto, Mi ga u vidu jasnih ajeta objavljujemo, a Allah će onome kome On hoće na Pravi put ukazati."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
		"tafsirTextofAyah":"Na Dan ustanuća Allah će presuditi i razdvojiti one koji su vjerovali u Allaha i slijedili Božijeg Poslanika, sallallahu alejhi ve sellem, jevreje, Sabijce (skupina kojoj je poslan vjerovjesnik), kršćane, vatropoklonike i idolopoklonike; vjernike će uvesti u džennet, a nevjernike baciti u paklenu vatru. Allah je zaista pouzdan i znan svjedok za sve što su ljudi činili na ovom svijetu i svakom će čovjeku dati ono što je svojim djelima zaslužio.",
		"korkutTranslationOfAyah":"Allah će na Sudnjem danu odvojiti vjernike od jevreja, sabijaca, kršćana, poklonika vatre i mnogobožaca. Allah je, zaista, o svemu obaviješten."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
		"tafsirTextofAyah":"Zar ne znaš da se upravo Allahu povinuju, skrušeno i predano, sva stvorenja na nebesima, kao npr. meleki, i sve što se nalazi na Zemlji, od vjernika ljudi i džina, isto tako Sunce i Mjesec, zvijezde i planine, drveće i životinje, prisilnom pokornošću, kao i mnogi ljudi – vjernici, sljedbenici poslanikā, pokornošću ibadeta, a mnogi su nepokorni i ne povinuju se ibadetom pa će biti kažnjeni, nesretni i poniženi. A koga Sveznajući Allah ponizi, nema nikog ko će ga uvažavati. To je tako, jer Allah, džellešanuhu, čini ono što hoće i niko Njegovu volju ne može odbiti.",
		"korkutTranslationOfAyah":"Zar ne znaš da se i onī na nebesima i onī na Zemlji Allahu klanjaju, a i Sunce, i Mjesec, i zvijezde, i planine, i drveće, i životinje, i mnogi ljudi, a mnogi i kaznu zaslužuju. A koga Allah ponizi, niko ga ne može poštovanim učiniti; Allah ono što hoće radi."
	},
	{
		"arabicTextofAyah":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
		"tafsirTextofAyah":"Ove dvije skupine spore se u vezi s Gospodarom svojim: jedna u Njega vjeruje, a druga ne vjeruje, premda svaka skupina tvrdi da je u pravu. Krivovjernima će biti skrojena odjeća od vatre, pa će njihova tijela gorjeti a lica se pržiti, dok će im na glave biti lijevana voda koja je dostigla najvišu temperaturu.",
		"korkutTranslationOfAyah":"Ova dva protivnička tabora spore se oko Gospodara svoga; onima koji ne budu vjerovali biće odijela od vatre skrojena, a ključala voda biće na glave njihove ljevana;"
	},
	{
		"arabicTextofAyah":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
		"tafsirTextofAyah":"Uslijed vrele vode koja će biti lijevana na njihove glave istopit će se ono što je u stomacima nevjernikā, a zatim će se njihove kože raspadati.",
		"korkutTranslationOfAyah":"od nje će se istopiti ono što je u trbusima njihovim, i koža,"
	},
	{
		"arabicTextofAyah":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
		"tafsirTextofAyah":"Meleki će mlatiti teškim željeznim maljevima nevjernike po glavi.",
		"korkutTranslationOfAyah":"a gvozdenim maljevima biće mlaćeni;"
	},
	{
		"arabicTextofAyah":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
		"tafsirTextofAyah":"I kad god pokušaju iz vatre izaći, ojađeni i napaćeni zbog raznovrsnih paklenih patnji, bit će u džehennem vraćeni i ukoreni: “Kušajte užas pakleni i gorite u vatri usplamsaloj!”",
		"korkutTranslationOfAyah":"kad god pokušaju zbog teškog jada iz nje izići, biće u nju vraćeni: \"Iskusite patnju u užasnoj vatri!\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
		"tafsirTextofAyah":"Allah će uvesti iskrene vjernike u džennetske bašče ispod čijih stabala i dvoraca teku rijeke, u njima će vječno boraviti. Allah će dati pa će se stanovnici dženneta, zlatnim narukvicama i biserom kititi, a odjeća će im svilena biti.",
		"korkutTranslationOfAyah":"A one koji budu vjerovali i dobra djela činili – Allah će sigurno uvesti u džennetske bašče, kroz koje rijeke teku, u njima će se narukvicama od zlata i biserom kititi, a odjeća će im svilena biti."
	},
	{
		"arabicTextofAyah":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
		"tafsirTextofAyah":"Svoje dobre robove Allah, džellešanuhu, nadahnuo je na dunjaluku da govore najljepše riječi, kao npr. riječi: “La ilahe illallah”, da veličaju Allaha, zahvaljuju mu se... Uputio ih je u islam.",
		"korkutTranslationOfAyah":"Oni su bili nadahnuti da govore lijepe riječi i bili su nadahnuti na Put Onoga koji je hvale dostojan."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"Nevjernici koji odvraćaju od Allahova puta, ratuju protiv Allaha i protive se Resulullahu, sallallahu alejhi ve sellem, i oni koji odvraćaju od Mesdžidul-harama (kible svih muslimana, kako sjedilacā tako i došljakā), kao što se to dogodilo šeste godine po Hidžri kad je potpisano primirje na Hudejbiji, te oni koji žele da se u Časnom hramu širi bezbožništvo i prelaze granice Allahovog šerijata – svima njima Svemogući Allah dat će da kušaju bolnu kaznu.",
		"korkutTranslationOfAyah":"Nevjernicima i onima koji odvraćaju od Allahova puta i Časnoga hrama – a Mi smo ga namijenili svim ljudima, kako za mještanina tako i za došljaka – i onome ko u njemu bilo kakvo nasilje učini daćemo da patnju nesnosnu iskusi."
	},
	{
		"arabicTextofAyah":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
		"tafsirTextofAyah":"I spomeni da je Plemeniti Allah odredio i pokazao poslaniku Ibrahimu, alejhis-selam, na kojem će, dotad njemu nepoznatom, mjestu sagraditi Kabu naredivši mu da je utemelji na bogobojaznosti, vjerovanju, tevhidu i Njegovu zadovoljstvu, te tražeći da nevjerstvu i nečistoći tu ne bude mjesta, da bi Hram bio čist za one koji obilaze oko Kabe i koji stoje na kijamu, pregibajući se i čelima na tlo padajući.",
		"korkutTranslationOfAyah":"I kada smo kao pribježište Ibrahimu pokazali mjesto gdje je Hram, rekli smo: \"Ne smatraj Nama nikoga ravnim, i očisti ovaj Hram Moj za one koji će ga obilaziti, koji će tu u blizini njegovoj stanovati, i koji će molitvu obavljati"
	},
	{
		"arabicTextofAyah":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
		"tafsirTextofAyah":"Allah, džellešanuhu, naredio je poslaniku Ibrahimu, alejhis-selam: “Svim ljudima oglasi hadž da obiđu hram koji sam ti naredio da sagradiš!”, odazvat će se tvom pozivu stižući u Meku pješke i, izdaleka, na mnogim, zbog stalnog kretanja, mršavim i umornim devama.",
		"korkutTranslationOfAyah":"i oglasi ljudima hadž!\" – dolaziće ti pješke i na kamilama iznurenim; dolaziće iz mjêstā dalekih,"
	},
	{
		"arabicTextofAyah":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
		"tafsirTextofAyah":"Dolazit će da bi se okoristili – zaslužujući oprost grijehā, zarađujući dobra djela, postižući jedinstvo, čineći ibadet, i tome slično, te da bi spominjali Allahovo, džellešanuhu, ime prilikom klanja deva, krava i sitne stoke u prvih deset dana mjeseca zulhidžeta i u trima danima Kurbanskog bajrama, usto zahvaljujući Svevišnjem Allahu na blagodatima kojima ih je obasuo. Poželjno je da hadžije konzumiraju meso kurbana koji prinesu, hraneći njime siromahe uboge.",
		"korkutTranslationOfAyah":"da bi koristi imali i da bi u određene dane, prilikom klanja kurbana, kojim ih je Allah opskrbio, Njegovo ime spominjali. Jedite meso njihovo, a nahranite i siromaha ubogog!"
	},
	{
		"arabicTextofAyah":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
		"tafsirTextofAyah":"Zatim preostaje da hadžije obave obrede koji slijede poslije djelimičnog oslobađanja od ihramskih zabrana i preostaje također da uklone s tijela prljavštinu, podrežu nokte i obriju glavu, da bi na taj način obavili hadž, odnosno umru, odnosno zaklali kurban, odnosno učinili ibadet, na šta su se obavezali. I neka ophode oko Kabe, Božije kuće, koja je u drevno vrijeme podignuta. Ili je značenje: neka ophode oko Kabe, koju je Allah, džellešanuhu, oslobodio prevlasti vladarā silnikā.",
		"korkutTranslationOfAyah":"Zatim, neka sa sebe prljavštinu uklone, neka svoje zavjete ispune i neka oko Hrama drevnog obilaze."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
		"tafsirTextofAyah":"Obavljanje obreda skidanje ihrama je naređeno, a obavlja se brijanjem glave, otsjecanjem noktiju te uklanjanjem prljavštine s tijela, ispunjavanjem zavjeta i ophođenje oko Kabe i to jesu hadžski propisi – Allah ih je naredio – i oni se moraju poštivati. A ko poštuje Allahove propise, u ihramima, obavljajući ih predano, pažljivo i brižno, slijedeći u tome Resulullaha, sallallahu alejhi ve sellem, taj je zaslužio dobro na ovom i na budućem svijetu. Iz Svoje dobrote i milosti, Plemeniti Allah dozvolio je ljudima konzumiranje mesa domaćih životinja, (nije vam zabranio hamiju, behiru i vesilu), nije zabranio ništa drugo osim ono što se spominje u Kur'anu kao krv, konzumiranje mesa strvi i još nekih životinja, pa se ono što je Allah, džellešanuhu, zabranio mora izbjegavati. I klonite se, o ljudi, kumirske pogani, iznošenja laži na Sveznajućeg Allaha, Gospodara svjetova, i laganja na ljude.",
		"korkutTranslationOfAyah":"Eto toliko! A ko poštuje Allahove svetinje, uživaće milost Gospodara svoga – a dozvoljena vam je stoka, osim one o kojoj vam je rečeno – pa budite što dalje od kumira poganih i izbjegavajte što više govor neistiniti,"
	},
	{
		"arabicTextofAyah":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
		"tafsirTextofAyah":"Udaljite se od svake vjere, osim one s kojom je Allah zadovoljan. Nemojte nikoga pored Njega obožavati, jer onaj ko to učini, kao da je pao s nebesa ili su ptice rasparčale njegovo tijelo, ili ga je vjetar odnio u daleke predjele.",
		"korkutTranslationOfAyah":"budite iskreno Allahu odani, ne smatrajte nikoga Njemu ravnim! A onaj ko bude smatrao da Allahu ima iko ravan – biće kao onaj koji je s neba pao i koga su ptice razgrabile, ili kao onaj kojeg je vjetar u daleki predio odnio."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
		"tafsirTextofAyah":"Tevhid, vjerovanje u jednog Boga, i iskrena, odana poslušnost samo Uzvišenom Allahu jesu stvari koje je On stavio ljudima u obavezu. Pa ko se odazove Allahu, svom Gospodaru, ibadet Mu čineći, kurban koljući i obrede hadža poštujući, dokazao se kao bogobojazan i čestit čovjek.",
		"korkutTranslationOfAyah":"Eto toliko! Pa ko poštiva Allahove propise – znak je čestita srca."
	},
	{
		"arabicTextofAyah":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
		"tafsirTextofAyah":"O ljudi, možete se služiti kurbanima koje vodite na hadž – jašući ih, koristeći se njihovom vunom, njihovim plodovima i pijući mlijeko koje daju, sve do vremena određenog za klanje dok ih ne zakoljete kod Kabe, tj. u Haremu, svetom pojasu, kao simbol njegovog oslobađanja od silnika.",
		"korkutTranslationOfAyah":"Vama one služe do određenog roka, a poslije, njihovo mjesto je kraj Drevnoga hrama."
	},
	{
		"arabicTextofAyah":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
		"tafsirTextofAyah":"Svakoj zajednici iz prijašnjih naroda naložili smo klanje kurbana, obredne žrtve, da bi spominjali isključivo Allahovo ime prilikom prinošenja žrtve i da bi Allahu bili zahvalni jer ih je opskrbio životinjama, devama, kravama i ovcama, i dozvolio da se njima koriste. O ljudi, vaš Bog je jedan jedini Bog, Allah, samo je On dostojan da Mu se klanjate, pa Mu se zato predano pokorite i Njega isključivo obožavajte. Poslaniče, smjerne skromne predane vjernike obraduj radosnom viješću – da će na ovom svijetu dobiti svako dobro i da će sretni biti, a da će na ahiretu zaslužiti džennetske bašče uživanja!",
		"korkutTranslationOfAyah":"Svakoj vjerskoj zajednici propisali smo klanje kurbana da bi spominjali Allahovo ime prilikom klanja stoke koju im On daje. Vaš Bog je jedan Bog, zato se samo Njemu iskreno predajte! A radosnom viješću obraduj poslušne,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
		"tafsirTextofAyah":"To su oni koji se boje Allahove kazne kada se On spomene, te zbog toga udaljavaju se od kršenja Njegovih naredbi, obavljaju namaz potpuno, strpljivo podnose iskušenja, i u razne dobrotvorne svrhe daju dio imetka kojim ih je Allah opskrbio.",
		"korkutTranslationOfAyah":"čija srca, kad se Allah spomene, strah obuzme, i one koji strpljivo podnose nevolje koje ih zadese, i one koji molitvu obavljaju i koji, od onoga što im Mi dajemo, udjeljuju."
	},
	{
		"arabicTextofAyah":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Sveznajući Allah odredio je da klanje deva i krava kod Kabe bude obilježje islama i obred koji se treba izvršiti, da bi se pomoću prinošenja žrtve ljudi približili Allahu. Ko se na taj način približi Allahu ima vjersku kao i korist na ovom svijetu, zato prilikom klanja treba izgovoriti bismillu. Deva se kolje u stajaćem položaju: jedna se njena noga sveže uz tijelo, dok stoji na ostale tri noge. A pošto deva padne zaklana na zemlju (i ispusti dušu), njeno će meso konzumirati onaj čija je to obredna žrtva i njime će nahraniti siromašne koji se suzdržavaju, pa ne prose, i one koje je siromaštvo natjeralo da to čine. Eto, tako vam je Svevišnji Allah potčinio deve i dao da se njima služite da biste bili jedni od onih koji zahvaljuju Allahu na blagodatima.",
		"korkutTranslationOfAyah":"A kamile smo vam učinili jednim od Allahovih obreda hadža, i vi od njih imate koristi; zato spominjite Allahovo ime kada budu u redove poredane; a kad padnu na zemlju, jedite ih, a nahranite i onoga koji ne prosi, a i onoga koji prosi; tako smo vam ih potčinili da biste zahvalni bili."
	},
	{
		"arabicTextofAyah":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Meso i krv obrednih žrtava ne dopire do Uzvišenog Allaha, jer On je neovisan, ali će do Plemenitog Allaha doprijeti vaša iskrenost i želja da zaslužite Njegovu naklonost. Sveznajući Allah potčinio vam je deve da biste Allaha veličali i Njemu se zahvaljivali, jer vas je na Pravi put uputio. Allahov Poslaniče, obraduj Allahu predane vjernike i dobročinitelje onim što će ih sretnim učiniti.",
		"korkutTranslationOfAyah":"Do Allaha neće doprijeti meso njihovo i krv njihova, ali će Mu stići iskreno učinjena dobra djela vaša; tako vam ih je potčinio da biste Allaha veličali zato što vas je uputio. I obraduj one koji dobra djela čine!"
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
		"tafsirTextofAyah":"Zaista Allah brani čestite vjernike od neprijatnosti, spletki i neprijateljstva nevjernikā grešnika zločestih, jer Allah, džellešanuhu, ne voli vjerolomnost i negiranje blagodati.",
		"korkutTranslationOfAyah":"Allah doista štiti vjernike, Allah sigurno ne voli nijednog izdajnika, nezahvalnika."
	},
	{
		"arabicTextofAyah":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
		"tafsirTextofAyah":"Sveznajući Allah dozvolio je borbu protiv onih koji ne vjeruju, tim prije jer se muslimanima činila nepravda. Uzvišeni je Allah moćan da pomogne vjernike protiv njihovih neprijatelja i bez njihove borbe, međutim, Njegova mudrost je u tome da iskuša vjernike sa borbom protiv nevjernika.",
		"korkutTranslationOfAyah":"Dopušta se odbrana onima koje drugi napadnu, zato što im se nasilje čini – a Allah ih je, doista, kadar pomoći –"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
		"tafsirTextofAyah":"Uzvišeni je Allah dozvolio borbu onima koji su sa svojih ognjišta prognani bez ikakve krivice, već samo zato što su govorili: “Gospodar naš je Allah, samo Njemu robujemo!” A da Svemogući Allah dozvolom borbe vjernicima ne suzbija njihove neprijatelje onda bi bili bi uništeni objekti u kojima se spominje Božije ime: manastiri i crkve, u kojima kršćani obavljaju obredoslovlja, te sinagoge, u kojima se jevreji mole Bogu, kao i džamije, koje su predviđene za obavljanje namaza i zikrullah. A ko se bori na Allahovu putu za vjeru Njegovu i Njegovog Poslanika, njemu će Allah pomoći i poštovanim ga učiniti, jer je Allah zaista silan i moćan, pa Mu se niko ne može suprotstaviti.",
		"korkutTranslationOfAyah":"onima koji su ni krivi ni dužni iz zavičaja svoga prognani samo zato što su govorili: \"Gospodar naš je Allah!\" A da Allah ne suzbija neke ljude drugima, do temelja bi bili porušeni manastiri, i crkve, i havre, a i džamije u kojima se mnogo spominje Allahovo ime. A Allah će sigurno pomoći one koji vjeru Njegovu pomažu – ta Allah je zaista moćan i silan –"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
		"tafsirTextofAyah":"Oni kojima je obećana pomoć, ustvari su ljudi koji kada dobiju vlast, obavljaju namaz na potpun način, daju zekat, izvršavaju obaveze i klone se zabrana. Allahu se sve vraća i On daje nagradu ili kaznu.",
		"korkutTranslationOfAyah":"one koji će, ako im damo vlast na Zemlji, molitvu obavljati i milostinju udjeljivati i koji će tražiti da se čine dobra djela, a odvraćati od nevaljalih – A Allahu se na kraju sve vraća."
	},
	{
		"arabicTextofAyah":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
		"tafsirTextofAyah":"Poslaniče, budu li te tvoji sunarodnici lažnim smatrali, strpi se jer nisi prvi kojeg su njihovi narodi u laž ugonili – pa, i prijašnji su narodi lažnim smatrali svoje poslanike, Nuhov je narod poricao Nuha, narod Ada je u laž ugonio Huda a Semud Saliha, a.s.!",
		"korkutTranslationOfAyah":"A to što te oni smatraju lažnim – pa i prije njih su narod Nuhov, i Ad, i Semud poslanike smatrali lažnim,"
	},
	{
		"arabicTextofAyah":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
		"tafsirTextofAyah":"Osim spomenutih, poricali su ih kao poslanike i narod Ibrahimov i narod Lutov.",
		"korkutTranslationOfAyah":"i narod Ibrahimov, i narod Lutov,"
	},
	{
		"arabicTextofAyah":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
		"tafsirTextofAyah":"Zatim su stanovnici Medjena poricali Šuajba, alejhis-selam, pa i Musa, alejhis-selam, proglašavan je lažnim od faraona i njegova naroda, ali je Allah, džellešanuhu, davao odgodu poricateljima te ih potom na muke stavio; i pogledaj kakva je bila Moja osuda njihovih hrđavih postupaka, i kako sam ih žestoko kaznio i sasvim uništio zbog njihova nevjerstva!",
		"korkutTranslationOfAyah":"i stanovnici Medjena; a lažnim je smatran i Musa, i Ja sam nevjernicima vremena davao, zatim sam ih kažnjavao, i kakva je samo bila kazna Moja!"
	},
	{
		"arabicTextofAyah":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
		"tafsirTextofAyah":"Mnogo je naselja Uzvišeni Allah uništio iz temelja zbog njihovog nevjerstva: kuće ostadoše puste, bunarevi zapušteni, visoki dvorci ostavljeni, koji poricatelje nisu mogli zaštititi od kazne; nigdje nikog i nigdje ništa, sve napušteno i zapušteno.",
		"korkutTranslationOfAyah":"I koliko smo naselja uništili, čiji su žitelji grješni bili, i ona su opustjela, samo su ruševine ostale! I koliko bunareva ima zapuštenih i koliko visokih palata ima praznih!"
	},
	{
		"arabicTextofAyah":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
		"tafsirTextofAyah":"Zbog čega se krivovjerni širom svijeta ne zapute pa da, izvlačeći pouku i razmišljajući, vide staništa uništenih nevjerničkih naroda i da čuju o njima predanja!? Zapravo, nisu oči slijepe, već su slijepa srca, pa nemaju moć zapažanja kad dopadnu zablude i sumnje.",
		"korkutTranslationOfAyah":"Zašto oni po svijetu ne putuju pa da srca njihova shvate ono što trebaju shvatiti i da uši njihove čuju ono što trebaju čuti, ali, oči nisu slijepe, već srca u grudima."
	},
	{
		"arabicTextofAyah":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju, zbog neznanja, traže od tebe, Poslaniče, da ih što prije stigne Allahova kazna, na ovom svijetu, a kada su opomenuti, onda požuruju i ahiretsku kaznu. Allah neće iznevjeriti prijetnju Svoju da će uništiti bezbožnike, kazna će ih neizostavno stići. Ovosvjetska kazna desila se na Bedru, a dan onosvjetske patnje trajat će kao hiljadu godina, zbog onoga što ta patnja donosi.",
		"korkutTranslationOfAyah":"Oni od tebe traže da ih kazna što prije stigne, i Allah će ispuniti prijetnju Svoju; samo jedan dan u Gospodara tvoga traje koliko hiljadu godina, po vašem računanju."
	},
	{
		"arabicTextofAyah":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Stanovnici mnogih naselja počinili su sebi nepravdu negirajući Allaha, pa im je Gospodar svjetova davao odgodu ne kaznivši ih, a to ih je obmanulo, nakon čega ih je Svemogući Allah potpuno uništavao iznenadnom kaznom; na onom svijetu bit će vraćeni Allahu pa će ih pozvati na odgovornost za ono što su radili i kazniti vječnom kaznom.",
		"korkutTranslationOfAyah":"I koliko je bilo naselja čiji su žitelji bili nepravedni, kojima sam Ja kaznu odlagao, da bih ih, najzad, kaznio! A Meni se sve vraća."
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
		"tafsirTextofAyah":"O ljudi, ja sam vaš opominjatelj jasni, upozoravam vas i dostavljam vam Božiju objavu u kojoj je sve potanko i dovoljno objašnjeno!”",
		"korkutTranslationOfAyah":"Reci: \"O ljudi, ja sam tu da vas javno opomenem:"
	},
	{
		"arabicTextofAyah":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
		"tafsirTextofAyah":"Zato će iskrenim, čestitim vjernicima koji rade dobra djela, Allah, džellešanuhu, oprostiti grijehe, preći će preko njihovih hrđavih postupaka i dati im u džennetu prelijepu, blagoslovljenu opskrbu koje nikad neće nestati.",
		"korkutTranslationOfAyah":"one koji budu vjerovali i dobra djela činili čeka oproštaj i opskrba plemenita;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"A oni koji se budu upinjali pokušavajući obezvrijediti i poreći Allahove ajete, smatrajući da će Allahu Uzvišenom umaći nekažnjeno – imat će strašnu kaznu u džehennemu, u kojem će uvijek biti.",
		"korkutTranslationOfAyah":"a oni koji se budu trudili da dokaze Naše poreknu, uvjereni da će Nam umaći, biće stanovnici u Džehennemu.\""
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
		"tafsirTextofAyah":"Mi nijednog poslanika ni vjerovjesnika prije tebe, o Poslaniče, nismo poslali a da ga nije, kad bi kazivao Allahovu objavu, šejtan salijetao nastojeći mu ubaciti nešto što bi ljudi mogli smatrati objavom. No, Milostivi Allah uklanjao bi šejtanovo došaptavanje i učvrstio bi Svoje ajete. Allah zaista zna šta je bilo i šta će biti, javnō i tajnō; s mudrošću je sve stvorio, propisao i odredio.",
		"korkutTranslationOfAyah":"Prije tebe Mi nijednog poslanika i vjerovjesnika nismo poslali, a da šejtan nije, kad bi on što kazivao, u kazivanje njegovo nešto ubacio; Allah bi ono što bi šejtan ubacio uklonio, a zatim bi riječi Svoje učvrstio – Allah sve zna i mudar je –"
	},
	{
		"arabicTextofAyah":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
		"tafsirTextofAyah":"Uzvišeni Allah davao je šejtanu priliku da ometa učenje Vjerovjesnika upravo zato da bi to bilo iskušenje onima u čijim se srcima licemjerstvo i sumnja nalaze te nevjernicima, čija su srca okorjela, pa im ne koristi nikakvo kazivanje. Dvoličnjaci i nevjernici u stalnom su ratu, protivljenju i neprijateljstvu spram Allaha, džellešanuhu, i Njegovog Poslanika, sallallahu alejhi ve sellem. Oni su daleko od Prave staze.",
		"korkutTranslationOfAyah":"da bi ono što je šejtan ubacio učinio iskušenjem za one čija su srca bolesna i za one čija su svirepa – a nevjernici su, zaista, u beskrajnoj neslozi –"
	},
	{
		"arabicTextofAyah":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"I zato da bi spoznali oni koji imaju korisno znanje, pomoću kojeg raspoznaju Pravi put i stranputicu, da je časni Kur’an, objava koju je Allah dao Resulullahu, sallallahu alejhi ve sellem, istina u koju nema nikakve sumnje – eto, njima šejtan nema pristupa i njihovo se vjerovanje i bogobojaznost samo povećaju. Allah je Onaj Koji upućuje Svoje poslušne robove na Pravu stazu – islam, koji je odabrao između svih drugih vjera.",
		"korkutTranslationOfAyah":"i da bi oni koji su znanjem obdareni spoznali da je Kur'an istina od Gospodara tvoga, pa u nj povjerovali i da mu srca njihova budu sklona. A Allah će vjernike, doista, na Pravi put izvesti."
	},
	{
		"arabicTextofAyah":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Allaha i Njegovog Poslanika, sallallahu alejhi ve sellem, neprestano će sumnjati u časni Kur’an, sve do Kijametskog dana, koji će im iznenada doći zatičući ih na neistini, ili dok im ne dođe patnja u jednom strahotnom danu čija strahota neće prestati i u kojem za njih neće biti nikakva dobra.",
		"korkutTranslationOfAyah":"A nevjernici neće prestati u nj sumnjati, sve dok im iznenada smrt ne dođe ili dok ne osjete patnju na onome svijetu."
	},
	{
		"arabicTextofAyah":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
		"tafsirTextofAyah":"Vlast i sud na Sudnjem danu pripadat će isključivo Silnom Allahu, Koji će donijeti presudu između vjernika i nevjernika. Presudit će svima po onome kako zaslužuju, a vjernike čestite uvest će u džennetske bašče uživanja u kojima će dovijeka ostati.",
		"korkutTranslationOfAyah":"Tog dana vlast će samo Allah imati, On će im suditi: vjernici i oni koji su dobra djela činili biće u džennetskim baščama uživanja,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
		"tafsirTextofAyah":"A nevjernike, koji poriču Allahovu jednoću i Resulullahovo, sallallahu alejhi ve sellem, poslanstvo, Svevišnji će Allah kazniti i iznad svega osramotiti u vatri džehennemskoj.",
		"korkutTranslationOfAyah":"a nevjernici i oni koji su ajete Naše poricali, oni će u patnji sramnoj boraviti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
		"tafsirTextofAyah":"Onima koji su se iselili na Allahovu putu, radi toga da ih nevjernici ne odvrate od vjere, pa zatim poginuli boreći se za islam ili pak umrli kao muslimani – Plemeniti će Allah sigurno podariti zanosnu, vječnu nagradu u džennetu, jer upravo Allah daje najbolju opskrbu.",
		"korkutTranslationOfAyah":"Allah će zaista lijepo nagraditi one koji su svoj rodni kraj napustili da bi se na Allahovu putu borili, pa zatim poginuli ili umrli – jer Allah najbolje nagrađuje;"
	},
	{
		"arabicTextofAyah":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
		"tafsirTextofAyah":"Allah će im dati mjesto s kojim će oni biti zadovoljni, a to su, ustvari, džennetska prebivališta. Allah zna njihove postupke i namjere, i On je blag, te ne žuri da ih kazni zbog propusta njihovih.",
		"korkutTranslationOfAyah":"On će ih u mjesto kojim će oni biti zadovoljni doista uvesti! – A Allah sve zna i blag je."
	},
	{
		"arabicTextofAyah":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
		"tafsirTextofAyah":"Eto tako, Allah te je obavijestio o džennetskoj nagradi koju će dati onima koji su se iselili na Allahovom putu, i dozvoli obespravljenom, koji trpi nepravdu od zulumćara, da uzvrati istom mjerom; ako zulumćar opet učini nepravdu, Allah će obespravljenom zaista pružiti pomoć. Odista Allah briše grijehe vjenicima i oprašta grijehe pokajnicima.",
		"korkutTranslationOfAyah":"Eto tako! A onome ko istom mjerom uzvrati za učinjeno zlo, i kome opet nepravda bude učinjena, Allah će, sigurno, pomoći. – Allah je Onaj koji grijehe poništava i koji ih prašta."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
		"tafsirTextofAyah":"Eto tako je, a Allah, Onaj Koji je objavio ove propise pravedne, sve može učiniti pa i pomoći onome kome je nepravda učinjena. Jedan od pokazatelja Njegove moći i to je što su noć i dan nestalne dužine, jedno se nauštrb onog drugog povećava. Allah čuje sve riječi i vidi sva djela. On će svakom dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"Eto tako! A Allah smjenjuje noć danom, a dan noću, i Allah je Onaj koji sve čuje i sve vidi."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
		"tafsirTextofAyah":"To što Gospodar smjenjuje noć danom, a dan noću jest zato što nema istinskog božanstva osim Allaha, pa je robovanje Njemu istina, istina je i Njegovo obećanje kao i pomoć vjernicima, a robovanje svemu drugom neistina, koja nema osnove. Allah je Onaj Koji je uzvišen i Koji je iznad svih stvorenja, Svojim Bićem, savršenstvom i moći. Allah je Veliki, sve je u odnosu na Njega beznačajno.",
		"korkutTranslationOfAyah":"To je zato što Allah – postoji, a oni kojima se oni, pored Allaha, klanjaju – ne postoje, i zato što je Allah uzvišen i velik."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
		"tafsirTextofAyah":"Zar ne vidiš da Allah s neba spušta kišu pa zemlja ozeleni i nikne na njoj raznovrsno divno bilje. Allah, džellešanuhu, predobar je prema Svojim stvorenjima jer daje kišu i rastinje na zemlji, i dobro je obaviješten o svemu onom što im je od koristi, i ništa Mu skriveno nije.",
		"korkutTranslationOfAyah":"Zar ne vidiš da Allah s neba spušta kišu od koje zemlja zazeleni? – Allah je zaista dobar i Sveznajući,"
	},
	{
		"arabicTextofAyah":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
		"tafsirTextofAyah":"Samo Allahu, jedinom Stvoritelju i Vladaru, pripada sve što se nalazi na nebesima i na Zemlji, On svime upravlja i sva su stvorenja definitivno u Njegovoj vlasti. Allah nije ni o kome ovisan, a sve što postoji ovisno je o Njemu. Allah je Onaj Koji je uvijek hvaljen.",
		"korkutTranslationOfAyah":"Njegovo je ono što je na nebesima i ono što je na Zemlji! Allah, doista, nije ni o kome ovisan, i On je jedini hvale dostojan!"
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Zar ne vidiš, o Poslaniče, da je Milostivi Allah tebi i ljudima potčinio sve što postoji: životinje i materiju, da bi se time koristili, i da im je potčinio lađe da na njima, ploveći po moru, putuju iz mjesta u mjesto? Allah je Onaj Koji drži nebo da ne padne na Zemlju; a past će ako On to dopusti. Allah, džellešanuhu, blag je prema ljudima, pa im je potčinio ove Svoje blagodati premda oni čine nepravdu.",
		"korkutTranslationOfAyah":"Zar ne vidiš da je Allah sve što je na Zemlji vama podredio, pa i lađe koje, voljom Njegovom, morem plove? On drži ono što je na nebu da ne bi palo na Zemlju, osim ako On to dopusti. – Allah je, uistinu, prema ljudima blag i milostiv."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
		"tafsirTextofAyah":"Allah je Onaj Koji vas je, o ljudi, iz ničeg stvorio, a zatim će vas, kad svakom dođe njegov smrtni čas, usmrtiti i naposlijetku će vas oživiti iz vaših kaburova te vas pozvati na odgovornost za djela koja ste na dunjaluku činili. Ali ipak, čovjek je veoma nezahvalan, poriče Allahove ajete obožavajući sa Njim nešto drugo, i negira Njegove očite blagodati.",
		"korkutTranslationOfAyah":"On vam daje život i zatim će vam ga oduzeti i poslije vas opet oživiti; a čovjek je, zaista, nezahvalan!"
	},
	{
		"arabicTextofAyah":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Svakoj vjerskoj zajednici propisali smo vjerozakon prema kojem se trebala vladati. Poslaniče, ne dozvoli, nikako, da se pripadnici drugih vjera s tobom raspravljaju o tvom šerijatu. Ti pozivaj svom Gospodaru jer ti si, uistinu, na Pravom putu, koji ne sadrži nikakve nedostatke, a oni su u zabludi.",
		"korkutTranslationOfAyah":"Svakoj vjerskoj zajednici propisali smo vjerozakon prema kojem se trebala vladati, i ne dopusti, nikako, da se s tobom o tome raspravljaju. Ti pozivaj svome Gospodaru jer ti si, uistinu, na Pravome putu."
	},
	{
		"arabicTextofAyah":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Budu li s tobom, Poslaniče, bezbožnici vodili raspravu oko onog šta ti je objavljeno, nakon ukazivanja jasnog dokaza, sustegni se od rasprave i reci u vidu prijetnje: “Allah predobro zna šta vi radite, ništa mu ne možete od vaših djela sakriti, On će vam dati ono što ste zaslužili!”",
		"korkutTranslationOfAyah":"A ako se oni budu s tobom prepirali, reci: \"Allah dobro zna ono što vi radite!\""
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Allah je jedini Onaj Koji će na Dan konačnog polaganja računa donijeti presudu između pravovjernih i krivovjernih u onome u čemu su se razilazili na dunjaluku po pitanju vjere.",
		"korkutTranslationOfAyah":"Allah će vam na Sudnjem danu presuditi o onome u čemu se razilazite."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
		"tafsirTextofAyah":"Zar ne znaš, o Poslaniče, da Allah, džellešanuhu, obuhvata Svojim znanjem sve što se nalazi na nebesima i na Zemlji? To je sve zabilježeno u Levhi-mahfuzu, Ploči pomno čuvanoj. Znati sve to, za Allaha je odista lahko, nije Mu teško niti nemoguće.",
		"korkutTranslationOfAyah":"Zar ne znaš da je Allahu poznato sve što je na nebu i na Zemlji? To je sve u Knjizi; to je, uistinu, Allahu lahko!"
	},
	{
		"arabicTextofAyah":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
		"tafsirTextofAyah":"Međutim, oni koji ne vjeruju uporno se klanjaju lažnim božanstvima, a ne dragom Allahu, iznoseći laži na Njega. Naime, Allah, džellešanuhu, nije objavio da se može robovati lažnim božanstvima; višebošci nemaju nikakva znanja o svojim božanstvima, već s tim u vezi slijede svoje pretke, neznalice zalutale. A bezbožnici neće imati nikakva pomagača kad ih Allah, džellešanuhu, htjedne kazniti, niko ih neće moći izbaviti.",
		"korkutTranslationOfAyah":"Mnogobošci se, pored Allaha, klanjaju onima za koje im On nije poslao nikakav dokaz, i o njima sami ništa ne znaju. A mnogobošcima neće niko pomoći."
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"A kad se nevjernicima kazuje veličanstveni Kur’an, na njihovim licima vidiš negodovanje i zlovolju – samo što, iz mržnje prema istini, ne kidišu na one koji im kazuju kur’anske ajete. Vjeronavjestitelju, obrati se nevjernicima: “Hoćete li da vas izvijestim o tome šta će vam biti mrže od slušanja istine? To je vatra džehennemska koju vam je Allah pripremio na ahiretu, a užasno će ona povratište biti!”",
		"korkutTranslationOfAyah":"A kad im se Naši jasni ajeti kazuju, ti primjećuješ veliko negodovanje na licima onih što ne vjeruju, koji umalo da ne nasrnu na one koji im riječi Naše kazuju. Reci: \"Hoćete li da vam kažem što će vam biti mrže od toga? – Vatra kojom Allah nevjernicima prijeti, a grozno će ona prebivalište biti.\""
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
		"tafsirTextofAyah":"O ljudi, Allah jedan primjer navodi, pa ga pomno poslušajte i o njemu razmislite: kad bi se vaša božanstva koja obožavate, a ne Allaha, džellešanuhu, sakupila radi toga da stvore mušicu, bezazleno stvorenje, ne bi je mogli stvoriti, pa zar su onda kadri stvoriti ono što je od mušice veće i složenije?! Vaša božanstva nisu u stanju izbaviti od mušice ono što im ona ugrabi, i to je upravo krajnja nemoć; vaši bogovi i mušica podjednako su nemoćni, pa na osnovu čega robujete bespomoćnim i nemoćnim kipovima?!",
		"korkutTranslationOfAyah":"O ljudi, evo jednog primjera, pa ga poslušajte: \"Oni kojima se vi, pored Allaha, klanjate ne mogu nikako ni mušicu stvoriti, makar se radi nje sakupili. A ako bi im mušica nešto ugrabila, oni to ne bi mogli od nje izbaviti; nejak je i onaj koji se klanja, a i onaj kome se klanja!\""
	},
	{
		"arabicTextofAyah":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
		"tafsirTextofAyah":"Oni ne veličaju Allaha onoliko koliko On zaslužuje, dok pored Njega obožavaju Njegova stvorenja. Allah je, doista, snažan, a pokazatelj te snage je stvaranje nebesa, Zemlje i onoga što je među njima. On je silan i niko Ga ne može nadvladati, za razliku od kumira koji su slabi i ništa ne mogu stvoriti.",
		"korkutTranslationOfAyah":"Oni ne poznaju Allaha kako treba; a Allah je, uistinu, moćan i silan."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
		"tafsirTextofAyah":"Sveznajući Allah odabire poslanike među melekima, kao što je Džibril, a.s., da prenose objavu poslanicima, a među ljudima odabire poslanike da prenose Njegove riječi ljudima. Allah čuje ono što govore mušrici o Njegovim poslanicima i dobro vidi koga bira da dostavi poslanicu.",
		"korkutTranslationOfAyah":"Allah odabire poslanike među melekima i ljudima. – Allah sve čuje i sve vidi;"
	},
	{
		"arabicTextofAyah":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
		"tafsirTextofAyah":"Uzvišeni Allah dobro zna šta je prethodilo stvaranju poslanika od melekā i poslanikā među ljudima i prije njihovog stvaranja i poslije njihove smrti. I naposlijetku se sve i svako Allahu vraća, On će ih proživjeti, a potom obračunati prema njihovim djelima koja su radili.",
		"korkutTranslationOfAyah":"On zna šta su uradili i šta će uraditi. A Allahu se sve vraća."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i radite onoga što vam je propisano, činite ruku' i padajte na sedždu obavljajući namaz i samo Allahu robujte, nikog Mu ravnim ne smatrajući, te činite dobra djela, poput sadake i održavajte rodbinske veze, s nadom da postignete željeno i da se sačuvate strahota.",
		"korkutTranslationOfAyah":"O vjernici, molitvu obavljajte i Gospodaru svome se klanjajte, i dobra djela činite da biste postigli ono što želite,"
	},
	{
		"arabicTextofAyah":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
		"tafsirTextofAyah":"I borite se na Allahovom putu iskreno, zarad Allahova lica, jer vas je On izabrao za prenošenje poslanice i objavio vam lahak vjerozakon (kojem je pripadao poslanik Ibrahim, alejhisselam) u kojem ništa teško nije propisao. Milostivi Allah nazvao vas je muslimanima u prijašnjim objavama i u časnom Kur’anu, davši vam tu visoku počast kako bi Poslanik, sallallahu alejhi ve sellem, bio svjedok protiv vas – da vam je dostavio poslanicu, i da biste vi bili svjedoci protiv svih drugih naroda – da su im njihovi poslanici dostavili od Allaha objavu. Zato tu Allahovu, džellešanuhu, blagodat cijenite onako kako je treba cijeniti i Njemu zahvalite, pa budite iskreni vjernici obavljajući namaz, predano i brižno, onako kako Allah želi da se obavlja, i dajite zekat na svoj imetak, a, pored svega toga, oslanjajte se na Svemogućeg Allaha i Njemu prepustite sve svoje poslove i potrebe. O, kako je Uzvišeni Allah divan Gospodar onima koji Njega uzmu za pomagača i zaštitnika! Zato od Njega tražite pomoć i zaštitu, On će vas pomoći i zaštiti.",
		"korkutTranslationOfAyah":"i borite se, Allaha radi, onako kako se treba boriti! On vas je izabrao i u vjeri vam nije ništa teško propisao, u vjeri pretka vašeg Ibrahima. Allah vas je odavno muslimanima nazvao, i u ovom Kur'anu, da bi Poslanik bio svjedok protiv vas, i da biste vi bili svjedoci protiv ostalih ljudi. Zato, molitvu obavljajte i zekat dajite i u Allaha se pouzdajte; On je Gospodar vaš, i to kakav Gospodar i kakav zaštitnik!"
	}
]