[
	{
		"arabicTextofAyah":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ",
		"tafsirTextofAyah":"Oni koji vjeruju u Svemogućeg Allaha te izvršavaju vjeronaredbe i sustežu se od vjerozabrana ostvarit će ono što žele i sačuvat će se od onog od čega strahuju.",
		"korkutTranslationOfAyah":"Ono što žele – vjernici će postići,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ",
		"tafsirTextofAyah":"Oni obavljaju namaz iskreno i predano, skrušeno i smireno, pribrana srca.",
		"korkutTranslationOfAyah":"oni koji molitvu svoju ponizno obavljaju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ",
		"tafsirTextofAyah":"Oni se sustežu od svih riječi i djela od kojih nema koristi na ovom i na budućem svijetu.",
		"korkutTranslationOfAyah":"i koji ono što ih se ne tiče izbjegavaju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ",
		"tafsirTextofAyah":"Oni izdvajaju zekat iz svog imetka, čime čiste svoje duše od svega što ne valja i svoje imetke.",
		"korkutTranslationOfAyah":"i koji milostinju udjeljuju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ",
		"tafsirTextofAyah":"Oni čuvaju svoja stidna mjesta od svih poroka i svega što je Allah, džellešanuhu, zabranio, pa se sustežu od bluda, spolnog općenja s istim spolom. Oni su čedni i čestiti.",
		"korkutTranslationOfAyah":"i koji stidna mjesta svoja čuvaju –"
	},
	{
		"arabicTextofAyah":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ",
		"tafsirTextofAyah":"A naslađuju se svojim ženama i onima koje su u posjedu njihovu spolnim odnosom i na druge načine. Zbog toga im niko ne može prigovoriti.",
		"korkutTranslationOfAyah":"osim od žena svojih ili onih koje su u posjedu njihovu, oni, doista, prijekor ne zaslužuju –"
	},
	{
		"arabicTextofAyah":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ",
		"tafsirTextofAyah":"A ko žudi i traži da se naslađuje mimo svoje žene ili robinje, taj je jedan od onih koji prelaze granice Allahova šerijata i jedan od onih što čine haram.",
		"korkutTranslationOfAyah":"a oni koji i pored toga traže, oni u zlu sasvim pretjeruju –"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ",
		"tafsirTextofAyah":"Oni su brižni u svojim emanetima koje im je Uzvišeni povjerio ili neki ljudi, ispunjavaju dogovore, vjerno opravdavaju ukazano povjerenje i ispunjavaju ono na šta su se obavezali, a ne varaju i ne krše dogovor.",
		"korkutTranslationOfAyah":"i koji o povjerenim im amanetima i obavezama svojim brigu brinu,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ",
		"tafsirTextofAyah":"Oni, također, obavljaju namaze pravovremeno, ne prije ni poslije namaskog vremena, i vode brigu o suštini i formi namaza; izvršavaju sastavne dijelove namaza, namaske vadžibe i sunnete.",
		"korkutTranslationOfAyah":"i koji molitve svoje na vrijeme obavljaju –"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ",
		"tafsirTextofAyah":"Oni kod kojih se steknu navedene osobine bit će nasljednici.",
		"korkutTranslationOfAyah":"oni su dostojni nasljednici,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Oni će džennet naslijediti, te će u njemu uvijek boraviti, uživat će u blagodatima kojih nikad neće nestati.",
		"korkutTranslationOfAyah":"koji će Džennet naslijediti, oni će u njemu vječno boraviti."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ",
		"tafsirTextofAyah":"Svemogući Allah stvorio je i oblikovao Adema od blata.",
		"korkutTranslationOfAyah":"Mi čovjeka od bîti zemlje stvaramo,"
	},
	{
		"arabicTextofAyah":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ",
		"tafsirTextofAyah":"A njegovo potomstvo zatim stvara od sjemena muškarca i žene, od kojega u maternici nastaje plod što u njoj boravi do rođenja.",
		"korkutTranslationOfAyah":"zatim ga kao kap sjemena na sigurno mjesto stavljamo,"
	},
	{
		"arabicTextofAyah":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ",
		"tafsirTextofAyah":"Naime, Allah, džellešanuhu, kaplju sperme pretvori u zakvačak crvene boje, pa taj zakvačak u grudu mesa, veličine zalogajčića, pretvori, pa potom od grude mesa kosti stvori, koje zatim mesom odjene i zatim ga kao novo biće, udahnuvši u njega dušu, stvori – zato neka je slava Allahu, najljepšem Stvoritelju.",
		"korkutTranslationOfAyah":"pa onda kap sjemena ugruškom učinimo, zatim od ugruška grudu mesa stvorimo, pa od grude mesa kosti napravimo, a onda kosti mesom zaodjenemo, i poslije ga, kao drugo stvorenje, oživimo – pa neka je uzvišen Allah, najljepši Stvoritelj!"
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ",
		"tafsirTextofAyah":"Najzad ćete, o ljudi, nakon što prođete kroz sve te etape, umrijeti, i to onda kad svakom nastupi njegov smrti čas.",
		"korkutTranslationOfAyah":"Vi ćete, poslije toga, pomrijeti,"
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ",
		"tafsirTextofAyah":"Zatim ćete poslije smrti i berzeha, zagrobnog života, biti oživljeni i dovedeni na stajalište radi polaganja računa pred Sveznajućim Allahom.",
		"korkutTranslationOfAyah":"zatim ćete, na onome svijetu, oživljeni biti."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ",
		"tafsirTextofAyah":"Ljudi, Uzvišeni Allah sazdao je sedam nebeskih svodova, jedan iznad drugog, i nije prema stvorenome nehajan niti ono što je stvorio zaboravlja.",
		"korkutTranslationOfAyah":"Mi smo sedam nebesa iznad vas stvorili, i Mi bdijemo nad onim što smo stvorili;"
	},
	{
		"arabicTextofAyah":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ",
		"tafsirTextofAyah":"Plemeniti Allah s neba kišu, blagoslovljenu vodu, spušta, u potrebnoj mjeri – ne previše, pa da šteta nastane, a niti premalo, te da je ne bude u dovoljnim količinama. Zatim je u zemlji smješta i zadržava, da je koriste ljudi i životinje. Valja vam znati da je Allah kadar učiniti da ista ta voda nestane, pa je ne biste mogli koristiti.",
		"korkutTranslationOfAyah":"Mi s neba s mjerom kišu spuštamo, i u zemlji je zadržavamo – a kadri smo da je i odvedemo –"
	},
	{
		"arabicTextofAyah":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ",
		"tafsirTextofAyah":"I pomoću kiše Svemogući Allah podiže vrtove od palmi i vinove loze, u kojima postoje plodovi raznog ukusa i oblika, kao npr. smokva, nar i jabuka, koje jedete.",
		"korkutTranslationOfAyah":"i pomoću nje bašče za vas podižemo od palmi i loze vinove – u njima mnogo voća imate, i vi ga jedete –"
	},
	{
		"arabicTextofAyah":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ",
		"tafsirTextofAyah":"Pomoću kiše izbija maslinovo stablo koje raste u području Sinajske gore; od njega ulje i začine dobivate.",
		"korkutTranslationOfAyah":"i drvo koje na Sinajskoj gori raste, koje zejtin daje i začin je onima koji jedu."
	},
	{
		"arabicTextofAyah":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ",
		"tafsirTextofAyah":"O ljudi, u stvaranju stoke, deva, krava, ovaca i koza, vama je pouka i predmet razmišljanja da je Allah blag prema vama i da sve može učiniti. On daje da pijete ukusno mlijeko, koje se nalazi u utrobama iste te stoke; služi vam, osim toga, i za jahanje, koristite se njihovom vunom, krznom, kožom. K tome, jedete njihovo meso.",
		"korkutTranslationOfAyah":"I stoka vam je pouka: Mi vam dajemo da pijete ono što se nalazi u utrobama njezinim, i vi od nje mnogo koristi imate i vi se njome hranite,"
	},
	{
		"arabicTextofAyah":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
		"tafsirTextofAyah":"Kao što na stoci, tj. devama putujete i prevozite teret, isto tako na lađama se vozite i na njima teret prevozite.",
		"korkutTranslationOfAyah":"i na njima, i na lađama se vozite."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Svevišnji Allah poslao je Nuha, alejhis-selam, njegovim sunarodnicima da ih poziva u robovanje Allahu. On im se obratio: “Sunarodnici moji, jedino se Allahu klanjajte, vi drugog boga osim Njega nemate! Zar se nećete bojati Boga, te izvršavati vjerske naredbe, a sustezati se od vjerskih zabrana?”",
		"korkutTranslationOfAyah":"Mi smo poslali Nuha narodu njegovu, i on je govorio: \"O narode moj, Allahu se samo klanjajte, vi drugog boga osim Njega nemate; zar se ne bojite?\""
	},
	{
		"arabicTextofAyah":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"No, odličnici Nuhova, alejhis-selam, naroda, koji nisu vjerovali u Gospodara, govorili su običnom svijetu i Nuhovim sljedbenicima: “Nuh, koji tvrdi da je poslanik, običan je čovjek kao što ste i vi, on pomoću ovog u što poziva želi steći ugled i prednost nad vama. Da vam je Allah htio poslati Svog izaslanika, poslao bi meleke, a ne čovjeka. Zbilja, Nuh je donio začudnu stvar koja nije bila poznata našim precima drevnim.”",
		"korkutTranslationOfAyah":"Ali su glavešine naroda njegova, koje nisu vjerovale, govorile: \"Ovo je samo čovjek kao i vi, samo hoće da je od vas ugledniji. Da je Allah htio, meleke bi poslao; ovako nešto nismo čuli od naših predaka davnih,"
	},
	{
		"arabicTextofAyah":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ",
		"tafsirTextofAyah":"Rekli su: “Nuh nije ništa drugo do lud čovjek, pa sačekajte da ljudima bude jasno njegovo pravo stanje!”",
		"korkutTranslationOfAyah":"on je lud čovjek, pa pustite ga neko vrijeme!\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ",
		"tafsirTextofAyah":"Nuh, alejhis-selam, obratio se Svemogućem Allahu zatraživši da uništi njegove sunarodnike zbog toga što poriču njegovo poslanstvo.",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče on – \"pomozi mi, oni me u laž utjeruju!\""
	},
	{
		"arabicTextofAyah":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ",
		"tafsirTextofAyah":"Svevišnji Allah objavio je Nuhu: “Gradi veliku lađu, Ja ću te gledati, čuvati i pružat ću ti Svoju pomoć i podršku! Kad dođe vrijeme da tvoj narod bude kažnjen i voda počne ispod peći šikljati, tad od svake vrste po jedan par, mužjaka i ženku, na lađu ukrcaj, da se sačuva životinjska vrsta, te vjernike iz svoje porodice ukrcaj, osim svoje supruge i sina, a za bezbožnike se ne zauzimaj – oni će neizostavno biti potopljeni i sasvim uništeni!”",
		"korkutTranslationOfAyah":"I Mi mu objavismo: \"Gradi lađu pod Našom pažnjom i prema Našem nadahnuću, pa kad zapovijed Naša dođe i voda na površinu zemlje izbije, ti u nju ukrcaj od svake vrste po par, mužjaka i ženku, i čeljad svoju, ali ne one o kojima je već sud donesen, i ne obraćaj Mi se za nevjernike, jer će, doista, biti potopljeni."
	},
	{
		"arabicTextofAyah":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"“Pa kad zaposjedneš lađu, ti i oni uz tebe, spasivši se od potopa, reci: ‘Hvala Allahu, Koji nas je izbavio od bezbožničkog naroda, koga je uništio!’”",
		"korkutTranslationOfAyah":"Pa kad se smjestiš u lađu, ti i oni koji su uz tebe – reci: 'Hvala Allahu, koji nas je spasio naroda koji ne vjeruje!'"
	},
	{
		"arabicTextofAyah":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ",
		"tafsirTextofAyah":"I reci, Nuhu: “Gospodaru, na blagoslovljeno i sigurno mjesto spusti me, jer na najbolje mjesto spuštaš Ti!”",
		"korkutTranslationOfAyah":"I reci: 'Gospodaru moj, iskrcaj me na blagoslovljeno mjesto, Ti to najbolje umiješ!'\""
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ",
		"tafsirTextofAyah":"U pomoći koju je Allah, džellešanuhu, pružio Nuhu i Svojim štićenicima, te u kazni koju daje onima što ne vjeruju jest očit, nepobitan i bjelodan dokaz da je Allah, džellešanuhu, kadar pružiti pomoć poslanicima, a uništiti poricatelje. Gospodar je stavio Nuhov narod na iskušenje poslavši mu Nuha, da bi se znalo ko je vjernik a ko nevjernik, ko je poslušan Bogu a ko Mu je neposlušan.",
		"korkutTranslationOfAyah":"U tome su, zaista, pouke, a Mi smo, doista, stavljali na kušnju."
	},
	{
		"arabicTextofAyah":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
		"tafsirTextofAyah":"Poslije Nuhova, alejhis-selam, naroda Uzvišeni je Allah stvorio drugi narod.",
		"korkutTranslationOfAyah":"Poslije njih smo druga pokoljenja stvarali,"
	},
	{
		"arabicTextofAyah":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"I poslao je tom narodu poslanika koji im se obraćao: “Sunarodnici moji, jedino se Allahu klanjajte, vi drugog boga osim Njega nemate! Zar se nećete bojati Boga, te izvršavati vjerske naredbe, a sustezati se od vjerskih zabrana?”",
		"korkutTranslationOfAyah":"i jednog između njih bismo im kao poslanika poslali: \"Allahu se samo klanjajte, vi drugog boga osim Njega nemate, zar se ne bojite?\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ",
		"tafsirTextofAyah":"Ali su prvaci naroda tog poslanika, koji su oživljenje (i,otuda, džennet i džehennem) poricali i nisu vjerovali u Allaha, Koji im je imetak i ugled dao, običnom svijetu i njegovim sljedbenicima rekli: “Ovaj čovjek što vas poziva da robujete Allahu samo je običan čovjek, kao što ste i vi sami – jede i pije, poput vas, pa u čemu nad vama ima prednost i zasluži da bude poslanik?”",
		"korkutTranslationOfAyah":"Ali bi glavešine naroda njegova, koji nisu vjerovali, koji su poricali da će na onome svijetu biti oživljeni i kojima smo dali da u životu na ovome svijetu raskošno žive, govorili: \"On je čovjek kao i vi; jede ono što i vi jedete, i pije ono što i vi pijete;"
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ",
		"tafsirTextofAyah":"Rekli su: “Budete li slušali ovog čovjeka, bit ćete pravi stradalnici, tim više jer nikakvu korist nećete izvući iz toga što ćete ga slijediti, a napustiti robovanje svojim bogovima. To je tako, jer biste tad slijedili čovjeka koji nikave prednosti nad vama nema.”",
		"korkutTranslationOfAyah":"i ako se budete pokoravali čovjeku kao što ste vi, sigurno ćete biti izgubljeni."
	},
	{
		"arabicTextofAyah":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ",
		"tafsirTextofAyah":"Zar vam on, koji tvrdi da je poslanik, prijeti da ćete, nakon što pomrete pa postanete prah i kosti, biti izvedeni iz zemlje i u život vraćeni? Zar je takvo šta moguće?",
		"korkutTranslationOfAyah":"Zar vama on da prijeti da ćete, pošto pomrete i zemlja i kosti postanete, doista oživljeni biti?"
	},
	{
		"arabicTextofAyah":"۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ",
		"tafsirTextofAyah":"“Prosto je nemoguće da budete oživljeni nakon što prah i kosti postanete.",
		"korkutTranslationOfAyah":"Daleko je, daleko ono čime vam se prijeti!"
	},
	{
		"arabicTextofAyah":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
		"tafsirTextofAyah":"“Samo ovozemaljski život naš postoji: živimo i umiremo, naraštaji se smjenjuju, to je vječno trajanje i neće biti nikakva oživljenja na ahiretu”, kazali su.",
		"korkutTranslationOfAyah":"Postoji samo život na ovome svijetu, mi živimo i umiremo, a oživljeni nećemo biti."
	},
	{
		"arabicTextofAyah":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ",
		"tafsirTextofAyah":"I najzad su zaključili: “On, koji govori da je poslat vama, samo je čovjek koji o Allahu laži iznosi, i nikad nećemo povjerovati u njegove riječi.”",
		"korkutTranslationOfAyah":"On je čovjek koji o Allahu iznosi laži, i mi mu ne vjerujemo.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ",
		"tafsirTextofAyah":"Taj se poslanik obratio Silnom Allahu da uništi one koji ga utjeruju u laž.",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – zamolio bi on – \"pomozi mi, oni me u laž utjeruju!\""
	},
	{
		"arabicTextofAyah":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ",
		"tafsirTextofAyah":"Na to je Allah, džellešanuhu, odgovorio tom poslaniku: “Za kratko vrijeme kazna će neizostavno zadesiti nevjernike između tvog naroda i oni će se gorko kajati zbog toga što su poricali!”",
		"korkutTranslationOfAyah":"\"Uskoro će se oni pokajati!\" – odgovorio bi On."
	},
	{
		"arabicTextofAyah":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"I zaista, nedugo zatim zadesio je narod Ad strašni gromoglas, i Svemogući Allah uništio ih je, nikog nije poštedio, te su kao naplav, što ga bujica donese, izgledali – bestraga bili poricatelji koji su sami sebi nasilje učinili.",
		"korkutTranslationOfAyah":"I zasluženo bi ih pogodio strašan glas, i Mi bismo ih kao što je nanos riječni učinili – stradao bi narod nasilnički!"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ",
		"tafsirTextofAyah":"Nakon što je uništio taj narod, Svevišnji Allah stvorio je druge narode: Lutov, Šuajbov, Junusov narod.",
		"korkutTranslationOfAyah":"A zatim bismo, poslije njih, druga pokoljenja stvarali –"
	},
	{
		"arabicTextofAyah":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
		"tafsirTextofAyah":"I nijedan poricateljski narod nije mogao svoj čas suđeni ubrzati, a niti ga odložiti, bez obzira na mogućnosti kojima raspolaže.",
		"korkutTranslationOfAyah":"nijedan narod ne može ni ubrzati ni usporiti vrijeme propasti svoje –"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Potom je Svevišnji Allah poslanike redom slao, jedne za drugim. Kad god bi nekoj zajednici došao njen poslanik, ona bi ga poricala, pa je Allah iste te zajednice uništavao redom, jednu za drugom, u puka ih predanja pretvarajući. Nesretan i daleko bio narod koji ne vjeruje u objavu koju poslanici donose od Gospodara!",
		"korkutTranslationOfAyah":"i poslanike, jedne za drugim slali. Kad bi jednom narodu došao njegov poslanik, u laž bi ga utjerivali, i Mi smo ih zato jedne drugima smjenjivali, i samo u pričama o njima spomen sačuvali – daleko bili ljudi koji nisu vjerovali!"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
		"tafsirTextofAyah":"Onda je Plemeniti Allah poslao Musaa i njegova brata Haruna s očitih devet znamenja: štap koji se pretvarao u zmiju, ruka, skakavci, krpelji, žabe, krv, poplave, sušne godine i manjak plodova. Allah im je očite znakove dao.",
		"korkutTranslationOfAyah":"Poslije smo poslali Musaa i brata mu Haruna sa znamenjima Našim i dokazom očiglednim"
	},
	{
		"arabicTextofAyah":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ",
		"tafsirTextofAyah":"Dakle, poslanici Musa i Harun donijeli su faraonu i njegovom narodu, bjelodane dokaze, ali su se oni uzoholili pa su porekli istinu, činili nepravdu ljudima i remetili red na Zemlji.",
		"korkutTranslationOfAyah":"faraonu i glavešinama njegovim, ali su se oni uzoholili, bili su to ljudi nadmeni."
	},
	{
		"arabicTextofAyah":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ",
		"tafsirTextofAyah":"Onda faraon i njegovi sunarodnici počeše govoriti: “Zar ćemo povjerovati dvojici ljudi običnih kao što smo i mi, koji baš nikakve prednosti nad nama nemaju, znajući da su Musaovi i Harunovi sunarodnici, sinovi Israilovi, naši robovi i nama potčinjeni?!”",
		"korkutTranslationOfAyah":"\"Zar da povjerujemo dvojici ljudi koji su isti kao i mi, a narod njihov je roblje naše?\" – govorili su,"
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ",
		"tafsirTextofAyah":"Lažnim su smatrali ono što su njih dvojica donijeli, pa je to bilo uzrokom njihovog potapanja.",
		"korkutTranslationOfAyah":"i njih dvojicu su lažljivcima proglasili, pa su zato uništeni bili."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ",
		"tafsirTextofAyah":"Musau, alejhis-selam, Allah je dao Tevrat, ne bi li pomoću njega krivovjerni Pravom stazom pošli i postupali u skladu s njime.",
		"korkutTranslationOfAyah":"Musau smo onda Knjigu dali da bi sinovi Israilovi Pravim putem išli."
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ",
		"tafsirTextofAyah":"Također je Sveznajući Allah Isaa, alejhis-selam, i majku njegovu Merjemu znamenjem, poukom i dokazom Svoje moći učinio: stvorio je poslanika Isaa u utrobi njegove majke (Isa nema oca) i na jednoj im visoravni utočište dao, na kojoj bijaše stanište i izvor tekući.",
		"korkutTranslationOfAyah":"I sina Merjemina i majku njegovu smo znakom učinili. Mi smo njih na jednoj visoravni sa tekućom vodom nastanili."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ",
		"tafsirTextofAyah":"“Poslanici, ukusnim dozvoljenim jelima hranite se, te činite djela ozakonjena šerijatom, Ja zaista dobro znam šta činite vi, Meni ništa nije skriveno!”",
		"korkutTranslationOfAyah":"\"O poslanici, dozvoljenim i lijepim jelima se hranite i dobra djela činite, jer Ja dobro znam što vi radite!"
	},
	{
		"arabicTextofAyah":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ",
		"tafsirTextofAyah":"Također: “Ova vaša vjera, o vjerovjesnici, jest jedna vjera – islam, a Ja sam Gospodar vaš, Jedan Jedini, pa se Mene bojte izvršavajući vjeronaredbe i sustežući se od vjerozabrana!”",
		"korkutTranslationOfAyah":"Ova vaša vjera – jedina je prava vjera, a Ja sam Gospodar vaš, pa Me se pričuvajte!\""
	},
	{
		"arabicTextofAyah":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
		"tafsirTextofAyah":"Ali su se zajednice podijelile u pitanjima vjere, pa su se u skupine i tabore raskolili i vjere razne izmislili; svaka se skupina veseli onom što zagovara, drži da je upravo ona na vjeri koju Allah voli te se na ono što drugi ljudi ispovijedaju ne osvrće.",
		"korkutTranslationOfAyah":"A oni su se u pitanjima vjere svoje podijelili na skupine, svaka stranka radosna onim što ispovijeda,"
	},
	{
		"arabicTextofAyah":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ",
		"tafsirTextofAyah":"Poslaniče islama, zbog toga mekanske bezbožnike još neko vrijeme prepusti zabludi i otuđenosti od istine – njih će na koncu snaći Allahova kazna.",
		"korkutTranslationOfAyah":"zato ostavi ove u zabludi njihovoj još neko vrijeme!"
	},
	{
		"arabicTextofAyah":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ",
		"tafsirTextofAyah":"Zar oni koji su se podijelili na skupine i raduju se onom što ispovijedaju misle da im Allah, džellešanuhu, daje imetak i sinove zbog toga što su to zaslužili? Nije onako kako misle da jest! Mi im to dajemo samo zato da bismo ih postepeno kazni približili, ali oni ne opažaju.",
		"korkutTranslationOfAyah":"Misle li oni – kad ih imetkom i sinovima pomažemo,"
	},
	{
		"arabicTextofAyah":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Zar oni koji su se podijelili na skupine i raduju se onom što ispovijedaju misle da im Allah, džellešanuhu, daje imetak i sinove zbog toga što su to zaslužili? Nije onako kako misle da jest! Mi im to dajemo samo zato da bismo ih postepeno kazni približili, ali oni ne opažaju.",
		"korkutTranslationOfAyah":"da žurimo da im neko dobro učinimo? Nikako, ali oni ne opažaju."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ",
		"tafsirTextofAyah":"Oni koji vjeruju, premda čine dobro, brižni su zbog straha od Allahove kazne i Njegove srdžbe.",
		"korkutTranslationOfAyah":"Oni koji iz bojazni prema Gospodaru svome strahuju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Oni čvrsto vjeruju u Allahove ajete koje je objavio u časnom Kur’anu.",
		"korkutTranslationOfAyah":"i oni koji u dokaze Gospodara svoga vjeruju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Oni robuju isključivo dobrom Allahu nikog Mu pritom ravnim ne smatrajući.",
		"korkutTranslationOfAyah":"i oni koji druge Gospodaru svome ravnim ne smatraju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ",
		"tafsirTextofAyah":"Oni se trude glede činjenja dobrih djela pomoću kojih se približavaju Allahu, a pritom se iskreno plaše i strijepe da im dobro, udjeljivanje i sva druga dobra djela, koje čine neće biti primljeno onog Dana kad se susretnu sa Sveznajućim Allahom.",
		"korkutTranslationOfAyah":"i oni koji od onoga što im se daje udjeljuju, i čija su srca puna straha zato što će se vratiti svome Gospodaru –"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ",
		"tafsirTextofAyah":"Vjernici koji saberu u sebi ove osobine jesu onī koji hitaju da dobra djela čine i u tom uspijevaju druge preticati.",
		"korkutTranslationOfAyah":"oni hitaju da čine dobra djela, i radi njih druge pretiču."
	},
	{
		"arabicTextofAyah":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Imajte na umu da dragi Allah nikog ne zadužuje više nego što je u njegovoj moći, već mu u obavezu stavlja samo ono djelo koje može izvršiti. Sva djela zabilježena su kod Allaha u Knjizi koja kazuje po istini i neće nikom biti nepravda učinjena, pa im neće biti umanjena nagrada, a niti će im biti stavljeno u odgovornost ono što nisu uradili.",
		"korkutTranslationOfAyah":"Mi nikoga ne opterećujemo preko njegovih mogućnosti; u Nas je Knjiga koja istinu govori, i nikome se nepravda neće učiniti."
	},
	{
		"arabicTextofAyah":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ",
		"tafsirTextofAyah":"Ipak su srca nevjernikā griješnikā obamrla u vezi s tom Knjigom i veličanstvenim Kur’anom, koji im je objavljen. A oni su, mimo nevjerstva, i neka druga djela uradili.",
		"korkutTranslationOfAyah":"Ali, srca nevjernika su prema ovom sasvim ravnodušna, a pored toga i ružna djela stalno čine."
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ",
		"tafsirTextofAyah":"A kad Allah, džellešanuhu, na Dan polaganja računa stradanju izloži one od njih koji su raskošno i razuzdano živjeli, oni će zakukati tražeći pomoć i izlaz.",
		"korkutTranslationOfAyah":"A kada smo na muke stavili one među njima koji su raskošnim životom živjeli, oni su odmah zapomagali."
	},
	{
		"arabicTextofAyah":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
		"tafsirTextofAyah":"Kako bi ih se dovelo u očaj glede Allahove milosti, bit će im rečeno: “Danas nemojte kukati i ne tražite pomoć, niko vam neće u pomoć priteći i Allahove vas kazne osloboditi!”",
		"korkutTranslationOfAyah":"\"Sada ne zapomažite, Mi vam nećemo pomoć ukazati,"
	},
	{
		"arabicTextofAyah":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ",
		"tafsirTextofAyah":"“Kur’anski ajeti bili su vam kazivani na dunjaluku, ali vi ste okretali leđa jer ste ih prezirali slušati.",
		"korkutTranslationOfAyah":"vama su ajeti Moji kazivani, ali vi ste uzmicali;"
	},
	{
		"arabicTextofAyah":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ",
		"tafsirTextofAyah":"“Uzdizali ste se iznad drugih ljudi i poricali onaj svijet, te se dičili Mesdžidul-haramom i tvrdili da ste zbog toga što vodite brigu o Kabi bolji od ostalih ljudi – a zapravo ste obnoć pored Kabe o ružnim stvarima pričali, tim prije jer Kabu niste veličali.”",
		"korkutTranslationOfAyah":"dičeći se Hramom i sijeleći, vi ste ružne riječi govorili.\""
	},
	{
		"arabicTextofAyah":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Zašto bezbožnici ne razmisle o kur’anskim ajetima da se uvjere u to da je Kur’an od Allaha, te da postupaju prema njima? Ili ih od vjerovanja u Gospodara svjetova odvraća to što im je došla Poslanica koja nije došla njihovim precima davnim, pa su zbog toga leđa okrenuli i porekli Knjigu?",
		"korkutTranslationOfAyah":"Zašto oni o Kur'anu ne razmisle? Zar im dolazi nešto što nije dolazilo njihovim precima davnim?"
	},
	{
		"arabicTextofAyah":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ",
		"tafsirTextofAyah":"Ili ih je na poricanje Poslanika, sallallahu alejhi ve sellem, navelo to što im nije poznato njegovo ime, porijeklo, iskrenost, odanost, povjerljivost?",
		"korkutTranslationOfAyah":"Ili oni ne poznaju Poslanika svoga, pa ga zato poriču?"
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ",
		"tafsirTextofAyah":"Oni govore da je Poslanik, sallallahu alejhi ve sellem, lud. To su samo laži koje oni govore! Vjerovjesnik, sallallahu alejhi ve sellem, donosi istinu od Allaha u koju nema sumnje, ali oni mrze istinu, iz zavisti i inata, i iz slijepe privreženosti neistini.",
		"korkutTranslationOfAyah":"Kako govore: \"Džini su u njemu!\" Međutim, on im istinu donosi, ali većina njih prezire istinu."
	},
	{
		"arabicTextofAyah":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ",
		"tafsirTextofAyah":"Kad bi Allah, džellešanuhu, pojave usklađivao s prohtjevima onih koji ne vjeruju, nebesa i Zemlja bi u neredu stradala, i sve što se na njima nalazi, tim prije jer oni ne znaju kakve bi posljedice imalo to da oni, koji ne znaju kako treba, a kako ne treba vladati, upravljaju.",
		"korkutTranslationOfAyah":"Da se Allah za prohtjevima njihovim povodi, sigurno bi nestalo poretka na nebesima i na Zemlji i u onom što je na njima; Mi smo im dali Kur'an, slavu njihovu, ali oni za slavu svoju ne haju."
	},
	{
		"arabicTextofAyah":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
		"tafsirTextofAyah":"Je li, Poslaniče, nevjernike od vjerovanja odvratilo to što ti od njih tražiš materijalnu nadoknadu za dostavljanje islama, pa ti je, zbog škrtosti, ne mogu dati? Ti ni od koga ne tražiš nadoknadu za dostavljanje Poslanice. A riznice, dobra ovog svijeta i nagrada u Allahovim su rukama, On je najbolji Opskrbitelj.",
		"korkutTranslationOfAyah":"Ili od njih tražiš nagradu? Ta nagrada Gospodara tvoga bolja je, On najbolje nagrađuje."
	},
	{
		"arabicTextofAyah":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Allahov Poslaniče, ti pozivaš ljude u islam, put u kojem nema zastranjivanja.",
		"korkutTranslationOfAyah":"Ti njih pozivaš na Pravi put,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ",
		"tafsirTextofAyah":"Međutim, oni koji negiraju onaj svijet, džennet i džehennem, kao i sve što će se na njemu zbiti, kako islam proklamuje, otuđuju se od Prave staze i priklanjaju se putevima koji u Vatru vode.",
		"korkutTranslationOfAyah":"ali oni koji u onaj svijet neće da vjeruju s Pravog puta, doista, skreću."
	},
	{
		"arabicTextofAyah":"۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"I kad bi Svemogući Allah ukazao Svoju milost krivovjernima učinivši da poslije suše kiša padne i da bilje nikne, oni bi se ipak nastavili inatiti i red na Zemlji remetiti, bježeći od Prave staze, lutajući bez ikakvog cilja i sumnjajući.",
		"korkutTranslationOfAyah":"I kad bismo im se smilovali i nevolje ih oslobodili, opet bi oni u zabludi svojoj jednako lutali."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ",
		"tafsirTextofAyah":"Premda je one koji ne vjeruju Allah, džellešanuhu, stavljao na razne muke i dovodio pred svakojaka iskušenja, oni se nisu povinovali Uzvišenom Allahu niti su se kajali zbog zlodjela u kojima su ogrezli.",
		"korkutTranslationOfAyah":"Mi smo ih na muke stavljali, ali se oni Gospodaru nisu pokorili, niti su molitve upućivali,"
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ",
		"tafsirTextofAyah":"Ali, kad Sveznajući Allah otvori na ahiretu kapiju teške, nesnosne patnje u kojoj će nevjernici nastradati, oni će tad izgubiti nadu u Allahovu milost i u bilo kakvo dobro.",
		"korkutTranslationOfAyah":"tek kad im kapiju teške patnje otvorimo, oni će nadu izgubiti i u očajanje zapasti."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
		"tafsirTextofAyah":"Vi koji poričete oživljenje, jedino vam Allah daje uši da pomoću njih čujete, i oči da pomoću njih vidite, i pamet da pomoću nje dokučite i razumijete – a vi ste tako malo zahvalni na tim golemim blagodatima.",
		"korkutTranslationOfAyah":"On vam daje sluh, i vid, i pameti; a kako malo vi zahvaljujete!"
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
		"tafsirTextofAyah":"Allah je Onaj Koji stvara ljude na zemaljskoj kugli i samo će se Njemu sve što postoji na Dan polaganja računa vratiti, pa će On svakom ono što je zaslužio dati.",
		"korkutTranslationOfAyah":"On vas na Zemlji stvara, i pred Njim ćete se sakupiti,"
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Jedino je Allah Onaj Koji iz ničeg stvara, i jedini Koji život i smrt daje. Jedino je Allah Onaj Koji čini da se noć, koja tmine donosi, i dan, koji svjetlo nosi, smjenjuju iako nisu iste dužine. Pa zašto ne shvatite da je Allah svemoćan te da jedino On stvara i upravlja svime?",
		"korkutTranslationOfAyah":"On život i smrt daje i samo od Njega zavisi izmjena noći i dana, pa zašto ne shvatite?"
	},
	{
		"arabicTextofAyah":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ",
		"tafsirTextofAyah":"Pa ipak, oni govore isto onako kako su govorili nevjernici iz prijašnjih naroda.",
		"korkutTranslationOfAyah":"Ali, oni govore kao što su govorili oni prije njih."
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ",
		"tafsirTextofAyah":"Isključujući mogućnost oživljenja, govore: “Je li zamislivo i je li moguće da ćemo, kad naša tijela istruhnu u zemlji i prah postanu, biti oživljeni zarad polaganja računa?”",
		"korkutTranslationOfAyah":"Govorili su: \"Zar kada pomremo i kad prah i kosti postanemo, zar ćemo, zaista, biti oživljeni?"
	},
	{
		"arabicTextofAyah":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"“To što ti, Muhammede, govoriš”, kažu nevjernici, “govoreno je i našim davnim precima, ali se nije pokazalo da je to istina; to su samo priče i izmišljotine naroda prijašnjih!”",
		"korkutTranslationOfAyah":"I nama i još davno precima našim time se prijetilo, ali, to su samo izmišljotine naroda drevnih.\""
	},
	{
		"arabicTextofAyah":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Upitaj, Vjerovjesniče, one koji ne vjeruju u ahiret: “Ko je Stvoritelj Zemlje i kome pripada sve što postoji na njoj? Odgovorite na ovo pitanje ako posjedujete znanje!”",
		"korkutTranslationOfAyah":"Upitaj: \"Čija je Zemlja i sve ono što je na njoj, znate li?\""
	},
	{
		"arabicTextofAyah":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Nevjernici će uistinu potvrditi da je jedino Allah Stvoritelj Zemlje i da je ona u Njegovoj vlasti, pa upitaj ih, Poslaniče: “Zar u tome nije pokazatelj da je Uzvišeni Allah kadar mrtve oživiti?”",
		"korkutTranslationOfAyah":"\"Allahova!\" – odgovoriće, a ti reci: \"Pa zašto onda ne dođete sebi?\""
	},
	{
		"arabicTextofAyah":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Božiji Poslaniče, upitaj mnogobošce: “Ko je stvorio sedmera nebesa i ko njima upravlja? Ko je Gospodar Arša veličanstvenog, najvećeg i najuzvišenijeg stvorenja?”",
		"korkutTranslationOfAyah":"Upitaj: \"Ko je Gospodar sedam nebesa i ko je Gospodar Arša veličanstvenog?\""
	},
	{
		"arabicTextofAyah":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Neizostavno će posvjedočiti da su sedmera nebesa i Arš u Allahovoj vlasti, pa ih podsjeti: “Zar se nećete bojati Boga izvršavajući vjerske naredbe, a sustežući se od vjerskih zabrana?”",
		"korkutTranslationOfAyah":"\"Allah!\" – odgovoriće, a ti reci: \"Pa zašto se onda ne bojite?\""
	},
	{
		"arabicTextofAyah":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Poslaniče islama, postavi višebošcima i sljedeće pitanje: “Ko apsolutno sve posjeduje i ko apsolutno svime upravlja? Ko uzima u zaštitu one kojima je ona potrebna i koju traže, i od koga niko ne može zlo otklonuti ako On to htjedne? Znate li šta o tome?”",
		"korkutTranslationOfAyah":"Upitaj: \"U čijoj je ruci vlast nad svim, i ko uzima u zaštitu, i od koga niko ne može zaštićen biti, znate li?\""
	},
	{
		"arabicTextofAyah":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ",
		"tafsirTextofAyah":"Bezbožnici će priznati da je u Allahovim rukama sve i da On svime upravlja, pa ih upitaj: “Zar ste onda dozvolili da vas neko toliko zavede i odvrati od razmišljanja o Allahu, te vas navede da budete višebošci, da se lažnim božanstvima klanjate!”",
		"korkutTranslationOfAyah":"\"Od Allaha!\" – odgovoriće, a ti reci: \"Pa zašto onda dopuštate da budete zavedeni?\""
	},
	{
		"arabicTextofAyah":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Da, Plemeniti je Allah onima koji ne vjeruju istinu, u koju nema sumnje, donio, a oni su zaista pravi lažljivci, utoliko veći jer smatraju da Allah ima saučesnika i dijete. Neka je Gospodar uzvišen i veoma visoko iznad toga!",
		"korkutTranslationOfAyah":"Da, Mi im Istinu donosimo, a oni su zaista lažljivci:"
	},
	{
		"arabicTextofAyah":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
		"tafsirTextofAyah":"Svevišnji Allah nije uzeo Sebi dijete, kako to tvrde nevjernici, i s Njime nema boga, samo On zaslužuje da bude obožavan! Da postoji više bogova, svaki bi bog polagao pravo da upravlja onim što je stvorio, pa bi nastala pometnja u svemiru i vodila bi se borba među njima. Istina je da to nije i ne može biti. Dakle, Allah je jedini bog kojem se može klanjati. Neka je slavljen i hvaljen Allah, i neka je vrlo visoko iznad toga da ima dijete ili saučesnika, a što Mu pripisuju višebošci.",
		"korkutTranslationOfAyah":"Allah nije uzeo Sebi sina, i s Njim nema drugog boga! Inače, svaki bi bog, s onim što je stvorio – radio što bi htio, i jedan drugog bi pobjeđivao. – Hvaljen neka je Allah koji je daleko od onoga što oni iznose;"
	},
	{
		"arabicTextofAyah":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Samo Sveznajući Allah zna nevidljivo, ono što je daleko od očiju i osjetila, a zna i ono što se osjetilima može dokučiti. Njemu ništa nije skriveno, pa Ga slavi jer je nemoguće i nezamislivo da On ima saučesnika.",
		"korkutTranslationOfAyah":"koji zna i nevidljivi i vidljivi svijet, i On je vrlo visoko iznad onih koje Njemu ravnim smatraju!"
	},
	{
		"arabicTextofAyah":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, reci: “Gospodaru, ako mi pokažeš kaznu koju si pripremio mnogobošcima, a kojom im prijetiš…”",
		"korkutTranslationOfAyah":"Reci: \"Gospodaru moj, ako mi hoćeš pokazati ono čime se njima prijeti,"
	},
	{
		"arabicTextofAyah":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"“Onda me, Allahu, ako ih budeš kažnjavao dok ja svjedočim to, s narodom koji ne vjeruje nemoj uništiti!”",
		"korkutTranslationOfAyah":"onda me, Gospodaru moj, ne ostavi s narodom nevjerničkim!\""
	},
	{
		"arabicTextofAyah":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ",
		"tafsirTextofAyah":"A Uzvišeni Allah kadar je da ti, Poslaniče milosti, pokaže ovosvjetsku kaznu kojom prijeti onima koji ne vjeruju. Allah je kadar i to učiniti, a i sve drugo.",
		"korkutTranslationOfAyah":"A Mi ti zaista možemo pokazati ono čime im prijetimo."
	},
	{
		"arabicTextofAyah":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ",
		"tafsirTextofAyah":"Vjeronavjestitelju, nemoj na zlo koje ti ljudi učine zlim uzvraćati, već oprosti, pređi preko uvrede i uznemiravanja, strpi se! Sveznajućem Allahu savršeno je poznato šta krivovjerni iznose kad čine širk i kad poriču, te kad tebe karakteriziraju onako kako ne priliči (govore da si čarobnjak i lud).",
		"korkutTranslationOfAyah":"Ti lijepim zlo uzvrati, Mi dobro znamo šta oni iznose,"
	},
	{
		"arabicTextofAyah":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
		"tafsirTextofAyah":"I zamoli, Vjerovjesniče, dragog Gospodara: “Allahu, od Tebe zaštitu tražim, uzmi me u okrilje Svoje pažnje i milosti, pa me sačuvaj od ružnih misli pomoću kojih šejtan zavodi! Sačuvaj me od šejtanovog djelovanja!”",
		"korkutTranslationOfAyah":"i reci: \"Tebi se ja, Gospodaru moj, obraćam za zaštitu od priviđenja šejtanskih,"
	},
	{
		"arabicTextofAyah":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ",
		"tafsirTextofAyah":"“I Tebi se, Allahu, Gospodaru moj, obraćam s dovom da udaljiš šejtane iz moje blizine kako mi ne bi naudili i omeli me u mojim poslovima!”",
		"korkutTranslationOfAyah":"i Tebi se, Gospodaru moj, obraćam da me od njihova prisustva zaštitiš!\""
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ",
		"tafsirTextofAyah":"Pošto nevjerniku dođe smrtni čas i uvjeri se da će dopasti nezamislivo golemih muka, kajući se zbog propusta glede vjere uzvikne: “Allahu, vrati me na dunjaluk!”",
		"korkutTranslationOfAyah":"Kad nekome od njih smrt dođe, on uzvikne: \"Gospodaru moj, povrati me"
	},
	{
		"arabicTextofAyah":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كـَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
		"tafsirTextofAyah":"“Vrati me na svijet koji je minuo da bih se pokajao i povjerovao te činio dobra djela!”, rekne onaj koji ne vjeruje. Međutim, da ga se vrati, opet dobro ne bi činio. Između njega i povratka na dunjaluk stajat će prepreka do Dana ustanuća. Nikad se neće vratiti na ovaj svijet, neće mu se pružiti prilika da postupa drukčije od onog kako je postupao.",
		"korkutTranslationOfAyah":"da uradim kakvo dobro u onome što sam ostavio!\" – Nikada! To su riječi koje će on uzalud govoriti – pred njima će prepreka biti sve do dana kada će oživljeni biti."
	},
	{
		"arabicTextofAyah":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ",
		"tafsirTextofAyah":"I kad nastupi vrijeme Sudnjeg dana te za to određen melek puhne u rog i ljudi se pojave na stajalištu, neće biti od koristi ni porijeklo, kojim se ljudi ponose, ni rodbinske veze, zbog zaokupljenosti strahotama Sudnjeg dana. Tog Dana ljudi neće jedni druge ništa pitati, svako će biti zaokupljen sobom i svojom mukom.",
		"korkutTranslationOfAyah":"Pa kad se u Rog puhne, tada rodbinskih veza među njima neće biti i jedni druge neće ništa pitati."
	},
	{
		"arabicTextofAyah":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"Onaj čovjek čija dobra djela, kad se stave na vagu, pretegnu, taj će sretno okončati: bit će uveden u džennet, a sačuvan od Vatre.",
		"korkutTranslationOfAyah":"Oni čija dobra djela budu teška, oni će želje svoje ostvariti,"
	},
	{
		"arabicTextofAyah":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ",
		"tafsirTextofAyah":"A prevagnut će hrđava djela onog ko nije vjerovao i nije činio dobra djela. Zbog toga će u džehennemskoj vatri vječno ostati, nikad iz nje izaći neće.",
		"korkutTranslationOfAyah":"a oni čija dobra djela budu lahka, oni će posve izgubljeni biti, u Džehennemu će vječno boraviti,"
	},
	{
		"arabicTextofAyah":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ",
		"tafsirTextofAyah":"Kad je posrijedi ova potonja, nesretna kategorija ljudi, njihova će lica vatra pržiti pa će se, uslijed njezine žestine, njihova lica sasvim izobličiti i pocrnjeti, a usne će im se objesiti i zubi će im napolje ispasti.",
		"korkutTranslationOfAyah":"vatra će im lica pržiti i iskeženih zuba će u njemu ostati."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ",
		"tafsirTextofAyah":"Oni koji nisu vjerovali na Dan konačnog suda bit će ukoreni: “Zar vam ajeti Moji nisu kazivani u dunjalučkom životu, a vi ste ih poricali?”",
		"korkutTranslationOfAyah":"\"Zar vam ajeti Moji nisu kazivani, a vi ste ih poricali?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ",
		"tafsirTextofAyah":"Reći će: “Allahu, Gospodaru naš, grijesi i nevaljala djela, koje si nam Ti predodredio, bijahu jači od nas, pa smo se otuđili od istine i nismo na Pravoj stazi bili!”",
		"korkutTranslationOfAyah":"\"Gospodaru naš\" – reći će – \"naši prohtjevi su bili od nas jači, te smo postali narod zalutali."
	},
	{
		"arabicTextofAyah":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ",
		"tafsirTextofAyah":"“Gospodaru naš, izbavi nas iz džehennemske vatre i vrati nas na dunjaluk da bismo na Pravom putu bili!”, reći će. “Ako bismo se stranputici i nevjerstvu vratili, tad bismo zaista zulumćari bili i kaznu bismo odista zaslužili!”",
		"korkutTranslationOfAyah":"Gospodaru naš, izbavi nas iz nje; ako bismo ponovo zlo radili, sami bismo sebi nepravdu učinili.\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ",
		"tafsirTextofAyah":"“Ostanite u paklenoj vatri, poniženi i sasvim bezvrijedni i više Mi se nemojte obraćati!”, kazat će im Svevišnji Allah.",
		"korkutTranslationOfAyah":"\"Ostanite u njoj prezreni i ništa Mi ne govorite!\" – reći će On."
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
		"tafsirTextofAyah":"“Neki robovi Moji, iskreni vjernici, tražili su od Mene”, reći će Allah, “da im oprostim grijehe i pređem preko hrđavih djela njihovih, te da ih uvedem u Svoju milost, a Ja sam najmilostiviji…”",
		"korkutTranslationOfAyah":"\"Kad su neki robovi Moji govorili: 'Gospodaru naš, mi vjerujemo, zato nam oprosti i smiluj nam se, jer Ti si najmilostiviji!' –"
	},
	{
		"arabicTextofAyah":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ",
		"tafsirTextofAyah":"“Vi ste im se toliko rugali da ste zaboravili Mene spominjati; to vas je preko svake mjere zaokupljalo, pa se Meni niste klanjali, nego ste ostali krivovjerni; vjernicima ste se smijali.",
		"korkutTranslationOfAyah":"vi ste im se toliko rugali da ste zbog toga na Mene zaboravljali i uvijek ste ih ismijavali."
	},
	{
		"arabicTextofAyah":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ",
		"tafsirTextofAyah":"“Eto, njih, iste te vjernike, Ja sam danas nagradio u džennetskim baščama uživanja zato što su strpljivo dobra djela činili i što su strpeljivo podnosili vaše uvrede.”",
		"korkutTranslationOfAyah":"Njih sam Ja danas nagradio za ono što su trpjeli, oni su, doista, postigli ono što su željeli."
	},
	{
		"arabicTextofAyah":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ",
		"tafsirTextofAyah":"U paklenoj vatri, bezbožnici će biti upitani: “Koliko ste to godina na Zemlji živjeli, koliko ste godina protraćili?”",
		"korkutTranslationOfAyah":"A koliko ste godina na Zemlji proveli?\" – upitaće On."
	},
	{
		"arabicTextofAyah":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ",
		"tafsirTextofAyah":"Odgovorit će: “Živjeli smo na dunjaluku dan ili samo dio dana. Pitaj one koji su upućeni u protok vremena, oni to bolje od nas znaju.”",
		"korkutTranslationOfAyah":"\"Proveli smo dan ili samo dio dana\" – odgovoriće – \"pitaj one koji su brojali.\""
	},
	{
		"arabicTextofAyah":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"“Na dunjaluku ste samo malo vremena proveli, toliko malo da uopće nije bilo teško biti poslušan Allahu, da samo znate!”, bit će im rečeno.",
		"korkutTranslationOfAyah":"\"Pa da, kratko ste proveli\" – reći će On – \"da ste samo znali!"
	},
	{
		"arabicTextofAyah":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ",
		"tafsirTextofAyah":"Allah će reći: “O robovi Moji, zar ste mislili da sam vas uzalud, bez ikakva cilja stvorio; da dobre neću nagraditi, a zločeste kazniti; da ću se prema vama kao prema životinjama odnositi; da nećete biti vraćeni Meni i da na odgovornost za djela nećete biti pozvani?”",
		"korkutTranslationOfAyah":"Zar ste mislili da smo vas uzalud stvorili i da Nam se nećete povratiti?\""
	},
	{
		"arabicTextofAyah":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ",
		"tafsirTextofAyah":"Neka je slavljen i uzvišen Allah, i Koji upravlja stvorenim onako kako želi, i Koji je istina, i Čije je obećanje istina, i Čije su riječi istina, i osim Koga nema istinskog božanstva. On je Gospodar Arša veličanstvenog, najvećeg stvorenja! Onaj ko je gospodar najvećeg stvorenja, taj je gospodar i manjih stvorenja.",
		"korkutTranslationOfAyah":"I neka je uzvišen Allah, Vladar istiniti, nema drugog boga osim Njega, Gospodara Arša divnoga!"
	},
	{
		"arabicTextofAyah":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
		"tafsirTextofAyah":"A onaj ko, pored Svevišnjeg Allaha, obožava drugog boga nemajući baš nikakvog dokaza da isti taj bog zaslužuje da mu se robuje (to je slučaj sa svim lažnim božanstvima), takav će se, zbog širka, ogavnog golemog grijeha, suočiti sa strašnim stradanjem i golemom patnjom. Imajte na umu da se krivovjerni neće spasiti niti će uspjeti na Dan konačnog polaganja računa!",
		"korkutTranslationOfAyah":"A onaj koji se, pored Allaha, moli drugom bogu, bez ikakva dokaza o njemu, pred Gospodarom svojim će račun polagati, i nevjernici ono što žele neće postići."
	},
	{
		"arabicTextofAyah":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ",
		"tafsirTextofAyah":"Poslaniče islama, obrati se Uzvišenom Allahu: “Gospodaru, oprosti mi grijeh, pređi preko mog hrđavog djela i uzmi me u okrilje Svoje milosti, jer si najmilostiviji, primaš pokajanje i brišeš grijehe!”",
		"korkutTranslationOfAyah":"I reci: \"Gospodaru moj, oprosti i smiluj se, Ti si najmilostiviji!\""
	}
]