[
	{
		"arabicTextofAyah":"طسٓمٓ",
		"tafsirTextofAyah":"(Tā Sīn Mīm) O kur’anskim smo skraćenicama govorili na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Tā Sīn Mīm."
	},
	{
		"arabicTextofAyah":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
		"tafsirTextofAyah":"Ovo su ajeti časnog Kur’ana koji odvajaju istinu od neistine.",
		"korkutTranslationOfAyah":"Ovo su ajeti Knjige jasne!"
	},
	{
		"arabicTextofAyah":"لَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ أَلَّا يَكُونُواْ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"Zar ćeš sebe upropastiti zbog toga što tvoji sunarodnici, o Poslaniče, neće da povjeruju, jer si odveć sažaljiv spram njih i želiš da budu vjernici?",
		"korkutTranslationOfAyah":"Zar ćeš ti sebe uništiti zato što ovi neće da postanu vjernici?"
	},
	{
		"arabicTextofAyah":"إِن نَّشَأۡ نُنَزِّلۡ عَلَيۡهِم مِّنَ ٱلسَّمَآءِ ءَايَةٗ فَظَلَّتۡ أَعۡنَٰقُهُمۡ لَهَا خَٰضِعِينَ",
		"tafsirTextofAyah":"Kad bi Allah, džellešanuhu, htio, poslao bi bezbožnicima s neba jedno znamenje, djelo izvan iskustvene stvarnosti, zbog kojeg bi neizostavno postali vjernici i povinovali bi se tom znamenju. Ali, Allah ne želi slati takva znamenja kako bi ih iskušao hoće li povjerovati u onostrano.",
		"korkutTranslationOfAyah":"Kad bismo htjeli, Mi bismo im s neba jedan znak poslali pred kojim bi oni šije svoje sagnuli."
	},
	{
		"arabicTextofAyah":"وَمَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّنَ ٱلرَّحۡمَٰنِ مُحۡدَثٍ إِلَّا كَانُواْ عَنۡهُ مُعۡرِضِينَ",
		"tafsirTextofAyah":"I mekkanskim mnogobošcima ne dođe nijedna nova opomena od Milostivog Allaha koja sadrži dokaz da je Allah jedini bog i da je Muhammed Božiji poslanik, a da je ne odbiše i leđa joj ne okrenuše.",
		"korkutTranslationOfAyah":"I njima ne dođe nijedna nova opomena od Milostivoga, a da se od nje ne okrenu."
	},
	{
		"arabicTextofAyah":"فَقَدۡ كَذَّبُواْ فَسَيَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Krivovjerni poriču veličanstveni Kur’an i rugaju se njegovim ajetima – pa stići će ih sigurno posljedice njihova poricanja, ruganja i drugih gnusnih djela koja činjahu na ovom svijetu i snaći će ih kazna.",
		"korkutTranslationOfAyah":"Oni poriču – pa, stići će ih sigurno posljedice onoga čemu se izruguju."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلۡأَرۡضِ كَمۡ أَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
		"tafsirTextofAyah":"Zar mogu ustrajno poricati, a nisu razmislili o tome da je Svemogući Allah učinio da iz zemlje niče bilje različitih boja i oblika, lijepog izgleda i od velike koristi?",
		"korkutTranslationOfAyah":"Zar oni ne vide kako činimo da iz zemlje niče svakovrsno bilje plemenito?"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"U nicanju raznolikog bilja iz zemlje bjelodan je dokaz da je onaj ko je u stanju učiniti da to bilje niče u stanju oživjeti mrtve, ali većina ljudi ne vjeruje.",
		"korkutTranslationOfAyah":"To je, doista, dokaz, ali većina njih ne vjeruje,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj, zaista je silan, te Ga niko ne može nadvladati. On je samilostan prema Svojim robovima.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, zaista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"وَإِذۡ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئۡتِ ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Vjerovjesniče, spomeni ljudima da se Svevišnji Allah obratio poslaniku Musau, alejhis-selam, naredivši mu da pođe među nasilne ljude koji su sebi nepravdu počinili ne vjerujući u Allaha i porobljavajući sinove Israilove.",
		"korkutTranslationOfAyah":"A kad je Gospodar tvoj Musaa zovnuo: \"Idi narodu koji se prema sebi ogriješio,"
	},
	{
		"arabicTextofAyah":"قَوۡمَ فِرۡعَوۡنَۚ أَلَا يَتَّقُونَ",
		"tafsirTextofAyah":"Naredio mu je da pođe među faraonov narod i da ga na blag i učtiv način podsjeti na neophodnost bogobojaznosti, a to je činjenje dobra, a sustezanje od zla.",
		"korkutTranslationOfAyah":"narodu faraonovu, ne bi li se Allaha pobojao\" –"
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
		"tafsirTextofAyah":"Musa, alejhis-selam, reče: “Gospodaru moj, zaista se bojim da će me faraon i narod njegov lažovom proglasiti, te će odbiti ono što ću im od Tebe donijeti!”",
		"korkutTranslationOfAyah":"on je rekao: \"Gospodaru moj, bojim se da me oni u laž ne utjeraju,"
	},
	{
		"arabicTextofAyah":"وَيَضِيقُ صَدۡرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرۡسِلۡ إِلَىٰ هَٰرُونَ",
		"tafsirTextofAyah":"“I bojim se da će me, poreknu li oni moje poslanstvo, obuzeti tuga i briga”, Musa, alejhis-selam, reče. “Allahu, zato pošalji Džibrila Harunu, mom bratu, s poslanicom, da bi mi on pomogao u dostavljanju vjere i pozivanju Tebi.”",
		"korkutTranslationOfAyah":"da mi ne postane teško u duši i da mi se jezik ne saplete; zato podaj poslanstvo i Harunu,"
	},
	{
		"arabicTextofAyah":"وَلَهُمۡ عَلَيَّ ذَنۢبٞ فَأَخَافُ أَن يَقۡتُلُونِ",
		"tafsirTextofAyah":"Naposlijetku je Musa rekao: “A prema njima sam se ogriješio: ubio sam jednog njihova čovjeka, Kopta, pa me strah da će oni mene ubiti zbog toga.”",
		"korkutTranslationOfAyah":"a ja sam njima i odgovoran, pa se plašim da me ne ubiju.\""
	},
	{
		"arabicTextofAyah":"قَالَ كـَلَّاۖ فَٱذۡهَبَا بِـَٔايَٰتِنَآۖ إِنَّا مَعَكُم مُّسۡتَمِعُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, reče Musau, alejhis-selam: “Nikako! To se neće dogoditi, oni neće imati priliku da te ubiju.” Ti i tvoj brat Harun pođite faraonu s Našim ajetima, pomoću kojih ćete dokazati da govorite istinu. Mi ćemo biti s vama dvojicom, sa Svojim znanjem, podrškom, pomoći i čuvanjem. Mi čujemo šta vi njima govorite i šta se vama govori. Nama ništa ne promiče.”",
		"korkutTranslationOfAyah":"\"Neće!\" – reče On. \"Idite obojica sa dokazima Našim, Mi ćemo s vama biti i slušati."
	},
	{
		"arabicTextofAyah":"فَأۡتِيَا فِرۡعَوۡنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Dakle, Musau i Harunu naređeno je da pođu faraonu i da ga izvijeste da su njih dvojica poslanici Allahovi, tj. da ih je poslao Stvoritelj svega što postoji.",
		"korkutTranslationOfAyah":"Otiđite faraonu i recite: 'Mi smo poslanici Gospodara svjetova,"
	},
	{
		"arabicTextofAyah":"أَنۡ أَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ",
		"tafsirTextofAyah":"I rekao im je da zatraže od faraona da oslobodi sinove Israilove, koji robovaše faraonu u Egiptu, te da dopusti da pođu s njima dvojicom.",
		"korkutTranslationOfAyah":"dopusti da sinovi Israilovi pođu s nama!'\""
	},
	{
		"arabicTextofAyah":"قَالَ أَلَمۡ نُرَبِّكَ فِينَا وَلِيدٗا وَلَبِثۡتَ فِينَا مِنۡ عُمُرِكَ سِنِينَ",
		"tafsirTextofAyah":"Faraon se obratio Musau, alejhis-selam: “Zar si, o Musa, zaboravio da si kao dijete bio na našem dvorcu i da smo te mi odgajali!? Zar si zaboravio da si kod nas proveo mnoge godine!? Zbog čega sad tvrdiš da si poslanik?”",
		"korkutTranslationOfAyah":"\"Zar te među nama nismo gojili dok si dijete bio i zar među nama tolike godine života svoga nisi proveo?\" – reče faraon –"
	},
	{
		"arabicTextofAyah":"وَفَعَلۡتَ فَعۡلَتَكَ ٱلَّتِي فَعَلۡتَ وَأَنتَ مِنَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Faraon je rekao: “I počinio si veliko nedjelo onda kad si ubio Kopta pomažući svom sunarodniku! Nadasve si nezahvalan na blagodatima kojima sam te obasuo.”",
		"korkutTranslationOfAyah":"\"i uradio si nedjelo koje si uradio i još si nezahvalnik?\""
	},
	{
		"arabicTextofAyah":"قَالَ فَعَلۡتُهَآ إِذٗا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ",
		"tafsirTextofAyah":"“Jesam, ubio sam onog čovjeka, ali to se dogodilo prije nego što sam dobio Objavu”, priznao je Musa.",
		"korkutTranslationOfAyah":"\"Ja sam onda ono uradio nehotice\" – reče –"
	},
	{
		"arabicTextofAyah":"فَفَرَرۡتُ مِنكُمۡ لَمَّا خِفۡتُكُمۡ فَوَهَبَ لِي رَبِّي حُكۡمٗا وَجَعَلَنِي مِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"“A od vas sam pobjegao u Medjen plašeći se da ćete me ubiti, te mi je kasnije Gospodar moj znanje i mudrost darovao i među poslanike, koje šalje ljudima, uvrstio me”, objasnio je Musa.",
		"korkutTranslationOfAyah":"\"a od vas sam pobjegao zato što sam se vas bojao, pa mi je Gospodar moj mudrost darovao i poslanikom me učinio."
	},
	{
		"arabicTextofAyah":"وَتِلۡكَ نِعۡمَةٞ تَمُنُّهَا عَلَيَّ أَنۡ عَبَّدتَّ بَنِيٓ إِسۡرَٰٓءِيلَ",
		"tafsirTextofAyah":"Naposlijetku je Musa upitao: “Faraone, u pravu si što se pozivaš na svoje dobročinstvo spram mene! Nisi me porobio, premda si porobio moje sunarodnike, sinove Israilove. Ali sve to nije razlog da te ne pozovem u istinu!”",
		"korkutTranslationOfAyah":"A dobročinstvo koje mi prebacuješ – da nije to što si sinove Israilove robljem učinio?\""
	},
	{
		"arabicTextofAyah":"قَالَ فِرۡعَوۡنُ وَمَا رَبُّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Utom je Musaa, alejhis-selam, faraon upitao: “Ko je Gospodar svjetova, za Koga kažeš da si Njegov poslanik?”",
		"korkutTranslationOfAyah":"\"A ko je Gospodar svjetova?\" – upita faraon."
	},
	{
		"arabicTextofAyah":"قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ",
		"tafsirTextofAyah":"“Moj Gospodar je Onaj Koji posjeduje i upravlja svime što postoji, i Kojem pripadaju vlast i sud na nebesima i na Zemlji i na onom što je između njih”, odgovorio je poslanik Musa, alejhis-selam. “Ukoliko ste čvrsto uvjereni u to, robujte isključivo Allahu!”",
		"korkutTranslationOfAyah":"\"Gospodar nebesa i Zemlje i onoga što je između njih, ako vjerujete\" – odgovori on."
	},
	{
		"arabicTextofAyah":"قَالَ لِمَنۡ حَوۡلَهُۥٓ أَلَا تَسۡتَمِعُونَ",
		"tafsirTextofAyah":"“Zar ne čujete šta je odgovorio Musa? Zar ne čujete lažne tvrdnje koje iznosi?”, upita faraon svoje velikodostojnike i glavešine.",
		"korkutTranslationOfAyah":"\"Čujete li?\" – reče onima oko sebe faraon."
	},
	{
		"arabicTextofAyah":"قَالَ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"“Allah je Gospodar vaš i Gospodar vaših davnih pretka?”, reče Musa.",
		"korkutTranslationOfAyah":"\"Gospodar vaš i Gospodar vaših davnih predaka\" – reče Musa."
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِيٓ أُرۡسِلَ إِلَيۡكُمۡ لَمَجۡنُونٞ",
		"tafsirTextofAyah":"Faraon se obrati svojim sunarodnicima Koptima: “Musa, koji tvrdi da je poslanik, mahnit je i sasvim lud, ne umije odgovoriti na pitanje i govori besmislice.”",
		"korkutTranslationOfAyah":"\"Poslanik koji vam je poslan uistinu je lud\" – reče faraon."
	},
	{
		"arabicTextofAyah":"قَالَ رَبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُمۡ تَعۡقِلُونَ",
		"tafsirTextofAyah":"Musa kaza: “Allah Uzvišeni, Kome vas pozivam, Gospodar je istoka, Gospodar zapada i Gospodar prostora koji se između njih nalazi, ako pameti imate, pa da o tome promislite.”",
		"korkutTranslationOfAyah":"\"Gospodar istoka i zapada i onoga što je između njih, ako pameti imate\" – reče Musa."
	},
	{
		"arabicTextofAyah":"قَالَ لَئِنِ ٱتَّخَذۡتَ إِلَٰهًا غَيۡرِي لَأَجۡعَلَنَّكَ مِنَ ٱلۡمَسۡجُونِينَ",
		"tafsirTextofAyah":"Ne mogavši se argumentima boriti, faraon zaprijeti Musau, alejhis-selam: “Prihvatiš li kakvog boga osim mene, sigurno ću te u tamnicu baciti!”",
		"korkutTranslationOfAyah":"A faraon reče: \"Ako budeš kao boga nekog drugog osim mene priznavao, sigurno ću te u tamnicu baciti!\""
	},
	{
		"arabicTextofAyah":"قَالَ أَوَلَوۡ جِئۡتُكَ بِشَيۡءٖ مُّبِينٖ",
		"tafsirTextofAyah":"Musa, alejhis-selam, upita: “Zar ćeš me baciti u tamnicu i u slučaju da ti podastrem kategoričke dokaze i bjelodana znamenja da sam uistinu Božiji poslanik?”",
		"korkutTranslationOfAyah":"\"Zar i onda kad ti budem očigledan dokaz donio?\" – upita on."
	},
	{
		"arabicTextofAyah":"قَالَ فَأۡتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"“Ako istinu govoriš, o Musa”, faraon će, “podastri nam te dokaze i znamenja koje si spomenuo.”",
		"korkutTranslationOfAyah":"\"Pa daj ga, ako istinu govoriš!\" – reče faraon."
	},
	{
		"arabicTextofAyah":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ",
		"tafsirTextofAyah":"A Musa, alejhis-selam, baci štap i on se odjednom u ogromnu, pravu zmiju pretvori koja poče puzati zemljom.",
		"korkutTranslationOfAyah":"I Musa baci štap svoj, kad on – zmija prava,"
	},
	{
		"arabicTextofAyah":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ",
		"tafsirTextofAyah":"Zatim poslanik Musa, alejhis-selam, u njedra stavi ruku svoju, koja je bila sasvim uobičajena, te je potom izvuče iz njedara, kad ona posmatračima bijelom, svijetlom, blistavom se ukaza, bez ikakve bolesti i mahane.",
		"korkutTranslationOfAyah":"a onda izvadi ruku iz njedara, kad ona, onima koji su gledali – bijela."
	},
	{
		"arabicTextofAyah":"قَالَ لِلۡمَلَإِ حَوۡلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ",
		"tafsirTextofAyah":"Faraon se obrati velikodostojnicima oko sebe: “Musa je odista vješt mag, on je zbilja virtuoz u sihru!”",
		"korkutTranslationOfAyah":"\"Ovaj je zaista vješt čarobnjak\" – reče glavešinama oko sebe faraon –"
	},
	{
		"arabicTextofAyah":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِۦ فَمَاذَا تَأۡمُرُونَ",
		"tafsirTextofAyah":"“Musa hoće ovom magijom da vas iz zemlje vaše izvede i da on njome zavlada”, primijeti faraon i reče velikodostojnicima: “Pa šta savjetujete? Šta nam je činiti u ovom slučaju?”",
		"korkutTranslationOfAyah":"\"hoće da vas čarolijom svojom iz zemlje vaše izvede. Pa šta savjetujete?\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَٱبۡعَثۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
		"tafsirTextofAyah":"Velikodostojnici faraonova naroda rekoše: “Ostavi Musaa i Haruna, nemoj ih odmah kazniti, već u gradove pošalji vojsku da sakuplja čarobnjake!”",
		"korkutTranslationOfAyah":"\"Ostavi njega i brata njegova!\" – rekoše – \"a u gradove pošalji da sakupljaju,"
	},
	{
		"arabicTextofAyah":"يَأۡتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٖ",
		"tafsirTextofAyah":"“Dakle, vojska će ti dovesti”, rekoše doglavnici faraonu, “sve izuzetno vješte čarobnjake.”",
		"korkutTranslationOfAyah":"sve čarobnjake vješte će ti dovesti.\""
	},
	{
		"arabicTextofAyah":"فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ",
		"tafsirTextofAyah":"Tako faraon sakupi čarobnjake u određeno vrijeme i na određenom mjestu.",
		"korkutTranslationOfAyah":"I čarobnjaci se u određeno vrijeme i označenog dana sabraše,"
	},
	{
		"arabicTextofAyah":"وَقِيلَ لِلنَّاسِ هَلۡ أَنتُم مُّجۡتَمِعُونَ",
		"tafsirTextofAyah":"A svijetu bī rečeno da se iskupi radi prisustvovanja nadmetanju između Musaa, alejhis-selam, i čarobnjakā, da se uvjere u to ko će od njih biti pobjednik.",
		"korkutTranslationOfAyah":"a narodu bî rečeno: \"Hoćete li se iskupiti"
	},
	{
		"arabicTextofAyah":"لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُواْ هُمُ ٱلۡغَٰلِبِينَ",
		"tafsirTextofAyah":"Njihov je cilj bio da slijede čarobnjake ispovijedajući njihovu vjeru, ako oni, a ne Musa, pobijede.",
		"korkutTranslationOfAyah":"da budemo uz čarobnjake, ako oni budu pobjednici!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُواْ لِفِرۡعَوۡنَ أَئِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ",
		"tafsirTextofAyah":"Pošto su stigli da se suprotstave Musau, čarobnjaci faraona upitaše: “Hoćemo li zaista dobiti nagradu, materijalnu ili nematerijalnu, ako pobijedimo Musaa?”",
		"korkutTranslationOfAyah":"A kad dođoše, čarobnjaci faraona upitaše: \"Da li će nama, doista, pripasti nagrada ako mi budemo pobjednici?\""
	},
	{
		"arabicTextofAyah":"قَالَ نَعَمۡ وَإِنَّكُمۡ إِذٗا لَّمِنَ ٱلۡمُقَرَّبِينَ",
		"tafsirTextofAyah":"“Da, ako pobijedite, dobit ćete nagradu”, faraon odgovori. “I sigurno ćete biti jedni od onih što su meni najbliži, dat ću vam veoma visok položaj.”",
		"korkutTranslationOfAyah":"\"Hoće\" – odgovori on – \"bićete tada sigurno meni najbliži.\""
	},
	{
		"arabicTextofAyah":"قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ",
		"tafsirTextofAyah":"Čarobnjacima se obratio Musa, vjerujući u Allahovu pomoć i u to da ono čime on raspolaže nije sihr: “Bacite na zemlju svoje štapove i konope, koje ste odlučili baciti!”",
		"korkutTranslationOfAyah":"Musa im reče: \"Bacite ono što želite baciti!\""
	},
	{
		"arabicTextofAyah":"فَأَلۡقَوۡاْ حِبَالَهُمۡ وَعِصِيَّهُمۡ وَقَالُواْ بِعِزَّةِ فِرۡعَوۡنَ إِنَّا لَنَحۡنُ ٱلۡغَٰلِبُونَ",
		"tafsirTextofAyah":"I čarobnjaci baciše na zemlju konope svoje i štapove svoje, a pritom se zakleše faraonovom moći i dostojanstvom da će oni Musaa danas pobijediti.",
		"korkutTranslationOfAyah":"I oni pobacaše konope svoje i štapove svoje i rekoše: \"Tako nam dostojanstva faraonova, mi ćemo svakako pobijediti!\""
	},
	{
		"arabicTextofAyah":"فَأَلۡقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ",
		"tafsirTextofAyah":"Onda poslanik Musa, alejhis-selam, baci svoj štap iz ruke i gle – Allah, džellešanuhu, pretvori ga u ogromnu strašnu zmiju koja proguta sve njihove konope i štapove – čaroliju koju su pripravili.",
		"korkutTranslationOfAyah":"Zatim Musa baci svoj štap, koji, odjednom, proguta ono što su oni lažno izveli."
	},
	{
		"arabicTextofAyah":"فَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ",
		"tafsirTextofAyah":"Vidjevši da ona ogromna zmija, koja je maločas bila štap, proguta i uništi čaroliju koju su pripremili, faraonovi čarobnjaci čelima po tlu popadaše.",
		"korkutTranslationOfAyah":"Čarobnjaci se onda na tle baciše"
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Rekoše: “Vjerujemo u dragog Allaha, Gospodara svega što postoji!”",
		"korkutTranslationOfAyah":"i rekoše: \"Mi vjerujemo u Gospodara svjetova,"
	},
	{
		"arabicTextofAyah":"رَبِّ مُوسَىٰ وَهَٰرُونَ",
		"tafsirTextofAyah":"“Vjerujemo u Allaha, Gospodara Musaova i Harunova”, kazaše na kraju.",
		"korkutTranslationOfAyah":"Gospodara Musaova i Harunova!\""
	},
	{
		"arabicTextofAyah":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَ فَلَسَوۡفَ تَعۡلَمُونَۚ لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Negodujući zbog toga što su čarobnjaci povjerovali, faraon viknu: “Zar da povjerujete u Musaovo poslanstvo, a ja vam to nisam dopustio? Musa je vaš prvak, očigledno je, koji vas je magiji poučio i čini se da ste svi vi u zavjeri kako biste stanovnike Egipta iz njihove zemlje istjerali, ali – zapamtit ćete kakva će vas kazna snaći!” Zatim se prezreni grešnik faraon zakleo čarobnjacima da će im ruke i noge unakrsno odsjeći, tako što će odsjeći desnu nogu uz lijevu ruku ili obratno, a nakon čega će ih, sve odreda, iz osvete što su povjerovali u Musaa i postali njegovi sljedbenici, pobiti i porazapinjati na palmina stabla.",
		"korkutTranslationOfAyah":"\"Da povjerujete njemu prije dopuštenja moga!\" – viknu faraon. – \"On je vaš učitelj, on vas je čarobnjaštvu naučio – a vi ćete zapamtiti; poodsijecaću vam ruke i noge vaše unakrst i sve ću vas porazapinjati!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ لَا ضَيۡرَۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
		"tafsirTextofAyah":"Čarobnjaci na to faraonu odgovoriše: “Nije strašna ovozemaljska kazna, kojom nam prijetiš! Tvoja je kazna, odista, kratkotrajna i prolazna. Mi ćemo se Allahu vratiti, i On će nas u vječnu milost uvesti.”",
		"korkutTranslationOfAyah":"\"Ništa strašno!\" – rekoše oni – \"mi ćemo se Gospodaru svome vratiti."
	},
	{
		"arabicTextofAyah":"إِنَّا نَطۡمَعُ أَن يَغۡفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"“Žudimo da nam Gospodar naš”, dometnuše oni, “pređe preko svih naših hrđavih djela koja smo prije činili, tim prije jer smo prvi koji su povjerovali u poslanika Musaa.”",
		"korkutTranslationOfAyah":"Mi se nadamo da će nam Gospodar naš grijehe naše oprostiti zato što smo prvi vjernici.\""
	},
	{
		"arabicTextofAyah":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِيٓ إِنَّكُم مُّتَّبَعُونَ",
		"tafsirTextofAyah":"I Sveznajući Allah objavi poslaniku Musau, alejhis-selam: “Povedi noću one sinove Israilove koji su povjerovali u tebe da bi se lakše skrivali, jer faraon će vas sa svojom vojskom zacijelo goniti, da vas vrati nazad.”",
		"korkutTranslationOfAyah":"I Mi objavismo Musau: \"Kreni noću s robovima Mojim, ali bićete gonjeni.\""
	},
	{
		"arabicTextofAyah":"فَأَرۡسَلَ فِرۡعَوۡنُ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
		"tafsirTextofAyah":"Čuvši da će Musa, alejhis-selam, napustiti Egipat sa svojim sunarodnicima, poslao je sakupljače u sve egipatske gradove, da bi sustigao Musaa i njegove sljedbenike te ih vratio u Egipat.",
		"korkutTranslationOfAyah":"I faraon posla po gradovima sakupljače:"
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰٓؤُلَآءِ لَشِرۡذِمَةٞ قَلِيلُونَ",
		"tafsirTextofAyah":"“Zaista, Musa i njegovi sljedbenici čine grupu koja je malehna, bezazlena i prezrena”, kazao je faraon umanjujući vrijednost sinova Israilovih.",
		"korkutTranslationOfAyah":"\"Ovih je zaista malo"
	},
	{
		"arabicTextofAyah":"وَإِنَّهُمۡ لَنَا لَغَآئِظُونَ",
		"tafsirTextofAyah":"“Premda ih je malo, dobro su nas rasrdili”, kaza faraon.",
		"korkutTranslationOfAyah":"i rasrdili su nas,"
	},
	{
		"arabicTextofAyah":"وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ",
		"tafsirTextofAyah":"Silnik je naposlijetku rekao: “A svi smo mi na oprezu, spremni smo i pratimo šta oni rade.”",
		"korkutTranslationOfAyah":"a mi smo svi budni!\""
	},
	{
		"arabicTextofAyah":"فَأَخۡرَجۡنَٰهُم مِّن جَنَّٰتٖ وَعُيُونٖ",
		"tafsirTextofAyah":"Tako je Allah, džellešanuhu, učinio da faraon i vojske njegove napuste Egipat, zemlju predivnih zelenih vrtova i pitkih voda.",
		"korkutTranslationOfAyah":"I Mi ih izvedosmo iz vrtova i rijeka,"
	},
	{
		"arabicTextofAyah":"وَكُنُوزٖ وَمَقَامٖ كَرِيمٖ",
		"tafsirTextofAyah":"I da napuste riznice zlata i srebra, stečeni imetak i prelijepe kuće u kojima su živjeli.",
		"korkutTranslationOfAyah":"iz riznica i dvoraca divnih."
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا بَنِيٓ إِسۡرَٰٓءِيلَ",
		"tafsirTextofAyah":"Kako je učinio da faraon i Kopti, narod koji ga je obožavao, napuste svoju zemlju, Allah je učinio da sinovi Israilovi uživaju u Šamu u istim takvim blagodatima.",
		"korkutTranslationOfAyah":"Eto tako je bilo, i Mi dadosmo da to naslijede sinovi Israilovi."
	},
	{
		"arabicTextofAyah":"فَأَتۡبَعُوهُم مُّشۡرِقِينَ",
		"tafsirTextofAyah":"Onda Egipćani, faraon i njegov narod, sustigoše sinove Israilove kad se Sunce rađalo.",
		"korkutTranslationOfAyah":"I oni ih, kad se sunce rađalo, sustigoše."
	},
	{
		"arabicTextofAyah":"فَلَمَّا تَرَٰٓءَا ٱلۡجَمۡعَانِ قَالَ أَصۡحَٰبُ مُوسَىٰٓ إِنَّا لَمُدۡرَكُونَ",
		"tafsirTextofAyah":"I kad su se dvije skupine, Musaov narod i faraonovi poklonici, međusobno ugledale, Musaovi, alejhis-selam, drugovi povikaše: “Faraon i njegove vojske samo što nas nisu stigli! Mi nemamo snage da im se suprotstavimo!”",
		"korkutTranslationOfAyah":"pa kad jedni druge ugledaše, drugovi Musaovi povikaše: \"Samo što nas nisu stigli!\""
	},
	{
		"arabicTextofAyah":"قَالَ كـَلَّآۖ إِنَّ مَعِيَ رَبِّي سَيَهۡدِينِ",
		"tafsirTextofAyah":"“Griješite! Nije tako kao što mislite! Allah će mi pomoći, On će me putem spasa povesti”, kaza Musa, alejhis-selam.",
		"korkutTranslationOfAyah":"\"Neće!\" – reče on – \"Gospodar moj je sa mnom, On će mi put pokazati.\""
	},
	{
		"arabicTextofAyah":"فَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡبَحۡرَۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرۡقٖ كَٱلطَّوۡدِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Onda je Uzvišeni Allah objavio Musau: “Udari štapom svojim po moru!” Uslijed Musaova, alejhis-selam, udarca more se razdvojilo na dvanaest prolaza, na onoliko koliko je bilo plemena koja su činila Musaov narod, pa je svaka strana mora izgledala kao ogromno brdo u svojoj čvrstini, tako da voda nije proticala.",
		"korkutTranslationOfAyah":"I Mi objavismo Musau: \"Udari štapom svojim po moru!\" – i ono se rastavi i svaki bok njegov bijaše kao veliko brdo;"
	},
	{
		"arabicTextofAyah":"وَأَزۡلَفۡنَا ثَمَّ ٱلۡأٓخَرِينَ",
		"tafsirTextofAyah":"Mudri Allah učinio je da se faraon i njegovi poklonici približe moru te da u njega zagaze misleći da i oni mogu proći.",
		"korkutTranslationOfAyah":"i Mi onda tamo one druge približismo –"
	},
	{
		"arabicTextofAyah":"وَأَنجَيۡنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجۡمَعِينَ",
		"tafsirTextofAyah":"A Musaa, alejhis-selam, i njegove sljedbenike Uzvišeni je Allah spasio: prešli su more i niko se od njih nije utopio.",
		"korkutTranslationOfAyah":"a Musaa i sve one koji bijahu s njim spasismo –"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ",
		"tafsirTextofAyah":"Nakon što su se sinovi Israilovi spasili, Allah, džellešanuhu, uništio je faraona i njegove poklonike.",
		"korkutTranslationOfAyah":"i one druge potopismo."
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"U Musaovu, alejhis-selam, spasenju (pomoću prolaza u moru koje se rastavilo) i faraonovu uništenju leži zaista očigledno znamenje i kategorički dokaz o istinitosti onog Musaova, alejhis-selam, poslanstva. Ali, većina onih što bijahu uz faraona nisu bili vjernici.",
		"korkutTranslationOfAyah":"To je, zaista, pouka, a većina njih nisu bili vjernici"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj, zaista je silan, te se osvećuje Svojim neprijateljima; samilostan je prema pokajnicima.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, doista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ إِبۡرَٰهِيمَ",
		"tafsirTextofAyah":"Kazuj svojim sunarodnicima, Allahov Poslaniče, vijesti o Ibrahimu, alejhis-selam.",
		"korkutTranslationOfAyah":"I kaži im vijest o Ibrahimu"
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا تَعۡبُدُونَ",
		"tafsirTextofAyah":"Jednom, poslanik Ibrahim, alejhis-selam, obratio se svom ocu Azeru i svojim sunarodnicima: “Šta to vi obožavate? Čemu se, a ne Svevišnjem Allahu, klanjate?”",
		"korkutTranslationOfAyah":"kada je oca svoga i narod svoj upitao: \"Čemu se vi klanjate?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ نَعۡبُدُ أَصۡنَامٗا فَنَظَلُّ لَهَا عَٰكِفِينَ",
		"tafsirTextofAyah":"Oni mu odgovoriše: “Obožavamo kumire, iskreno im se predajemo i njima se povazdan obraćamo.”",
		"korkutTranslationOfAyah":"a oni odgovorili: \"Klanjamo se kumirima i povazdan im se molimo\","
	},
	{
		"arabicTextofAyah":"قَالَ هَلۡ يَسۡمَعُونَكُمۡ إِذۡ تَدۡعُونَ",
		"tafsirTextofAyah":"Ibrahim, alejhis-selam, reče svojim sunarodnicima: “Čuju li vas vaši kumiri kad im se obraćate?”",
		"korkutTranslationOfAyah":"on je rekao: \"Da li vas oni čuju kad se molite,"
	},
	{
		"arabicTextofAyah":"أَوۡ يَنفَعُونَكُمۡ أَوۡ يَضُرُّونَ",
		"tafsirTextofAyah":"“Mogu li vam vaši bogovi kojima se klanjate pribaviti kakvo dobro – ako ste im vjerni i predani, odnosno mogu li vam kakvo zlo nanijeti – ako biste im okrenuli leđa?”, upita ih poslanik Ibrahim, alejhis-selam.",
		"korkutTranslationOfAyah":"ili, da li vam mogu koristiti ili naškoditi?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ بَلۡ وَجَدۡنَآ ءَابَآءَنَا كَذَٰلِكَ يَفۡعَلُونَ",
		"tafsirTextofAyah":"“Ne, oni ne čuju naše molbe, mi baš nikakvo dobro nemamo od toga što ih obožavamo, niti bismo bili na kakvoj šteti ako bismo ih prestali obožavati”, odgovoriše mnogobošci. “Ali, zatekli smo svoje pretke, djedove i očeve, da tako čine, pa ih mi, eto, u tome odano i brižno slijedimo.”",
		"korkutTranslationOfAyah":"\"Ne\" – odgovoriše – \"ali mi smo upamtili pretke naše kako tako postupaju.\""
	},
	{
		"arabicTextofAyah":"قَالَ أَفَرَءَيۡتُم مَّا كُنتُمۡ تَعۡبُدُونَ",
		"tafsirTextofAyah":"“A jeste li razmišljali”, ponovo će Ibrahim, “o tome što činite? Pa vi, uočite to, obožavate običnu materiju, a ne Allaha!”, reče im.",
		"korkutTranslationOfAyah":"\"A da li ste razmišljali\" – upita on – \"da su oni kojima se klanjate"
	},
	{
		"arabicTextofAyah":"أَنتُمۡ وَءَابَآؤُكُمُ ٱلۡأَقۡدَمُونَ",
		"tafsirTextofAyah":"“I vi i davni preci vaši robujete kumirima”, kaza Ibrahim.",
		"korkutTranslationOfAyah":"vi i kojima su se klanjali davni preci vaši,"
	},
	{
		"arabicTextofAyah":"فَإِنَّهُمۡ عَدُوّٞ لِّيٓ إِلَّا رَبَّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I reče: “Sva vaša božanstva kojima robujete, a ne Sveznajućem Allahu, neprijatelji su moji jer su neistina. Ali, moj neprijatelj nije Allah, Gospodar svih stvorenja.”",
		"korkutTranslationOfAyah":"doista, neprijatelji moji? Ali, to nije Gospodar svjetova,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي خَلَقَنِي فَهُوَ يَهۡدِينِ",
		"tafsirTextofAyah":"“Allah je Onaj Koji me je stvorio, On me Pravom stazom napućuje u pogledu dobrobiti ovog i budućeg svijeta”, objasni svom narodu poslanik Ibrahim, alejhis-selam.",
		"korkutTranslationOfAyah":"koji me je stvorio i na Pravi put uputio,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِي هُوَ يُطۡعِمُنِي وَيَسۡقِينِ",
		"tafsirTextofAyah":"Dodao je Allahov miljenik Ibrahim: “Allah je Onaj Koji me hrani kad sam gladan, i Koji me poji kad sam žedan.”",
		"korkutTranslationOfAyah":"i koji me hrani i poji,"
	},
	{
		"arabicTextofAyah":"وَإِذَا مَرِضۡتُ فَهُوَ يَشۡفِينِ",
		"tafsirTextofAyah":"“Allah je Onaj Koji me, kad obolim, iscjeljuje, samo On može ozdravljenje dati, samo On bolest i lijek daje”, Ibrahim će.",
		"korkutTranslationOfAyah":"i koji me, kad se razbolim, liječi,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِي يُمِيتُنِي ثُمَّ يُحۡيِينِ",
		"tafsirTextofAyah":"“Allah je Onaj Koji će me usmrtiti kad dođe moj smrtni čas, a zatim će me oživiti iz mezara”, nastavio je Ibrahim, alejhis-selam.",
		"korkutTranslationOfAyah":"i koji će mi život oduzeti, i koji će me poslije oživiti,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِيٓ أَطۡمَعُ أَن يَغۡفِرَ لِي خَطِيٓـَٔتِي يَوۡمَ ٱلدِّينِ",
		"tafsirTextofAyah":"I rekao je: “Allah je jedini Onaj Koji će mi – žudim za tim – oprostiti grijehe i preći preko mojih ružnih postupaka na Dan konačnog polaganja računa.”",
		"korkutTranslationOfAyah":"i koji će mi, nadam se, pogreške moje na Sudnjem danu oprostiti!"
	},
	{
		"arabicTextofAyah":"رَبِّ هَبۡ لِي حُكۡمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Potom se poslanik Ibrahim, alejhis-selam, obratio Svevišnjem Allahu dovom: “Gospodaru moj, znanje mi vjersko i pronicljivost podari, i dobrīma me pridruži, u džennetskim baščama uživanja!”",
		"korkutTranslationOfAyah":"Gospodaru moj, podari mi mudrost i uvrsti me među one koji su dobri"
	},
	{
		"arabicTextofAyah":"وَٱجۡعَل لِّي لِسَانَ صِدۡقٖ فِي ٱلۡأٓخِرِينَ",
		"tafsirTextofAyah":"“I učini, Allahu, da me naraštaji koji će doći poslije mene, do Dana sudnjeg, spominju po istini i dobru”, zamolio je Ibrahim.",
		"korkutTranslationOfAyah":"i učini da me po lijepom spominju oni što će poslije mene doći,"
	},
	{
		"arabicTextofAyah":"وَٱجۡعَلۡنِي مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
		"tafsirTextofAyah":"Također je zamolio: “Allahu, učini me jednim od bogobojaznih i čestitih, dobrih i iskrenih ljudi koji će baštiniti blagodati džennetske! Nastani me u džennet!”",
		"korkutTranslationOfAyah":"i učini me jednim od onih kojima ćeš džennetske blagodati darovati –"
	},
	{
		"arabicTextofAyah":"وَٱغۡفِرۡ لِأَبِيٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
		"tafsirTextofAyah":"“I oprosti, Allahu, ocu mom jer je on, zato što čini širk, jedan od onih koji su zalutali!”, ovako je zamolio Ibrahim, alejhis-selam, ali prije nego što će se pokazati da je Azer, njegov otac, Allahov neprijatelj; odrekao se Ibrahim svog oca čim mu se pokazalo da je neprijatelj vjere i nije više za njega tražio oprost.",
		"korkutTranslationOfAyah":"i ocu mome oprosti, on je jedan od zalutalih –"
	},
	{
		"arabicTextofAyah":"وَلَا تُخۡزِنِي يَوۡمَ يُبۡعَثُونَ",
		"tafsirTextofAyah":"“I nemoj me, Allahu moj, osramotiti pred svim stvorenjima na Dan kad ćeš oživiti ljude radi polaganja računa”, zamolio je Ibrahim.",
		"korkutTranslationOfAyah":"i ne osramoti me na Dan kad će ljudi oživljeni biti,"
	},
	{
		"arabicTextofAyah":"يَوۡمَ لَا يَنفَعُ مَالٞ وَلَا بَنُونَ",
		"tafsirTextofAyah":"Te je dodao: “Smiluj mi se na Dan ustanuća, kad čovjeku neće imetak koji je skupljao koristiti, kao ni sinovi koji su bili uz njega na dunjaluku!”",
		"korkutTranslationOfAyah":"na Dan kada neće nikakvo blago, a ni sinovi od koristi biti,"
	},
	{
		"arabicTextofAyah":"إِلَّا مَنۡ أَتَى ٱللَّهَ بِقَلۡبٖ سَلِيمٖ",
		"tafsirTextofAyah":"Ibrahim je rekao da će uspjeti samo onaj ko kreposna srca pred Allaha stupi, tj. čije srce bude čisto od širka i licemjerstva, pokazivanja pred svijetom i zadivljenosti samim sobom. Takav će imati koristi od imetka koji je udlijelio na Božijem putu i od djece koja za njega budu upućivala dove.",
		"korkutTranslationOfAyah":"samo će onaj koji Allahu srca čista dođe spašen biti.\""
	},
	{
		"arabicTextofAyah":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Allah će, džellešanuhu, približiti džennet onima što su bili bogobojazni, pa su izvršavali vjerske naredbe i sustezali se od vjerskih zabrana.",
		"korkutTranslationOfAyah":"I Džennet će se čestitima približiti,"
	},
	{
		"arabicTextofAyah":"وَبُرِّزَتِ ٱلۡجَحِيمُ لِلۡغَاوِينَ",
		"tafsirTextofAyah":"A bezvjernicima, koji na dunjaluku nisu bili upućeni nego su u stranputici bili, Svevišnji Allah pokazat će džehennem usplamtjeli onda kad budu na stajalištu.",
		"korkutTranslationOfAyah":"a Džehennem zalutalima ukazati,"
	},
	{
		"arabicTextofAyah":"وَقِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تَعۡبُدُونَ",
		"tafsirTextofAyah":"Krivovjerni će biti ukoreni, pa će im se reći: “Gdje su vaši kipovi i idoli kojima ste robovali na dunjaluku?”",
		"korkutTranslationOfAyah":"i reći će im se: \"Gdje su oni kojima ste se klanjali,"
	},
	{
		"arabicTextofAyah":"مِن دُونِ ٱللَّهِ هَلۡ يَنصُرُونَكُمۡ أَوۡ يَنتَصِرُونَ",
		"tafsirTextofAyah":"“Eto, isti ti kipovi i idoli kojima ste robovali, a ne Svemogućem Allahu, tvrdeći da donose dobro i čuvaju od zla – mogu li vam sad pomoć pružiti i od neizbježne vas kazne zaštititi? Štaviše, mogu li sami sebi pomoć pružiti, pa stradanje izbjeći?”, kazat će im se.",
		"korkutTranslationOfAyah":"a niste Allahu; mogu li vam oni pomoći, a mogu li i sebi pomoći?\""
	},
	{
		"arabicTextofAyah":"فَكُبۡكِبُواْ فِيهَا هُمۡ وَٱلۡغَاوُۥنَ",
		"tafsirTextofAyah":"Zatim će Svevišnji Allah strovaliti u paklenu vatru, na lice, i obožavaoce lažnih božanstava i njihova božanstva, sjedinit će u džehennemu kolovođe zablude i njihove pristalice.",
		"korkutTranslationOfAyah":"pa će i oni i onî koji su ih u zabludu doveli u nj biti bačeni,"
	},
	{
		"arabicTextofAyah":"وَجُنُودُ إِبۡلِيسَ أَجۡمَعُونَ",
		"tafsirTextofAyah":"I vojske Iblisove, njegovi pomagači, svi će, bez izuzetka, biti s idolopoklonicima bačeni u džehennemsku provaliju.",
		"korkutTranslationOfAyah":"i vojske Iblisove – svi zajedno."
	},
	{
		"arabicTextofAyah":"قَالُواْ وَهُمۡ فِيهَا يَخۡتَصِمُونَ",
		"tafsirTextofAyah":"U paklenoj vatri, sporit će se mnogobošci, koji su smatrali da Allah ima saučesnike, svađat će se s onima koje su obožavali.",
		"korkutTranslationOfAyah":"I oni će, svađajući se u njemu, govoriti:"
	},
	{
		"arabicTextofAyah":"تَٱللَّهِ إِن كُنَّا لَفِي ضَلَٰلٖ مُّبِينٍ",
		"tafsirTextofAyah":"Govorit će: “Allaha nam, na dunjaluku bijasmo, zbilja, u očitoj zabludi!”",
		"korkutTranslationOfAyah":"\"Allaha nam, bili smo, doista, u očitoj zabludi"
	},
	{
		"arabicTextofAyah":"إِذۡ نُسَوِّيكُم بِرَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"“Mi smo vas, lažne nemoćne bogove, izjednačavali sa Svevišnjim Allahom, Gospodarom svega što postoji, te smo vama, kao što smo Njemu, robovali”, reći će.",
		"korkutTranslationOfAyah":"kad smo vas s Gospodarom svjetova izjednačavali,"
	},
	{
		"arabicTextofAyah":"وَمَآ أَضَلَّنَآ إِلَّا ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"“A samo zlikovci krivim nas putem povedoše, oni koji su nas poticali da obožavamo lažna božanstva, a ne Allaha”, kazat će.",
		"korkutTranslationOfAyah":"a na stranputicu su nas naveli zlikovci,"
	},
	{
		"arabicTextofAyah":"فَمَا لَنَا مِن شَٰفِعِينَ",
		"tafsirTextofAyah":"“Zato sad”, požalit će se nesretnici, “nemamo nikakve zagovornike koji bi se zauzeli kod Uzvišenog Allaha i otklonili od nas kaznu.”",
		"korkutTranslationOfAyah":"pa nemamo ni zagovornika,"
	},
	{
		"arabicTextofAyah":"وَلَا صَدِيقٍ حَمِيمٖ",
		"tafsirTextofAyah":"“I nemamo prijatelje koji nas iskreno vole, pa da se za nas zauzmu i brane nas”, reći će.",
		"korkutTranslationOfAyah":"ni prisna prijatelja –"
	},
	{
		"arabicTextofAyah":"فَلَوۡ أَنَّ لَنَا كَرَّةٗ فَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Te će na koncu zaključiti: “O, kamo sreće da imamo drugu priliku, eh, da se možemo vratiti na dunjaluk, pa da vjerujemo u Allaha!”",
		"korkutTranslationOfAyah":"da nam je samo da se povratimo, pa da postanemo vjernici!\""
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"U ovom kazivanju o poslaniku Ibrahimu, alejhis-selam, i ružnom završetku poricatelja nalaze se znakovi, pouke i poruke onima koji imaju razuma, pa ipak većina onih koji su čuli ovo kazivanje ne vjeruje.",
		"korkutTranslationOfAyah":"U tome je pouka, ali većina ovih nisu vjernici,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj, zaista je silan, te se osvećuje Svojim neprijateljima; samilostan je prema pokajnicima.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, zaista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ قَوۡمُ نُوحٍ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Nuhov, alejhis-selam, narod proglašavao je lažnim svog poslanika Nuha, nije vjerovao u njegovo poslanstvo i samim time negirao je i sve ostale poslanike.",
		"korkutTranslationOfAyah":"I Nuhov narod je smatrao lažnim poslanike."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ نُوحٌ أَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Kad im se Nuh, alejhis-selam, obratio: “Šta vam je pa se ne bojite dragog Allaha i, strahujući od Njega, ne odustanete od obožavanja lažnih kipova?”",
		"korkutTranslationOfAyah":"Kad im brat njihov Nuh reče: \"Kako to da se Allaha ne bojite?"
	},
	{
		"arabicTextofAyah":"إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
		"tafsirTextofAyah":"“Zaista, Allah me je poslao vama kao poslanika pouzdanog da ponesem emanet vjere i dostavim vam poslanicu, bez dodavanja i bez oduzimanja”, kazao je Nuh, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Ja sam vam, sigurno, poslanik pouzdani,"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjerske naredbe, a sustežući se od vjerskih zabrana”, Nuh reče. “I meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i budite poslušni meni!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I kazao je poslanik Nuh svojim sunarodnicima: “A ja ne tražim od vas nikakvu nagradu ni nadoknadu za trud koji ulažem u dostavljanju vjere, mene će Allah, Gospodar svega što postoji, nagraditi.”",
		"korkutTranslationOfAyah":"Za ovo od vas ne tražim nikakve nagrade, mene će Gospodar svjetova nagraditi,"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjerske naredbe, a sustežući se od vjerskih zabrana”, Nuh reče. “I meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i budite poslušni meni!\" –"
	},
	{
		"arabicTextofAyah":"۞ قَالُوٓاْ أَنُؤۡمِنُ لَكَ وَٱتَّبَعَكَ ٱلۡأَرۡذَلُونَ",
		"tafsirTextofAyah":"Međutim, Nuhovi sunarodnici rekoše: “Zar ćemo povjerovati u to u šta nas pozivaš, kad te slijede najprezreniji i najmanje ugledni ljudi među nama? Među tvojim sljedbenicima nema ugledne gospode i prvaka!”",
		"korkutTranslationOfAyah":"oni rekoše: \"Kako da te poslušamo, kad te slijede oni koji su najmizerniji?\""
	},
	{
		"arabicTextofAyah":"قَالَ وَمَا عِلۡمِي بِمَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Nuh im odgovori: “Ja nisam odgovoran za poslove kojima se bave vjernici koji me slijede! Ja nisam poslat kao onaj ko će bilježiti njihova djela.”",
		"korkutTranslationOfAyah":"\"Ne znam ja šta su oni radili\" – reče on,"
	},
	{
		"arabicTextofAyah":"إِنۡ حِسَابُهُمۡ إِلَّا عَلَىٰ رَبِّيۖ لَوۡ تَشۡعُرُونَ",
		"tafsirTextofAyah":"Oni će pred Allahom, Koji zna ono što tajno i javno čine, račun položiti, a ne preda mnom. Kad biste znali istinu, ne biste takve odvratnosti govorili!",
		"korkutTranslationOfAyah":"\"svi će pred Gospodarom mojim, da znate, račun polagati,"
	},
	{
		"arabicTextofAyah":"وَمَآ أَنَا۠ بِطَارِدِ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"“A ja neću od sebe tjerati pravovjerne udovoljavajući vašem zahtjevu kako biste povjerovali”, reče poslanik Nuh, alejhis-selam.",
		"korkutTranslationOfAyah":"a ja vjernike neću otjerati,"
	},
	{
		"arabicTextofAyah":"إِنۡ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
		"tafsirTextofAyah":"I reče naposlijetku: “Ja sam samo onaj kojeg je Allah, džellešanuhu, poslao da javno, otvoreno i odano upozori na Allahovu kaznu.”",
		"korkutTranslationOfAyah":"ja samo javno opominjem!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلۡمَرۡجُومِينَ",
		"tafsirTextofAyah":"Nuhovi sunarodnici rekoše: “Ne prestaneš li, o Nuhu, pozivati u islam, sigurno ćemo te grditi i kamenjem sve do smrti gađati!”",
		"korkutTranslationOfAyah":"\"Ako se ne okaniš, o Nuhu!\" – rekoše oni – \"bićeš sigurno kamenovan!\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنَّ قَوۡمِي كَذَّبُونِ",
		"tafsirTextofAyah":"Čuvši tu prijetnju, Nuh, alejhis-selam, uputi dovu Svemogućem Allahu protiv svog naroda: “Allahu, Gospodaru moj, moj me narod zaista u laž utjeruje, ne vjeruje u objavu koju sam od Tebe donio!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče on – \"narod moj me u laž utjeruje,"
	},
	{
		"arabicTextofAyah":"فَٱفۡتَحۡ بَيۡنِي وَبَيۡنَهُمۡ فَتۡحٗا وَنَجِّنِي وَمَن مَّعِيَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"“Allahu, Gospodaru moj”, zamolio je Znalca svih tajni poslanik Nuh, “zato Ti između njih i mene po pravdi presudi – spasi monoteiste iskrene, a uništi nevjernike bezbožne; zbog njihove ustrajnosti u zabludi, a spasi mene i vjernike koji su uz mene!”",
		"korkutTranslationOfAyah":"pa Ti meni i njima presudi i mene i vjernike koji su sa mnom spasi!\""
	},
	{
		"arabicTextofAyah":"فَأَنجَيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
		"tafsirTextofAyah":"Tako je Allah, džellešanuhu, spasio poslanika Nuha, alejhis-selam, uslišavajući mu molitvu, i vjernike koji su bili uz njega u lađi, prepunoj ljudi i raznih životinja.",
		"korkutTranslationOfAyah":"I Mi smo njega i one koji su bili uz njega u lađi krcatoj spasili,"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَغۡرَقۡنَا بَعۡدُ ٱلۡبَاقِينَ",
		"tafsirTextofAyah":"A zatim je Sveznajući Allah potopio sve one koji nisu vjerovali u Nuha, alejhis-selam.",
		"korkutTranslationOfAyah":"a ostale potopili."
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"U kazivanju o Nuhu, alejhis-selam, spasenju njega i njegovih sljedbenika vjernika, te u uništenju onih koji nisu vjerovali bjelodani su znakovi i očiti pokazatelji ljudima, a većina onih koji su čuli ovo kazivanje nisu povjerovali nego su ostali nevjernici.",
		"korkutTranslationOfAyah":"To je pouka, ali većina ovih nisu vjernici,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj, zaista je silan, te se sveti Svojim neprijateljima; samilostan je prema pokajnicima.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je zaista silan i milostiv."
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ عَادٌ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Narod Ad poricao je Allahove poslanike tako što je lažnim smatrao svog poslanika Huda, alejhis-selam.",
		"korkutTranslationOfAyah":"I Ad je smatrao lažnim poslanike."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ هُودٌ أَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Spomeni kad im Hud, alejhis-selam, njihov poslanik, reče: “Šta vam je pa se ne bojite dragog Allaha i ne odustanete od obožavanja lažnih kipova?”",
		"korkutTranslationOfAyah":"Kad im brat njihov Hud reče: \"Kako to da se Allaha ne bojite?\""
	},
	{
		"arabicTextofAyah":"إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
		"tafsirTextofAyah":"“Zaista, Allah me je poslao vama kao poslanika pouzdanog da ponesem emanet vjere i dostavim vam poslanicu, bez dodavanja i bez oduzimanja”, kazao je Hud, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Ja sam vam, sigurno, poslanik pouzdani,"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjerske naredbe, a sustežući se od vjerskih zabrana”, Hud reče. “I meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i budite poslušni meni!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I kazao je poslanik Hud svojim sunarodnicima: “A ja ne tražim od vas nikakvu nagradu ni nadoknadu za trud koji ulažem u dostavljanje vjere, mene će Allah, Gospodar svega što postoji, nagraditi.”",
		"korkutTranslationOfAyah":"Za ovo od vas ne tražim nikakve nagrade, mene će Gospodar svjetova nagraditi."
	},
	{
		"arabicTextofAyah":"أَتَبۡنُونَ بِكُلِّ رِيعٍ ءَايَةٗ تَعۡبَثُونَ",
		"tafsirTextofAyah":"Zatim ih je upitao: “Šta vam je, zar na svakom visu gradite nepotrebne, ni na ovom ni na onom svijetu korisne, palate s kojih posmatrate ljude?”",
		"korkutTranslationOfAyah":"Zašto na svakoj uzvišici palate zidate, druge ismijavajući,"
	},
	{
		"arabicTextofAyah":"وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمۡ تَخۡلُدُونَ",
		"tafsirTextofAyah":"“I podižete visoke dvorce i utvrde kao da nećete nikad umrijeti ostavljajući ovaj svijet iza sebe”, upozorio je Hud svoje sunarodnike.",
		"korkutTranslationOfAyah":"i podižete utvrde kao da ćete vječno živjeti,"
	},
	{
		"arabicTextofAyah":"وَإِذَا بَطَشۡتُم بَطَشۡتُمۡ جَبَّارِينَ",
		"tafsirTextofAyah":"“A kad nasrćete i kažnjavate, ubijate ili preko svake mjere udarate, silno, grubo i nepravedno, bez imalo sažaljivosti i milosti”, kazao je.",
		"korkutTranslationOfAyah":"a kad kažnjavate, kažnjavate kao silnici?"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjeronaredbe, a sustežući se od vjerozabrana”, opet je naglasio poslanik Hud, alejhis-selam, “i meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"Bojte se Allaha i meni budite poslušni!"
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ ٱلَّذِيٓ أَمَدَّكُم بِمَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"“Čuvajte se srdžbe Onog Koji vas dariva raznovrsnim, brojnim blagodatima koje vidite!”, rekao je Hud, alejhis-selam.",
		"korkutTranslationOfAyah":"Bojte se Onoga koji vam daruje ono što znate:"
	},
	{
		"arabicTextofAyah":"أَمَدَّكُم بِأَنۡعَٰمٖ وَبَنِينَ",
		"tafsirTextofAyah":"“Bojte se Allaha, Koji vam dariva stoku, i Koji vam djecu dariva!”, podsjetio ih je na Allahovu dobrotu.",
		"korkutTranslationOfAyah":"daruje vam stoku i sinove,"
	},
	{
		"arabicTextofAyah":"وَجَنَّٰتٖ وَعُيُونٍ",
		"tafsirTextofAyah":"“Bojte se Gospodara svjetova, Koji vam dariva zelene, prelijepe, guste bašče, s mnogo različitih stabala i plodova, i Koji daje da kroz vaše boravište teku potoci s pitkom vodom!”, kazao je Hud.",
		"korkutTranslationOfAyah":"i bašče i izvore."
	},
	{
		"arabicTextofAyah":"إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"Naposlijetku je rekao: “Sunarodnici moji, zaista strahujem za vas od nepodnošljive kazne na Sudnjem danu!”",
		"korkutTranslationOfAyah":"Ja se, doista, bojim za vas na Velikom danu patnje\" –"
	},
	{
		"arabicTextofAyah":"قَالُواْ سَوَآءٌ عَلَيۡنَآ أَوَعَظۡتَ أَمۡ لَمۡ تَكُن مِّنَ ٱلۡوَٰعِظِينَ",
		"tafsirTextofAyah":"Međutim, Hudovi, alejhis-selam, sunarodnici na to rekoše: “Savjetovao ti ili ne savjetovao – nama je svejedno: nećemo te slušati, nećemo te prihvatiti kao poslanika, nećemo se odreći ovog što ispovijedamo!”",
		"korkutTranslationOfAyah":"rekoše oni: \"Nama je svejedno savjetovao ti ili ne bio savjetnik,"
	},
	{
		"arabicTextofAyah":"إِنۡ هَٰذَآ إِلَّا خُلُقُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"“Preci naši, djedovi i očevi, vjerovali su upravo u ovo u šta mi vjerujemo. Ovako su oni postupali, ovako su se oni ponašali”, dodali su.",
		"korkutTranslationOfAyah":"ovako su i narodi davnašnji vjerovali,"
	},
	{
		"arabicTextofAyah":"وَمَا نَحۡنُ بِمُعَذَّبِينَ",
		"tafsirTextofAyah":"A zatim su konstatirali: “I neće nas Allah na muke staviti!”",
		"korkutTranslationOfAyah":"i mi nećemo biti mučeni.\""
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَأَهۡلَكۡنَٰهُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"No, ipak, oni su nastavili poricati Huda, alejhis-selam, svog poslanika, pa ih je Allah, džellešanuhu, uništio pomoću strašnog, hladnog vjetra. U uništenju naroda Ad nalaze se pouke za one kojima je do pouke, a većina njih ne vjeruje.",
		"korkutTranslationOfAyah":"I oni su ga nastavili u laž utjerivati, pa smo ih Mi uništili. To je pouka, ali većina ovih neće da vjeruje,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"A Gospodar tvoj, zaista je silan, pa uništava Svoje neprijatelje, a milostiv je spram onih koji se kaju.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, zaista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ ثَمُودُ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Narod Semud poricao je poslanike tako što je proglašavao lažnim poslanika Saliha.",
		"korkutTranslationOfAyah":"I Semud je smatrao lažnim poslanike."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ صَٰلِحٌ أَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Kad je Salih, alejhis-selam, svojim sunarodnicima po krvi, rekao: “Šta vam je pa se ne bojite dragog Allaha i ne odustanete od obožavanja lažnih kipova?”",
		"korkutTranslationOfAyah":"Kad im brat njihov Salih reče: \"Kako to da se Allaha ne bojite?"
	},
	{
		"arabicTextofAyah":"إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
		"tafsirTextofAyah":"“Zaista, Allah me je poslao vama kao poslanika pouzdanog da ponesem emanet vjere i dostavim vam Božiju poslanicu, bez dodavanja i bez oduzimanja”, kazao je Salih, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Ja sa vam, sigurno, poslanik pouzdani"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjeronaredbe, a sustežući se od vjerozabrana”, opet je naglasio Salih, alejhis-selam, “i meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i budite poslušni meni!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I kazao je poslanik Salih svojim sunarodnicima: “A ja ne tražim od vas nikakvu nagradu ni nadoknadu za trud koji ulažem u dostavljanje vjere, mene će Allah, Gospodar svega što postoji, nagraditi.”",
		"korkutTranslationOfAyah":"Za ovo od vas ne tražim nikakve nagrade, mene će Gospodar svjetova nagraditi."
	},
	{
		"arabicTextofAyah":"أَتُتۡرَكُونَ فِي مَا هَٰهُنَآ ءَامِنِينَ",
		"tafsirTextofAyah":"Upitao ih je: “Mislite li da će vas Svemogući Allah zanemariti, te da vas neće kazniti, a dotle uživate u blagodatima, sigurni?”",
		"korkutTranslationOfAyah":"Zar mislite da ćete ovdje biti ostavljeni sigurni,"
	},
	{
		"arabicTextofAyah":"فِي جَنَّٰتٖ وَعُيُونٖ",
		"tafsirTextofAyah":"“Zar mislite da ćete proći nekažnjeno, živeći u zelenim, prelijepim i plodovima bogatim vrtovima te među prekrasnim izvorima?”, rekao je Salih, alejhis-selam.",
		"korkutTranslationOfAyah":"u vrtovima i među izvorima,"
	},
	{
		"arabicTextofAyah":"وَزُرُوعٖ وَنَخۡلٖ طَلۡعُهَا هَضِيمٞ",
		"tafsirTextofAyah":"I kazao je: “Držite li da ćete, dakle, biti ostavljeni da uživate jedući usjeve, raznovrsne i prelijepe, među palmama koje nose zrele, ukusne plodove?”",
		"korkutTranslationOfAyah":"u usjevima i među palmama sa plodovima zrelim?"
	},
	{
		"arabicTextofAyah":"وَتَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتٗا فَٰرِهِينَ",
		"tafsirTextofAyah":"Zatim je primijetio: “Vi dotle u brdima, u stijenama, vješto klešete kuće, te ih činite ugodnim za boravak.”",
		"korkutTranslationOfAyah":"Vi u brdima vrlo spretno kuće klešete"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjeronaredbe, a sustežući se od vjerozabrana”, reče Salih, alejhis-selam, “i meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i poslušni meni budite"
	},
	{
		"arabicTextofAyah":"وَلَا تُطِيعُوٓاْ أَمۡرَ ٱلۡمُسۡرِفِينَ",
		"tafsirTextofAyah":"“A ne slušajte zapovijesti onih koji čineći grijehe pretjeruju i prelaze granice Božijeg vjerozakona”, preporučio je Salih, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"i ne slušajte naredbe onih koji u zlu pretjeruju,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ",
		"tafsirTextofAyah":"“Nemojte slijediti one koji na Zemlji siju smutnju tako što pozivaju u činjenje grijeha, a ne popravljaju se tako što su poslušni Allahu”, dodao je.",
		"korkutTranslationOfAyah":"koji na Zemlji ne zavode red već nered uspostavljaju\" –"
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ",
		"tafsirTextofAyah":"Međutim, Salihovi, alejhis-selam, sunarodnici na ovo rekoše: “Ti, Salihu, baš spadaš u opčinjene! Vidi se da je sihr na tebe izuzetno snažno djelovao, pa se ponašaš nerazumno.”",
		"korkutTranslationOfAyah":"rekoše oni: \"Ti si samo opčinjen;"
	},
	{
		"arabicTextofAyah":"مَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا فَأۡتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"“Osim toga”, kazali su, “ti si čovjek samo, kao i mi što smo, te nemaš nad nama nikakve prednosti da budeš upravo ti poslanik. Nego – podastri ti nama kakav nepobitan dokaz i očigledno čudo da istinu govoriš tvrdeći da te je Allah poslao!”",
		"korkutTranslationOfAyah":"ti si čovjek, kao i mi; zato nam donesi jedno čudo ako je istina to što govoriš!\""
	},
	{
		"arabicTextofAyah":"قَالَ هَٰذِهِۦ نَاقَةٞ لَّهَا شِرۡبٞ وَلَكُمۡ شِرۡبُ يَوۡمٖ مَّعۡلُومٖ",
		"tafsirTextofAyah":"Saliha je Svevišnji Allah pomogao znamenitim nadnaravnim djelom, devom koja se pojavila iz stijene. Rekao im je: “Evo, to je deva Allahova, kao što vidite! Ona će se napajati u dan koji određen je, a u poznati dan vi ćete se napajati; ona neće piti vodu u vašem danu, niti ćete vi piti u njezinom danu.”",
		"korkutTranslationOfAyah":"\"Evo, to je kamila\" – reče on – \"u određeni dan ona će piti, a u poznati dan vi,"
	},
	{
		"arabicTextofAyah":"وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابُ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"“I nikakvo zlo nemojte joj učiniti, nemojte je tući, a pogotovu je nemojte ubiti”, upozorio je Salih, alejhis-selam, svoje sunarodnike. “Učinite li to, Allah će vas uništiti te će vas nesnosnom kaznom kazniti!”",
		"korkutTranslationOfAyah":"i ne učinite joj nikakvo zlo da vas ne bi stigla patnja na Velikom danu!\""
	},
	{
		"arabicTextofAyah":"فَعَقَرُوهَا فَأَصۡبَحُواْ نَٰدِمِينَ",
		"tafsirTextofAyah":"Ipak, saglasiše se da zakolju istu tu devu, pa priđe nesretnik među njima i zakla je. Pošto vidješe šta su uradili i da će ih neizbježna kazna snaći, žestoko se pokajaše i zažališe zbog svog nepromišljenog postupka. No, nije im, nakon što su kaznu već svojim očima vidjeli, koristilo pokajanje.",
		"korkutTranslationOfAyah":"Ali, oni je zaklaše i potom se pokajaše."
	},
	{
		"arabicTextofAyah":"فَأَخَذَهُمُ ٱلۡعَذَابُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"Allah je, džellešanuhu, učinio da ih tad stigne strašna kazna kojom im se prijetilo, a to je potres i krik. U uništenju naroda Semud nalaze se pouke za one kojima je do pouke, a većina njih ne vjeruje.",
		"korkutTranslationOfAyah":"I stiže ih kazna. To je pouka, ali većina ovih neće da vjeruje,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"A Gospodar tvoj, o Poslaniče, zaista je silan, pa uništava Svoje neprijatelje, a milostiv je spram onih koji se kaju.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, zaista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ قَوۡمُ لُوطٍ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Lutov narod proglašavao je lažnim sve poslanike time što je svog poslanika, Luta, alejhis-selam, u laž utjerivao.",
		"korkutTranslationOfAyah":"I Lutov narod je smatrao lažnim poslanike."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لَهُمۡ أَخُوهُمۡ لُوطٌ أَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Kad im je Lut, alejhis-selam, rekao: “Šta vam je pa se ne bojite dragog Allaha i ne odustanete od obožavanja lažnih kipova?”",
		"korkutTranslationOfAyah":"Kad im njihov brat Lut reče: \"Kako to da se ne bojite?"
	},
	{
		"arabicTextofAyah":"إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
		"tafsirTextofAyah":"“Zaista, Allah me je poslao vama kao poslanika pouzdanog da ponesem emanet vjere i dostavim vam Božiju poslanicu, bez dodavanja i bez oduzimanja”, kazao je Lut, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Ja sam vam, sigurno, poslanik pouzdani,"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"“Zato se Allaha bojte izvršavajući vjeronaredbe, a sustežući se od vjerozabrana”, rekao je Lut, alejhis-selam, “i meni poslušni budite u onom što vam zapovijedam i u onom što vam zabranjujem!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i budite poslušni meni!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"“A ja ne tražim od vas nikakvu nagradu ni nadoknadu za trud koji ulažem u dostavljanje vjere, mene će Allah, Gospodar svega što postoji, nagraditi.”",
		"korkutTranslationOfAyah":"Za ovo od vas ne tražim nikakve nagrade, mene će Gospodar svjetova nagraditi."
	},
	{
		"arabicTextofAyah":"أَتَأۡتُونَ ٱلذُّكۡرَانَ مِنَ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Zatim ih je upitao: “Zar vi, mimo sav svijet, muškarcima prilazite, u analni otvor?”",
		"korkutTranslationOfAyah":"Zašto vi, mimo sav svijet, sa muškarcima općite,"
	},
	{
		"arabicTextofAyah":"وَتَذَرُونَ مَا خَلَقَ لَكُمۡ رَبُّكُم مِّنۡ أَزۡوَٰجِكُمۚ بَلۡ أَنتُمۡ قَوۡمٌ عَادُونَ",
		"tafsirTextofAyah":"“A dotle žene svoje, koje je Allah, džellešanuhu, stvorio radi zajedničkog života i uživanja u braku, ostavljate?!”, ukorio ih je Lut, alejhis-selam. “A, vi ste narod koji prekoračuje granicu Allahovog šerijata time što činite ta izopačena djela.”",
		"korkutTranslationOfAyah":"a žene svoje, koje je za vas Gospodar vaš stvorio, ostavljate? Vi ste ljudi koji svaku granicu zla prelazite\" –"
	},
	{
		"arabicTextofAyah":"قَالُواْ لَئِن لَّمۡ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلۡمُخۡرَجِينَ",
		"tafsirTextofAyah":"Ali Lutov, alejhis-selam, narod reče: “Lute, ne prestaneš li nas odvraćati od spolnog općenja s muškarcima i ne sustegneš li se od osuđivanja, mi ćemo te neizostavno iz našeg naselja protjerati, nećeš među nama boraviti!”",
		"korkutTranslationOfAyah":"rekoše oni: \"Ako se ne okaniš, o Lute, bićeš sigurno prognan.\""
	},
	{
		"arabicTextofAyah":"قَالَ إِنِّي لِعَمَلِكُم مِّنَ ٱلۡقَالِينَ",
		"tafsirTextofAyah":"Lut, alejhis-selam, odvrati: “Pozivam Allaha kao svjedoka da se grozim vašeg gnusnog djela i da prezirem to što radite!”",
		"korkutTranslationOfAyah":"\"Ja se gnušam toga što vi radite!\" – reče on;"
	},
	{
		"arabicTextofAyah":"رَبِّ نَجِّنِي وَأَهۡلِي مِمَّا يَعۡمَلُونَ",
		"tafsirTextofAyah":"Vjerovjesnik Lut uputio je sljedeću dovu: “Gospodaru, spasi mene i porodicu moju od odvratnosti onog što čini moj narod, i sačuvaj nas od kazne koja slijedi za razvrat koji oni čine!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj, sačuvaj mene i porodicu moju kazne za ono što oni rade!\""
	},
	{
		"arabicTextofAyah":"فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ",
		"tafsirTextofAyah":"I Allah, džellešanuhu, uslišao je ovu dovu: ukazao je spas Lutu, alejhis-selam, i vjernicima, koji su ga slijedili.",
		"korkutTranslationOfAyah":"I Mi smo sačuvali njega i porodicu njegovu – sve,"
	},
	{
		"arabicTextofAyah":"إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"Ali je Sveznajući Allah uništio, od Lutove porodice, njegovu ženu, staricu, koja nije vjerovala, te je ostala s onima koji su kaznu iskusili.",
		"korkutTranslationOfAyah":"osim starice koja je ostala sa onima koji su kaznu iskusili,"
	},
	{
		"arabicTextofAyah":"ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ",
		"tafsirTextofAyah":"Nakon što je Lut sa svojom porodicom izišao, Svemogući Allah je uništio naselje Sodomu, pripadnike Lutova, alejhis-selam, naroda, i nikog od njih nije poštedio.",
		"korkutTranslationOfAyah":"a zatim smo ostale uništili"
	},
	{
		"arabicTextofAyah":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ",
		"tafsirTextofAyah":"Uništio ih je sručivši na njih kamenje s neba, kao gustu kišu od bezbroj kapi sačinjenu – o, strašne li kiše u kojoj bijaše kazna za buntovnike koje je Lut upozorio, ali ga nisu poslušali nego su nastavili činiti gnusne poroke.",
		"korkutTranslationOfAyah":"spustivši na njih kišu – a strašne li kiše za one koji su opomenuti bili!"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"U uništenju Lutova, alejhis-selam, naroda, zbog razvrata kojeg su činili, nalaze se znakovi za kasnije naraštaje i pouke za one kojima je do pouke stalo, a većina ih ne vjeruje.",
		"korkutTranslationOfAyah":"To je pouka, ali većina ovih neće da vjeruje,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"A Gospodar tvoj, zaista je silan, pa uništava Svoje neprijatelje, a milostiv je spram onih koji se kaju.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, zaista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"كَذَّبَ أَصۡحَٰبُ لۡـَٔيۡكَةِ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Stanovnici Ejke, u kojoj je raslo golemo stablo, a koja se nalazila u blizini Medjena, proglašavali su lažnim sve poslanike time što su u laž utjerivali svog poslanika, Šuajba, alejhis-selam.",
		"korkutTranslationOfAyah":"I stanovnici Ejke su u laž ugonili poslanike."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لَهُمۡ شُعَيۡبٌ أَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Kad im je Šuajb, alejhis-selam, rekao: “Šta vam je pa se ne bojite dragog Allaha i ne odustanete od obožavanja lažnih kipova?”",
		"korkutTranslationOfAyah":"Kad im Šuajb reče: \"Kako to da se ne bojite?"
	},
	{
		"arabicTextofAyah":"إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ",
		"tafsirTextofAyah":"“Zaista, Allah me je poslao vama kao poslanika pouzdanog da ponesem emanet vjere i dostavim vam Božiju poslanicu, bez dodavanja i bez oduzimanja”, kazao je Šuajb, alejhis-selam, svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Ja sam vam, sigurno, poslanik pouzdani,"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ",
		"tafsirTextofAyah":"I dodao je: “Zato se bojte Allaha čineći ono što On voli, a sustežući se od svega što izaziva Njegovu srdžbu! Budite meni poslušni glede izvršavanja vjerskih naredbi i sustezanja od vjerskih zabrana!”",
		"korkutTranslationOfAyah":"zato se bojte Allaha i budite poslušni meni!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَىٰ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"“A ja ne tražim od vas nikakvu nagradu ni nadoknadu za trud koji ulažem u dostavljanje vjere, mene će Allah, Gospodar svega što postoji, nagraditi.”",
		"korkutTranslationOfAyah":"Za ovo od vas ne tražim nikakve nagrade, mene će Gospodar svjetova nagraditi."
	},
	{
		"arabicTextofAyah":"۞ أَوۡفُواْ ٱلۡكَيۡلَ وَلَا تَكُونُواْ مِنَ ٱلۡمُخۡسِرِينَ",
		"tafsirTextofAyah":"“Mjericu ljudima ispunjavajte prilikom trgovine i nemojte nipošto zakidati”, uputio je Šuajb stanovnicima Ejke savjet.",
		"korkutTranslationOfAyah":"Pravo mjerite na litru i ne zakidajte"
	},
	{
		"arabicTextofAyah":"وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِ",
		"tafsirTextofAyah":"“I ispravnim mjerilom mjerite”, kazao je.",
		"korkutTranslationOfAyah":"a na kantaru ispravnom mjerom mjerite,"
	},
	{
		"arabicTextofAyah":"وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
		"tafsirTextofAyah":"“I ljudima njihovo ne umanjujte”, Šuajb će, “i nemojte po Zemlji nered praviti čineći grijehe!”",
		"korkutTranslationOfAyah":"i ljudima prava njihova ne umanjujte i zlo po Zemlji, nered praveći, ne činite,"
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ ٱلَّذِي خَلَقَكُمۡ وَٱلۡجِبِلَّةَ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"“I bojte se Uzvišenog Allaha, Koji je vas, kao i narode pređašnje, stvorio! Čuvajte se Njegove kazne!”",
		"korkutTranslationOfAyah":"i Onoga koji je stvorio vas i narode davnašnje bojte se\" –"
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّمَآ أَنتَ مِنَ ٱلۡمُسَحَّرِينَ",
		"tafsirTextofAyah":"Stanovnici Ejke na to rekoše: “Ti, Šuajbe, baš spadaš u opčinjene! Vidi se da je sihr izuzetno snažno djelovao na tebe, te se ponašaš nerazumno.”",
		"korkutTranslationOfAyah":"rekoše oni: \"Ti si samo opčinjen;"
	},
	{
		"arabicTextofAyah":"وَمَآ أَنتَ إِلَّا بَشَرٞ مِّثۡلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلۡكَٰذِبِينَ",
		"tafsirTextofAyah":"“Osim toga”, kazali su, “ti si čovjek samo, kao i mi što smo. U čemu se onda razlikuješ od nas da nam budeš poslanik?! Štaviše, mi držimo da ti iznosiš laži na Allaha tvrdeći da te je On poslao!”",
		"korkutTranslationOfAyah":"i ti si samo čovjek kao i mi; za nas si ti, doista, lažac pravi;"
	},
	{
		"arabicTextofAyah":"فَأَسۡقِطۡ عَلَيۡنَا كِسَفٗا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"“Ako govoriš istinu, o Šuajbe”, rekli su naposlijetku, “da te je Allah poslao, zamoli svog Gospodara da na nas sruči komad neba koji će nas uništiti.”",
		"korkutTranslationOfAyah":"zato spusti na nas kaznu s neba, ako istinu govoriš!\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّيٓ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Šuajb, alejhis-selam, samo reče: “Allah, Gospodar moj, upućen je u širk i grijehe koje činite, ništa od vaših dijela nije Mu skriveno.”",
		"korkutTranslationOfAyah":"\"Gospodar moj dobro zna šta vi radite\" – reče on."
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَأَخَذَهُمۡ عَذَابُ يَوۡمِ ٱلظُّلَّةِۚ إِنَّهُۥ كَانَ عَذَابَ يَوۡمٍ عَظِيمٍ",
		"tafsirTextofAyah":"Pa ipak, stanovnici Ejke nastavili su, uporno i tvrdoglavo, utjerivati u laž vjerovjesnika Šuajba, alejhis-selam, te ih je Svemogući Allah uništio pomoću nezamislive vrućine zbog koje su bježali u sve hladove te su, na koncu, uočili oblak pod koji su se svi sklonili, a iz kojeg se sručila vatra na njih i sve ih spalila. Eto, to je bila strašna kazna koja ih je sustigla tog kobnog dana.",
		"korkutTranslationOfAyah":"I oni su nastavili da ga u laž utjeruju pa ih je stigla kazna iz oblaka; a to je bila kazna jednog strašnog dana."
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗۖ وَمَا كَانَ أَكۡثَرُهُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"U kazni koja je spuštena na stanovnike Ejke nalaze se znakovi i pouke za one koji žele pouku izvući, a većina njih ne vjeruje.",
		"korkutTranslationOfAyah":"To je pouka, ali većina ovih neće da vjeruje,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"A Gospodar tvoj, zaista je silan, pa uništava Svoje neprijatelje, a milostiv je spram onih koji se kaju.",
		"korkutTranslationOfAyah":"a Gospodar tvoj je, zaista, silan i milostiv."
	},
	{
		"arabicTextofAyah":"وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Odista je ovaj veličanstveni Kur’an, koji je objavio Poslaniku islama, sallallahu alejhi ve sellem, objava Gospodara svega što postoji.",
		"korkutTranslationOfAyah":"I Kur'an je, sigurno, objava Gospodara svjetova;"
	},
	{
		"arabicTextofAyah":"نَزَلَ بِهِ ٱلرُّوحُ ٱلۡأَمِينُ",
		"tafsirTextofAyah":"Od Allaha Milostivog časni Kur’an donosi melek Džibril, alejhis-selam.",
		"korkutTranslationOfAyah":"donosi ga povjerljivi Džibril"
	},
	{
		"arabicTextofAyah":"عَلَىٰ قَلۡبِكَ لِتَكُونَ مِنَ ٱلۡمُنذِرِينَ",
		"tafsirTextofAyah":"Melek Džibril, alejhis-selam, donosi časni Kur’an na Resulullahovo, sallallahu alejhi ve sellem, srce da ga zapamti i razumije i dostavlja, upozoravajući na Allahovu kaznu.",
		"korkutTranslationOfAyah":"na srce tvoje, da opominješ"
	},
	{
		"arabicTextofAyah":"بِلِسَانٍ عَرَبِيّٖ مُّبِينٖ",
		"tafsirTextofAyah":"Eto tako, Džibril donosi slavni Kur’an na književnom arapskom jeziku.",
		"korkutTranslationOfAyah":"na jasnom arapskom jeziku;"
	},
	{
		"arabicTextofAyah":"وَإِنَّهُۥ لَفِي زُبُرِ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Ovaj slavni Kur’an spomenut je u knjigama prijašnjih poslanika: obavijestili su o njemu svoje narode prenoseći im tu veliku radovijest.",
		"korkutTranslationOfAyah":"on je spomenut u knjigama poslanika prijašnjih –"
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَكُن لَّهُمۡ ءَايَةً أَن يَعۡلَمَهُۥ عُلَمَٰٓؤُاْ بَنِيٓ إِسۡرَٰٓءِيلَ",
		"tafsirTextofAyah":"Zar mekkanskim poricateljima nije dovoljno kao dokaz da si ti uistinu poslanik to što su učenjaci među sinovima Israilovim znali da je sve to istina, kao npr. Abdullah b. Selam?",
		"korkutTranslationOfAyah":"zar ovima nije dokaz to što za njega znaju učeni ljudi sinova Israilovih?"
	},
	{
		"arabicTextofAyah":"وَلَوۡ نَزَّلۡنَٰهُ عَلَىٰ بَعۡضِ ٱلۡأَعۡجَمِينَ",
		"tafsirTextofAyah":"Da je Sveznajući Allah objavio ovaj Kur’an nekom nearapu koji ne vlada arapskim jezikom, opet bi ga negirali.",
		"korkutTranslationOfAyah":"A da ga objavljujemo i nekom nearapu"
	},
	{
		"arabicTextofAyah":"فَقَرَأَهُۥ عَلَيۡهِم مَّا كَانُواْ بِهِۦ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"Dakle, da je Allah tako učinio, pa da višebošcima isti taj nearap kaziva kur’anske ajete, oni u časni Kur’an opet ne bi povjerovali, nego bi rekli da ga ne razumiju. Neka zahvaljuju Allahu jer je objavljen na njihovu jeziku.",
		"korkutTranslationOfAyah":"pa da im ga on čita, opet u nj ne bi povjerovali."
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ سَلَكۡنَٰهُ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Eto, tako Sveznajući Allah daje da se poricanje i nevjerstvo duboko uvriježi u srca grešnikā.",
		"korkutTranslationOfAyah":"Eto, tako to Mi u srca grješnika uvodimo,"
	},
	{
		"arabicTextofAyah":"لَا يُؤۡمِنُونَ بِهِۦ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
		"tafsirTextofAyah":"Stoga krivovjerni neće napustiti nevjerstvo dok se ne suoče sa stradanjem i kaznom.",
		"korkutTranslationOfAyah":"oni u nj neće vjerovati dok ne dožive patnju nesnosnu,"
	},
	{
		"arabicTextofAyah":"فَيَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"A kazna će im nenadano doći, a da to oni i ne naslute, bez bilo kakvog upozorenja bit će dohvaćeni i uništeni.",
		"korkutTranslationOfAyah":"koja će im iznenada doći, kad je najmanje budu očekivali,"
	},
	{
		"arabicTextofAyah":"فَيَقُولُواْ هَلۡ نَحۡنُ مُنظَرُونَ",
		"tafsirTextofAyah":"A pošto ugledaju kaznu i uvjere se u njezinu neizbježnost, reći će, kajući se: “Hoće li nam se imalo vremena pružiti, da razmislimo, te povjerujemo u dobrog Allaha?”",
		"korkutTranslationOfAyah":"pa će reći: \"Hoće li nam se imalo vremena dati?\""
	},
	{
		"arabicTextofAyah":"أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ",
		"tafsirTextofAyah":"Zar oni požuruju Našu kaznu govoreći: “Nećemo povjerovati dok na nas nebo u parčadima ne oboriš, kao što tvrdiš!”",
		"korkutTranslationOfAyah":"Zašto oni kaznu Našu požuruju?!"
	},
	{
		"arabicTextofAyah":"أَفَرَءَيۡتَ إِن مَّتَّعۡنَٰهُمۡ سِنِينَ",
		"tafsirTextofAyah":"Allahov Poslaniče, šta misliš, ako Allah, džellešanuhu, učini da mekkanski nevjernici požive dugo godina u blagodatima...",
		"korkutTranslationOfAyah":"Šta ti misliš, ako im Mi dopuštamo da godinama uživaju,"
	},
	{
		"arabicTextofAyah":"ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ",
		"tafsirTextofAyah":"I na koncu, nakon tog vremena u kojem su uživali, ih snađe kazna kojom im se prijetilo…",
		"korkutTranslationOfAyah":"i naposljetku ih snađe ono čime im se prijeti,"
	},
	{
		"arabicTextofAyah":"مَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يُمَتَّعُونَ",
		"tafsirTextofAyah":"Nevjernicima neće biti ni od kakve koristi to što su u dugom slatkom životu uživali, tim prije jer tih užitaka više nema.",
		"korkutTranslationOfAyah":"zar će imati šta od slatkog života koji su provodili?"
	},
	{
		"arabicTextofAyah":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا لَهَا مُنذِرُونَ",
		"tafsirTextofAyah":"Allah nije uništio nijedno naselje na Zemlji prije nego što je protiv njegovih stanovnika uspostavio dokaz poslavši poslanika i objavivši im Knjigu.",
		"korkutTranslationOfAyah":"Mi nijedan grad nismo razorili prije nego su im došli oni koji su ih opominjali"
	},
	{
		"arabicTextofAyah":"ذِكۡرَىٰ وَمَا كُنَّا ظَٰلِمِينَ",
		"tafsirTextofAyah":"A slao je opominjatelje radi pouke i podsjećanja. Svevišnji Allah, neka se zna, nije nepravdu činio kaznivši one kojima je poslao poslanika i objavio Knjigu te oni nisu povjerovali.",
		"korkutTranslationOfAyah":"da bi pouku primili; Mi nismo nepravedni bili."
	},
	{
		"arabicTextofAyah":"وَمَا تَنَزَّلَتۡ بِهِ ٱلشَّيَٰطِينُ",
		"tafsirTextofAyah":"Časni Kur’an ne donose šejtani Allahovu Poslaniku, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"Kur'an ne donose šejtani,"
	},
	{
		"arabicTextofAyah":"وَمَا يَنۢبَغِي لَهُمۡ وَمَا يَسۡتَطِيعُونَ",
		"tafsirTextofAyah":"Šejtani to nisu u stanju učiniti, to zbilja nije u okvirima njihove moći.",
		"korkutTranslationOfAyah":"nezamislivo je da to oni čine; oni to nisu kadri,"
	},
	{
		"arabicTextofAyah":"إِنَّهُمۡ عَنِ ٱلسَّمۡعِ لَمَعۡزُولُونَ",
		"tafsirTextofAyah":"Čak i mogućnost da ga oni čuju isključena je jer ne mogu na nebu doprijeti do njega. Pa kako je onda moguće da ga oni Poslaniku dostavljaju?",
		"korkutTranslationOfAyah":"oni ga nikako ne mogu prisluškivati."
	},
	{
		"arabicTextofAyah":"فَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلۡمُعَذَّبِينَ",
		"tafsirTextofAyah":"Zato ne smatraj da Allahu ima iko ravan i ne zazivaj nikog osim Njega! Budeš li činio širk, Allah će te neizostavno kazniti i niko te neće odbraniti od strašne kazne.",
		"korkutTranslationOfAyah":"Zato se, mimo Allaha, ne moli drugom bogu – da ne bi bio jedan od onih koji će biti mučeni!"
	},
	{
		"arabicTextofAyah":"وَأَنذِرۡ عَشِيرَتَكَ ٱلۡأَقۡرَبِينَ",
		"tafsirTextofAyah":"Poslaniče, opominji svoje najbliže saplemenike, počinjući od porodice i bližnjih, da će ih stići kazna ostanu li dosljedni činjenju širka.",
		"korkutTranslationOfAyah":"I opominji rodbinu svoju najbližu"
	},
	{
		"arabicTextofAyah":"وَٱخۡفِضۡ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"I budi skroman, sasvim blag i učtivo se obraćaj onima što vjeruju u tvoj poziv i slijede tvoj naputak! Budi prema njima samilostan i učtiv.",
		"korkutTranslationOfAyah":"i budi ljubazan prema vjernicima koji te slijede!"
	},
	{
		"arabicTextofAyah":"فَإِنۡ عَصَوۡكَ فَقُلۡ إِنِّي بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"A ne budu li te poslušali kad im zapovjediš da vjeruju u jednog Boga i da Njemu budu poslušni, reci im: “Odričem se širka i grijeha koje činite!”",
		"korkutTranslationOfAyah":"A ako te ne budu poslušali, ti reci: \"Ja nemam ništa s tim što vi radite.\""
	},
	{
		"arabicTextofAyah":"وَتَوَكَّلۡ عَلَى ٱلۡعَزِيزِ ٱلرَّحِيمِ",
		"tafsirTextofAyah":"I svaku svoju potrebu i svaki posao prepusti Allahu, Onom Koji se sveti Svojim neprijateljima, i Koji je samilostan prema pokajnicima.",
		"korkutTranslationOfAyah":"I pouzdaj se u Silnoga i Milostivoga,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي يَرَىٰكَ حِينَ تَقُومُ",
		"tafsirTextofAyah":"Allah je Onaj Koji te vidi, Poslaniče milosti, kad ustaneš obaviti namaz.",
		"korkutTranslationOfAyah":"koji te vidi kada ustaneš"
	},
	{
		"arabicTextofAyah":"وَتَقَلُّبَكَ فِي ٱلسَّٰجِدِينَ",
		"tafsirTextofAyah":"Vidi te kad obavljaš namaz među onima što po tlu padaju ničice. Gospodaru nije skriveno ni ono što ti činiš ni ono što drugi ljudi čine.",
		"korkutTranslationOfAyah":"da sa ostalima molitvu obaviš,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Allah, džellešanuhu, čuje tvoje učenje časne Knjige, zikr koji činiš tokom namaza. On zna sve tvoje namjere.",
		"korkutTranslationOfAyah":"jer On, doista, sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"هَلۡ أُنَبِّئُكُمۡ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ",
		"tafsirTextofAyah":"Hoćete li, o ljudi, da vam kažem kome silaze šejtani, za koje velite da donose časni Kur’an?",
		"korkutTranslationOfAyah":"Hoću li vam kazati kome dolaze šejtani?"
	},
	{
		"arabicTextofAyah":"تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٖ",
		"tafsirTextofAyah":"Šejtani silaze onima proricateljima, koji lažu i čine razvrat i velike grijehe.",
		"korkutTranslationOfAyah":"Oni dolaze svakome lašcu, grješniku,"
	},
	{
		"arabicTextofAyah":"يُلۡقُونَ ٱلسَّمۡعَ وَأَكۡثَرُهُمۡ كَٰذِبُونَ",
		"tafsirTextofAyah":"Šejtani prisluškuju ono što govore meleki, uzvišeno društvo, pa čuju jednu riječ koju hitro prenesu vračevima i prorocima – ovi većinom izmišljaju laži – pa na to zrno istine dodaju tovar laži.",
		"korkutTranslationOfAyah":"oni prisluškuju – i većinom oni lažu."
	},
	{
		"arabicTextofAyah":"وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلۡغَاوُۥنَ",
		"tafsirTextofAyah":"A pjesnici, za koje tvrdite da je Poslanik islama jedan od njih, većinom svoju poeziju zasnivaju na neistini, pa se za njima, pjesnicima, povode, njima slični.",
		"korkutTranslationOfAyah":"A zavedeni slijede pjesnike."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّهُمۡ فِي كُلِّ وَادٖ يَهِيمُونَ",
		"tafsirTextofAyah":"Zar ne znaš, Poslaniče, da se isti ti pjesnici bave svim i svačim, izgubljeni su i dezorjentirani u svakoj dolini, pa lažu, promiču nerealne stvari, vrijeđaju i hvale, a ponekad čine oboje.",
		"korkutTranslationOfAyah":"Zar ne znaš da oni svakom dolinom blude"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُمۡ يَقُولُونَ مَا لَا يَفۡعَلُونَ",
		"tafsirTextofAyah":"I oni govore ono što svojim djelima ne potvrđuju: hvale se djelima koja nisu učinili.",
		"korkutTranslationOfAyah":"i da govore ono što ne rade,"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَذَكَرُواْ ٱللَّهَ كَثِيرٗا وَٱنتَصَرُواْ مِنۢ بَعۡدِ مَا ظُلِمُواْۗ وَسَيَعۡلَمُ ٱلَّذِينَ ظَلَمُوٓاْ أَيَّ مُنقَلَبٖ يَنقَلِبُونَ",
		"tafsirTextofAyah":"Pa ipak, Allah, džellešanuhu, ne kori pjesnike vjernike, one koji čine dobra djela, a često Allaha spominju i bore se te pobijede Allahove neprijatelje nakon što im ovi nanesu nepravdu (kao što je bio slučaj s Hassanom b. Sabitom, radijallahu anhu). A saznat će oni koji čine sebi nepravdu čineći širk i nasilje vjernicima kakvo će ih povratište u Svevišnjeg Allaha čekati i kakvo ih detaljno polaganje računa čega.",
		"korkutTranslationOfAyah":"tako ne govore samo oni koji vjeruju i dobra djela čine, i koji često Allaha spominju, i koji uzvraćaju kad ih ismijavaju. A mnogobošci će, sigurno, saznati u kakvu će se muku uvaliti."
	}
]