[
	{
		"arabicTextofAyah":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ",
		"tafsirTextofAyah":"O kur’anskim smo skraćenicama govorili na početku sure el-Bekara. Ovo što smo ti objavili jesu ajeti slavnog Kur’ana, u kojima nema nikakve nejasnoće. Onaj ko razmisli o Kur’anu shvatit će da je to Allahova objava.",
		"korkutTranslationOfAyah":"Tā Sīn. Ovo su ajeti Kur'ana i Knjige jasne,"
	},
	{
		"arabicTextofAyah":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Kur’anski ajeti upućuju na put spasa na ovom i na budućem svijetu, oni su radosne vijesti onima koji vjeruju u Allaha, džellešanuhu, i poslanike.",
		"korkutTranslationOfAyah":"upute i radosne vijesti onima koji vjeruju,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
		"tafsirTextofAyah":"Vjernici, kojima su kur’anski ajeti naputak i radovijest, namaz obavljaju predano i brižno, te zekat izdvajaju, dobrovoljno ga dajući onima koji ga zaslužuju, i pritom u Dan ustanuća, kad će Pravedni Allah dobre nagraditi, a zločince kazniti, čvrsto vjeruju.",
		"korkutTranslationOfAyah":"koji molitvu obavljaju i milostinju udjeljuju i koji u onaj svijet čvrsto vjeruju."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"Onima koji poriču ahiret i oživljenje na budućem svijetu te nagradu i kaznu, Allah prikazuje njihove ogavne postupke kao lijepe, pa se još više, zlo čineći, otuđuju. Zato što su neopisivo veliki grešnici, lutaju po bespućima stranputice.",
		"korkutTranslationOfAyah":"Onima koji u onaj svijet ne vjeruju Mi prikazujemo kao lijepe postupke njihove – zato oni lutaju;"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ",
		"tafsirTextofAyah":"To su oni koje čeka užasno stradanje na ovom svijetu: poniženje, sramota, padanje u ropstvo i smrtno stradanje, a na ahiretu će biti najviše izgubljeni zato što će sebe i svoje porodice odvesti u vječnu kaznu u paklenoj vatri.",
		"korkutTranslationOfAyah":"njih čeka zla kob, a na onome svijetu će biti posve izgubljeni,"
	},
	{
		"arabicTextofAyah":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ",
		"tafsirTextofAyah":"A tebi, Poslaniče milosti, odista, stiže časni Kur’an od Uzvišenog Allaha. Allah je mudar u stvaranju, određivanju, propisivanju; Svojim znanjem sve obuhvata, nije Mu skriveno ništa od onog što ljudima koristi.",
		"korkutTranslationOfAyah":"a ti, zaista, primaš Kur'an od Mudrog i Sveznajućeg!"
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ",
		"tafsirTextofAyah":"Poslaniče, spomeni kazivanje o poslaniku Musau, alejhis-selam, kad je svojoj čeljadi rekao: “Zastanite ovdje i pričekajte me, jer nekakvu vatru opazih: možda ću sresti nekog ko poznaje ovaj kraj, a ko će mi kazati kuda treba ići ili ću vam kakvo dobro od nje donijeti ili ću vam pak glavnju, da biste se ogrijali, donijeti.”",
		"korkutTranslationOfAyah":"Kada Musa reče čeljadi svojoj: \"Vidio sam vatru, donijeću vam otuda vijest kakvu ili ću vam donijeti razgorjelu glavnju da biste se ogrijali\","
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Pa kad poslanik Musa, alejhis-selam, stiže do vatre, Allah ga zovnu i reče mu da se nalazi na blagoslovljenu mjestu, i da je Svevišnji Allah blagoslovio one što se nalaze blizu vatre i one što su oko nje – meleke, te je zatim rekao Musau da je On hvaljen, slavljen i čist od svega što Mu ne priliči, tj. da Mu se ne može pripisati nikakav nedostatak, a neki Mu zabludjeli ljudi i to pripisuju.",
		"korkutTranslationOfAyah":"neko ga, kada joj se približi, zovnu: \"Neka su blagoslovljeni oni koji se nalaze na mjestu na kojem je vatra i oni oko nje, i neka je hvaljen Allah, Gospodar svjetova!"
	},
	{
		"arabicTextofAyah":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Allah, džellešanuhu, obratio se Musau: “To sam Ja – Allah, o Musa! Ja sam Onaj Koji je silan, niko Me ne može nadvladati! Ja sam Onaj Koji je mudar, pa sve s mudrošću stvaram, uređujem i propisujem!”",
		"korkutTranslationOfAyah":"O Musa, Ja sam – Allah, Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"Zatim je Silni Allah naredio Musau da baci svoj štap i pošto je to Musa učinio, štap se njegov, Allahovom voljom, pretvorio u zmiju te se Musa, vidjevši da se ona trese, okrenu uzmičući i ne vrati se. Allah ga pozva: “O Musa, ne boj se! Poslanici se, zbog visoka položaja i mjesta koje uživaju kod Mene, ničeg ne boje, pa ni zmija!”",
		"korkutTranslationOfAyah":"Baci svoj štap!\" Pa kad ga vidje da se, kao da je hitra zmija, kreće, on uzmače i ne vrati se. \"O Musa, ne boj se! Poslanici se kod Mene ne trebaju ničega bojati;"
	},
	{
		"arabicTextofAyah":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Potom je Sveznajući Allah izvijestio poslanika Musaa, alejhis-selam, da Njegova milost sve obuhvata i da On mnogo prašta, pa će oprostiti onima koji počine grijeh te se pokaju i zlo dobrim zamijene.",
		"korkutTranslationOfAyah":"a onome koji grijeh počini, a onda zlo dobrim djelom zamijeni – Ja ću, uistinu, oprostiti i samilostan biti."
	},
	{
		"arabicTextofAyah":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
		"tafsirTextofAyah":"Zatim mu je naredio da uvuče ruku u svoja njedra, pod pazuho, te da će se ruka, poput snijega bijela, pojaviti, a bez bolesti ikakve – to spada, rekao mu je Allah, u devet bjelodanih znamenja, kojima je On osnažio Musaa i dao mu ih kao dokaz protiv faraona i njegova, nadasve otuđena od Allaha i preko svake mjere poročna, nevjerničkog naroda. Devet bjelodanih znamenja jesu sljedeća: ruka, štap, sušne godine, manjak plodova, poplave, skakavci, krpelji, žabe i krv.",
		"korkutTranslationOfAyah":"Uvuci ruku svoju u njedra svoja, pojaviće se bijela, ali neće biti bolesna – biće to jedno od devet čuda faraonu i narodu njegovu; oni su, doista, narod nevjernički."
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ",
		"tafsirTextofAyah":"A pošto Musa, alejhis-selam, donese faraonu i njegovu narodu ova očita nadnaravna djela, bjelodana i jasna, oni rekoše: “Ovo što je donio Musa jest prava magija, u to nema sumnje nikakve!”",
		"korkutTranslationOfAyah":"I kad im očito dođoše znamenja Naša, oni rekoše: \"Ovo je prava čarolija!\""
	},
	{
		"arabicTextofAyah":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Oni, međutim, porekoše nadnaravna djela koja im Musa, alejhis-selam, donese, ali su ih u sebi istinitim držali. Povod takvom njihovom ponašanju bili su činjenje nepravde i oholost kad je riječ o prihvatanju istine. Pa ti, Poslaniče, vidi kakva ih kob zadesi zbog toga što su bili nevjernici grešnici – Allah ih je sve uništio!",
		"korkutTranslationOfAyah":"I oni ih, nepravedni i oholi, porekoše, ali su u sebi vjerovali da su istinita, pa pogledaj kako su skončali smutljivci."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Plemeniti Allah ukazao je Svoju dobrotu vjerovjesnicima Davudu i njegovu sinu Sulejmanu. Jedna od tih blagodati jest to što su razumjeli jezik ptica. Njih su dvojica kazala, zahvaljujući se Allahu, džellešanuhu: “Hvala Gospodaru, Koji nas je u odnosu na ostale Svoje robove vjernike odlikovao time što nam je dao vjerovjesništvo i potčinio nam džine i šejtane!”",
		"korkutTranslationOfAyah":"Davudu i Sulejmanu smo znanje dali i oni su govorili: \"Hvala Allahu koji nas je odlikovao iznad mnogih vjernika, robova Svojih!\""
	},
	{
		"arabicTextofAyah":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"I vjerovjesnik Sulejman naslijedi svog oca Davuda, alejhis-selam, u vjerovjesništvu, korisnom znanju i vlasti. Spominjući Allahove blagodati koje je Allah dao njemu i njegovu ocu Davudu, Sulejman se obratio svijetu: “O ljudi, Allah nas je poučio da razumijemo ptičije glasove i dao nam je svega onog što je dao prijašnjim vjerovjesnicima i vladarima! Sve te blagodati izraz su goleme Allahove dobrote spram nas.”",
		"korkutTranslationOfAyah":"I Sulejman naslijedi Davuda i reče: \"O ljudi, dato nam je da razumijemo ptičije glasove i svašta nam je dato; ovo je, zaista, prava blagodat!\""
	},
	{
		"arabicTextofAyah":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ",
		"tafsirTextofAyah":"Onda se sakupiše Sulejmanove vojske koje sačinjavahu razna stvorenja: džini, ljudi, ptice; bijahu poredani precizno.",
		"korkutTranslationOfAyah":"I sakupiše se Sulejmanu vojske njegove, džini, ljudi i ptice, sve četa do čete, postrojeni,"
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Pa kad vjerovjesnik Sulejman, alejhis-selam, stiže sa svojom vojskom do Mravlje doline (mjesto u Šamu), jedan mrav reče: “O mravi, ulazite u svoje nastambe da vas ne pogaze Sulejman i njegove vojske, a da to ne predosjete; oni ne bi vaša staništa gazili kada bi za vas znali!”",
		"korkutTranslationOfAyah":"i kad stigoše do mravlje doline, jedan mrav reče: \"O mravi, ulazite u stanove svoje da vas ne izgazi Sulejman i vojske njegove, a da to i ne primijete!\""
	},
	{
		"arabicTextofAyah":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"I Sulejman, alejhis-selam, nasmiješi se tome mravu te zamoli Uzvišenog Allaha da ga potakne na zahvalnost na blagodatima: vjerovanju, slijeđenju Pravog puta i mudrosti, koje je njemu, Sulejmanu, i njegovim roditeljima ukazao Znalac svih tajni. K tome, Sulejman se, alejhis-selam, obratio Svemogućem Allahu da ga potakne na činjenje dobrih djela na zadovoljstvo Njegovo te da ga uvede u okrilje Svoje milosti i u džennet, s dobrim ljudima.",
		"korkutTranslationOfAyah":"I on se nasmija glasno riječima njegovim i reče: \"Gospodaru moj, omogući mi da budem zahvalan na blagodati Tvojoj, koju si ukazao meni i roditeljima mojim, i da činim dobra djela na zadovoljstvo Tvoje, i uvedi me, milošću Svojom, među dobre robove Svoje!\""
	},
	{
		"arabicTextofAyah":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ",
		"tafsirTextofAyah":"I Sulejman, alejhis-selam, izvrši smotru potčinjenih mu ptica, da vidi koje su prisutne a koje nisu, pa primijeti da pupavac nije na mjestu koje mu je dodijeljeno te, osuđujući njegovo odsustvo, reče: “Zašto ne vidim pupavca? Odsutan li je, ili se skriva?”",
		"korkutTranslationOfAyah":"I on izvrši smotru ptica, pa reče: \"Zašto ne vidim pupavca, da nije odsutan?"
	},
	{
		"arabicTextofAyah":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ",
		"tafsirTextofAyah":"Uvjerivši se da je pupavac stvarno odsutan, vjerovjesnik Sulejman zaprijeti mu žestokom kazneno-popravnom mjerom ili će ga, rekao je, zaklati zbog odsustva i zapostavljanja dužnosti; ako pak donese valjano opravdanje, on će mu oprostiti.",
		"korkutTranslationOfAyah":"Ako mi ne donese valjano opravdanje, teškom ću ga kaznom kazniti ili ću ga zaklati!\""
	},
	{
		"arabicTextofAyah":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ",
		"tafsirTextofAyah":"Nedugo zatim pupavac dođe. Obrati se Sulejmanu: “Doznao sam i shvatio nešto što tebi nije poznato! Evo o čemu se radi: dolazim ti iz Sabe, nosim ti golemu vijest, siguran da je pouzdana istina ovo što ti prenosim.”",
		"korkutTranslationOfAyah":"I ne potraja dugo, a on dođe, pa reče: \"Doznao sam ono što ti ne znaš, iz Sabe ti donosim pouzdanu vijest."
	},
	{
		"arabicTextofAyah":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ",
		"tafsirTextofAyah":"“Naime, tamo zatekoh”, pupavac reče, “neku ženu koja vlada stanovnicima Sabe; Allah joj je dao sve što je potrebno vladaru, a ima i prekrasan, veličanstven prijesto na kojem sjedi i izdaje naređenja.”",
		"korkutTranslationOfAyah":"Vidio sam da jedna žena njima vlada i da joj je svega i svačega dato, a ima i prijesto veličanstveni;"
	},
	{
		"arabicTextofAyah":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ",
		"tafsirTextofAyah":"Dalje je rekao: “Zatekoh tu ženu, kao i njezine podanike, kako se suncu, umjesto Allahu Svevišnjem, klanjaju – šejtan ih je zaveo i lijepim im njihove postupke prikazao; naveo ih je da čine grijehe i širk, pa ih je to odvratilo od Pravog puta, te nikako ne mogu iz tmina izaći.”",
		"korkutTranslationOfAyah":"vidio sam da se i ona i narod njezin Suncu klanjaju, a ne Allahu – šejtan im je prikazao lijepim postupke njihove i od Pravoga puta ih odvratio, te oni ne umiju naći Pravi put"
	},
	{
		"arabicTextofAyah":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ",
		"tafsirTextofAyah":"“Eto tako je! Šejtan im je lijepim prikazao činjenje širka i poroka da ne bi ničice pred Milostivim Allahom padali, a On je Onaj Koji izvodi ono što je skriveno na nebesima i na Zemlji, kao npr. kišu i bilje, i On je Onaj Koji zna sve što Njegovi robovi čine, krili oni to ili na javu iznosili.\"",
		"korkutTranslationOfAyah":"pa da se klanjaju Allahu, koji izvodi ono što je skriveno na nebesima i u Zemlji i koji zna ono što krijete i ono što na javu iznosite."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩",
		"tafsirTextofAyah":"I naposlijetku je rekao: “Nema istinskog božanstva osim Allaha! Allah je Gospodar Arša veličanstvenog.”",
		"korkutTranslationOfAyah":"Allah je, nema boga osim Njega, Gospodar Arša Veličanstvenoga!\""
	},
	{
		"arabicTextofAyah":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ",
		"tafsirTextofAyah":"Na to vjerovjesnik Sulejman, alejhis-selam, reče pupavcu: “Malo ćemo pričekati da utvrdimo je li istinita vijest koju si nam donio ili si nam pak samo lagao.”",
		"korkutTranslationOfAyah":"\"Vidjećemo\" – reče Sulejman – \"da li govoriš istinu ili ne."
	},
	{
		"arabicTextofAyah":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ",
		"tafsirTextofAyah":"Sulejman potom napisa pismo, dade ga pupavcu i reče: “Odnesi ovo pismo moje kraljici Sabe, i njenom narodu pa im ga predaj i zatim se izmakni, ali ne previše, da bi čuo šta će zaključiti i kakvu će odluku donijeti.”",
		"korkutTranslationOfAyah":"Odnesi ovo moje pismo pa im ga baci, a onda se od njih malo izmakni i pogledaj šta će jedni drugima reći!\""
	},
	{
		"arabicTextofAyah":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ",
		"tafsirTextofAyah":"Dobivši to pismo, kraljica je okupila velikodostojnike svog naroda i obratila im se: “Velikodostojnici, dobila sam jedno časno i poštovanja vrijedno pismo.”",
		"korkutTranslationOfAyah":"\"O velikaši\" – reče ona – \"meni je dostavljeno jedno poštovanja vrijedno pismo"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
		"tafsirTextofAyah":"“Pismo je od kralja Sulejmana i počinje s bismilom: u ime Allaha, Milostivog, Samilosnog!…”, rekla je.",
		"korkutTranslationOfAyah":"od Sulejmana i glasi: 'U ime Allaha, Milostivog, Samilosnog!"
	},
	{
		"arabicTextofAyah":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ",
		"tafsirTextofAyah":"A zatim je dodala: “Sulejman poručuje: ‘Ne uznosite se iznad mene, već dođite preda me, ponizno priznajući da je Allah jedini istinski bog! Sustegnite se od činjenja širka, tj. ne obožavajte sunce!’”",
		"korkutTranslationOfAyah":"Ne pravite se većim od mene i dođite da mi se pokorite!'"
	},
	{
		"arabicTextofAyah":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ",
		"tafsirTextofAyah":"Potom se kraljica obrati svojoj sviti: “O dostojanstvenici, savjetujte mi šta trebam uraditi u pogledu pisma koje dobih od Sulejmana – ništa mimo vas neću odlučiti, sve dok mi svoje mišljenje o ovom ne iznesete.",
		"korkutTranslationOfAyah":"O velikaši\" – reče ona – \"savjetujte mi šta trebam u ovom slučaju uraditi, ja bez vas neću ništa odlučiti!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ",
		"tafsirTextofAyah":"“Znano ti je da smo mi vrlo moćni, i silni, i brojni, i hrabri, i strpljivi ratnici”, dostojanstvenici odgovoriše kraljici, “a odluka je tvoja, pa vidi šta je u ovom slučaju najkorisnije za nas i tako odluči, a mi ćemo tvoju odluku bespogovorno provesti.”",
		"korkutTranslationOfAyah":"\"Mi smo vrlo jaki i hrabri\" – rekoše oni – \"a ti se pitaš! Pa, gledaj šta ćeš narediti!\""
	},
	{
		"arabicTextofAyah":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ",
		"tafsirTextofAyah":"Kraljica reče: “Kad kraljevi osvoje neki grad, uglednike njegove ponize i naprave pometnju ubijajući, porobljavajući, rušeći – tako moćniji postupaju na svakom mjestu i u svakom vremenu. Eto tako postupaju kako bi kod stanovnika mjesta koje osvoje izazvali strah i strahopoštovanje.”",
		"korkutTranslationOfAyah":"\"Kad carevi osvoje neki grad\" – reče ona – \"oni ga razore, a ugledne stanovnike njegove učine poniženim; eto, tako oni rade."
	},
	{
		"arabicTextofAyah":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"“Ja ću onom ko mi je poslao ovo pismo i njegovim sunarodnicima vrijedan dar poslati”, zaključila je kraljica. “I sačekat ću da se izaslanici vrate od Sulejmana i obavijeste me o njegovoj reakciji.”",
		"korkutTranslationOfAyah":"Poslaću im jedan dar i vidjeću sa čime će se izaslanici vratiti.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ",
		"tafsirTextofAyah":"I kad dođe kraljičin izaslanik sa svojim pomoćnicima noseći skupocjeni, izvanredni dar Sulejmanu, on, Sulejman, taj njezin postupak osudi te reče: “Zar da me pomoću blaga primamite i odvratite od pohoda na vaše carstvo, kad mi je Silni Allah poslanstvo dao, i mudrost, i vlast, i znanje, i pronicljivost, i ugled, i bogatstvo, a to je vrednije od onog što je vama dao. Vi se trebate radovati ovozemaljskim darovima!”",
		"korkutTranslationOfAyah":"I kad on pred Sulejmana iziđe, ovaj mu reče: \"Zar da blagom mene pridobijete? Ono što je Allah meni dao bolje je od onoga što je dao vama. Vi se onome što vam se daruje radujete!"
	},
	{
		"arabicTextofAyah":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ",
		"tafsirTextofAyah":"“Vrati se kraljici i velikodostojnicima te ih obavijesti da ćemo na njih, izvan svake sumnje, povesti vojske kojima se neće moći suprotstaviti i da ćemo ih sigurno istjerati iz Sabe, ponižene i pokorene, ako nam se ne pokore”, dodao je vjerovjesnik Sulejman, alejhis-selam, obraćajući se izaslaniku kraljice Sabe.",
		"korkutTranslationOfAyah":"Vrati se njima! Mi ćemo im dovesti vojske kojima se neće moći oduprijeti i istjeraćemo ih iz Sabe ponižene i pokorene.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ",
		"tafsirTextofAyah":"A zatim se obratio svojim velikodostojnicima: “Ko će mi donijeti prijesto kraljice Sabe prije nego što ona i njezin narod dođu da mi se povinuju?”",
		"korkutTranslationOfAyah":"\"O dostojanstvenici, ko će mi od vas donijeti njezin prijesto prije nego što oni dođu da mi se pokore?\""
	},
	{
		"arabicTextofAyah":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ",
		"tafsirTextofAyah":"Onda jedan snažni buntovni džin reče: “Prije nego što ustaneš iz sjednice u kojoj se nalaziš sada, ja ću ti donijeti njezin prijesto, jer sam snažan da to učinim i pouzdan sam; na prijestolju se neće ništa izmijeniti, ni dodati ni oduzeti.”",
		"korkutTranslationOfAyah":"\"Ja ću ti ga donijeti\" – reče Ifrit, jedan od džina – \"prije nego iz ove sjednice svoje ustaneš, ja sam za to snažan i pouzdan.\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ",
		"tafsirTextofAyah":"Međutim, čestiti učenjak što je posjedovao znanje iz Knjige koje obuhvata i najuzvišenije Božije ime, na koje se Gospodar odaziva, reče: “Prije nego što okom trepneš, njezin će prijesto biti pred tobom. Eto tako će biti jer ću zamoliti Allaha, i On će dati da njen prijesto bude ispred tebe!” Tako i bī. Čim je Sulejman otvorio oči, ugledao je veliki prijesto ispred sebe. Uzviknuo je, zahvaljujući se Allahu: “Ovo je blagodat Gospodara mog, Onog Koji je sve stvorio i Koji svime upravlja, da bi me iskušao hoću li biti zahvalan na Njegovim darovima i poslušan Mu ili ću pak nezahvalan biti! A ko je zahvalan na blagodatima – u svoju je korist zahvalan: Allah će mu uvećati blagodati i učiniti da one traju, a ko pak poriče Božije dobro i ne zahvaljuje Mu – pa, Allah je neovisan, ne treba Mu niko i ničija zahvalnost; plemenit je, Njegova plemenitost obuhvata zahvalne i nezahvalne, vjernike i nevjernike. Allahova se plemenitost ogleda i u tome što daje Svoje blagodati čak i onima koji ih negiraju.”",
		"korkutTranslationOfAyah":"\"A ja ću ti ga donijeti\" – reče onaj koji je učio iz Knjige – \"prije nego što okom trepneš.\" I kad Sulejman vidje da je prijesto već pored njega postavljen, uzviknu: \"Ovo je blagodat Gospodara moga, koji me iskušava da li ću zahvalan ili nezahvalan biti. A ko je zahvalan – u svoju je korist zahvalan, a ko je nezahvalan – pa, Gospodar moj je neovisan i plemenit."
	},
	{
		"arabicTextofAyah":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ",
		"tafsirTextofAyah":"Najzad je rekao svojim vojskama: “Prerušite kraljičin prijesto, promijenite njegova obilježja da vidimo je li i koliko je pronicljiva – hoće li ga ili neće prepoznati!”",
		"korkutTranslationOfAyah":"Promijenite izgled njezina prijestolja da vidimo hoće li ga ili neće prepoznati!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ",
		"tafsirTextofAyah":"A kad kraljica Sabe, stiže, vjerovjesnik Sulejman, alejhis-selam, upita je, provjeravajući njenu pronicljivost: “Je li ovaj prijesto sličan tvom prijestolu?” “Kao da je on, sličan mu je”, odgovorila je neodređeno, tim prije jer je i pitanje neodređeno bilo. Sulejman, alejhis-selam, pošto mu je Allah dao tu moć, zaključi: “Svemogući, Allah nam dade znanje prije nego što ga je njoj dao, i mi smo muslimani, pokorni smo Allahu.”",
		"korkutTranslationOfAyah":"I kad ona dođe, bî joj rečeno: \"Je li ovakav prijesto tvoj?\" – \"Kao da je on!\" – uzviknu ona. \"A nama je prije nego njoj dato znanje, i mi smo muslimani.\""
	},
	{
		"arabicTextofAyah":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ",
		"tafsirTextofAyah":"To što je ona obožavala lažna božanstva slijepo slijedeći svoje sunarodnike odvratilo ju je od tevhida, vjerovanja u Allahovu jednoću. Živjela je s narodom nevjerničkim, pa je bila jedna od njih.",
		"korkutTranslationOfAyah":"A da nije ispravno vjerovala, nju su omeli oni kojima se ona, mimo Allaha, klanjala, jer je ona narodu nevjerničkom pripadala."
	},
	{
		"arabicTextofAyah":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Kraljici bī rečeno da uđe u Sulejmanov, alejhis-selam, dvorac čija je dvorana bila napravljena od uglačanog stakla, ispod kojeg bijaše voda. Kad je to ugledala, kraljica pomisli da je ispred nje nemirna voda u kojoj će smočiti svoju haljinu. Ne znajući za ono staklo, ona zadiže haljinu uz noge da prođe, a vjerovjesnik Sulejman, alejhis-selam, reče joj: “Ovo je dvorana koja je uglačanim staklom popločana! Nećeš nakvasiti odjeću jer je iznad vode staklo.” Sulejman, alejhis-selam, pozva je u islam, te ga ona prihvati. Izjavila je: “Gospodaru, sebi sam učinila nepravdu smatrajući Tebi druge ravnima. Predajem se Tebi slijedeći vjerovjesnika Sulejmana, da bih zajedno s njime robovala Tebi, Gospodaru svega što postoji!”",
		"korkutTranslationOfAyah":"\"Uđi u dvoranu!\" – bî joj rečeno. I kad ona pogleda, pomisli da je duboka voda, pa zadiže haljinu uz noge svoje. \"Ova je dvorana uglačanim staklom popločana!\" – reče on. – \"Gospodaru moj\" – uzviknu ona – \"ja sam se prema sebi ogriješila i u društvu sa Sulejmanom predajem se Allahu, Gospodaru svjetova!\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ",
		"tafsirTextofAyah":"Uzvišeni je Allah poslao Semudu Saliha, alejhis-selam, brata njihova po krvi, koji ih pozivaše da robuju jedino Allahu nikog Mu ravnim ne smatrajući. Čim je vjerovjesnik Salih, alejhis-selam, svoje sunarodnike pozvao u tevhid, oni su se podijelili u dvije skupine, vjerničku i nevjerničku, koje su se počele prepirati u vezi s time ko od njih istinu slijedi.",
		"korkutTranslationOfAyah":"A Semudu smo poslali brata njihova Saliha da se klanjaju jedino Allahu – a oni se podijeliše u dvije skupine koje su se međusobno prepirale."
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ",
		"tafsirTextofAyah":"“O sunarodnici moji”, obratio im se vjerovjesnik Salih, alejhis-selam, “zašto tražite da vas što prije stigne kazna, a ne da vam se milost ukaže? Zašto odmah sad ne tražite oprost od Allaha kajući se za svoje grijehe?! Nadati se da će vam Plemeniti Allah, postupite li tako, ukazati milost i preći preko vaših hrđavih djela.”",
		"korkutTranslationOfAyah":"\"O narode moj\" – govorio im je on – \"zašto tražite da vas stigne kazna prije nego što se pokajete? Zašto od Allaha ne tražite oprosta, da bi vam se ukazala milost?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ",
		"tafsirTextofAyah":"“Slutimo da je zlo s tobom i s onima što tebe slijede!”, rekoše Salihu njegovi sunarodnici tvrdoglavo se ponašajući spram slijeđenja istine. Salih im uzvrati: “Šta god vam se dogodi, bilo dobro ili zlo, od Allaha je, znajte to dobro, jer se može dogoditi samo ono što On, Koji je Sveznajući, odredi. Allah vas dovodi pred iskušenje pomoću dobra i zla koje vam daje.”",
		"korkutTranslationOfAyah":"\"Mi smatramo hrđavim predznakom tebe i one koji su s tobom!\" – rekoše oni. – \"Zloslutnja vaša kod Allaha je\" – reče on – \"vi ste narod koji je stavljen u iskušenje.\""
	},
	{
		"arabicTextofAyah":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ",
		"tafsirTextofAyah":"U gradu Hidžr bilo je devet osoba koje su na Zemlji nered činile tako što nisu vjerovale i tako što su grijehe činile; nisu na Zemlji, pomoću vjerovanja i činjenja dobrih djela, red uspostavljale.",
		"korkutTranslationOfAyah":"U gradu je bilo devet osoba koje su ne red nego nered činile."
	},
	{
		"arabicTextofAyah":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ",
		"tafsirTextofAyah":"Onda se ovih devet osoba međusobno dogovori: “Neka se svako zakune Allahom da ćemo noću smaknuti Saliha i njegovu porodicu, neizostavno, a onda ćemo se njegovu najbližem krvnom srodniku obratiti: ‘Mi nismo prisustvovali pogibiji njegove porodice, bili smo odsutni, a istinu govorimo – u to nema sumnje.’”",
		"korkutTranslationOfAyah":"\"Allahom se zakunite\" – rekoše – \"da ćemo noću njega i porodicu njegovu ubiti, a onda njegovom najbližem krvnom srodniku reći: 'Mi nismo prisustvovali pogibiji porodice njegove, mi, zaista, istinu govorimo.'\""
	},
	{
		"arabicTextofAyah":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"I tajno su smišljali spletke svakojake protiv Saliha, alejhis-selam, i pravovjernih, ali je i Allah, džellešanuhu, spletke pleo kako bi pomogao i sačuvao od tih spletki vjerovjesnika Saliha, a njih, zločince, uništio. Krivovjerni nisu znali šta im se priprema.",
		"korkutTranslationOfAyah":"I smišljali su spletke, ali Mi smo ih kaznili onda kad se nisu nadali,"
	},
	{
		"arabicTextofAyah":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Poslaniče, razmisli o kazni koja je zadesila zlikovce i pogledajte kakav je bio ishod njihova spletkarenja: Svemogući Allah uništio ih je, nikog nije poštedio niti je koga ostavio.",
		"korkutTranslationOfAyah":"pa pogledaj kakva je bila posljedica spletkarenja njihova: uništili smo sve – i njih i narod njihov,"
	},
	{
		"arabicTextofAyah":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Eno – to su kuće njihove, opustjele i prazne, niko u njima ne živi nakon što je njih, zločince, Allah, džellešanuhu, uništio zbog nepravde koju su sami sebi nanijeli. U uništenju zulumćarskog Salihova naroda nalaze se znakovi i pouke za vjernike, jer jedino oni pouke uzimaju.",
		"korkutTranslationOfAyah":"eno kuća njihovih, puste su zbog nepravde koju su činili – to je zaista pouka narodu koji zna –"
	},
	{
		"arabicTextofAyah":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
		"tafsirTextofAyah":"Kazna koju je Sveznajući Allah spustio na narod Semud nije zahvatila Saliha, alejhis-selam, i članove njegove porodice koji su bili poslušni Allahu i sustezali se od činjenja grijehā.",
		"korkutTranslationOfAyah":"a spasili smo one koji su vjerovali i koji su se grijeha klonili."
	},
	{
		"arabicTextofAyah":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ",
		"tafsirTextofAyah":"Poslaniče islama, spomeni vjerovjesnika Luta, alejhis-selam, kad je osudio svoje sunarodnike: “Zar činite ogavni porok (spolno općenje s muškarcima) na svojim sastajalištima, javno, gledajući jedni u druge?”",
		"korkutTranslationOfAyah":"I Luta, kada reče narodu svome: \"Zašto činite razvrat naočigled jedni drugih?"
	},
	{
		"arabicTextofAyah":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ",
		"tafsirTextofAyah":"Vjerovjesnik Lut, alejhis-selam, rekao im je: “Zar svoje seksualne potrebe zadovoljavate spolno općeći s muškarcima, a ne sa ženama?! Ta, vi time želite samo udovoljiti svojim strastima! Spolno općeći s muškarcima ne možete imati namjeru steći porod niti biti čedni, nego samo upražnjavate životinjski nagon. Vi uopće ne znate da morate vjerovati u Allaha, biti neporočni i posve daleko od svih grijeha.”",
		"korkutTranslationOfAyah":"Zar zbilja sa strašću općite sa muškarcima umjesto sa ženama? Vi ste, uistinu, bezumnici.\""
	},
	{
		"arabicTextofAyah":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ",
		"tafsirTextofAyah":"Na osude i upozorenja svog vjerovjesnika Luta, alejhis-selam, ništa drugo nisu rekli nego što su jedni drugima, rugajući se, kazali: “Lutovu porodicu iz svog naselja protjerajte! Članovi njegove porodice spadaju u 'čistunce', ne bave se ovim čime se bavimo mi.” To su im rekli ismijavajući se sa njima, zato što Lutova porodica ne radi ono što i ostali, već to osuđuju.",
		"korkutTranslationOfAyah":"A odgovor naroda njegova je glasio: \"Istjerajte Lutovu porodicu iz grada vašeg, oni su ljudi-čistunci!\""
	},
	{
		"arabicTextofAyah":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"Sačuvali smo luta i njegovu porodicu, osim njegove žene kojoj smo presudili da ostane među one koji će biti kažnjeni i uništeni.",
		"korkutTranslationOfAyah":"I Mi smo spasili njega i porodicu njegovu, sve osim žene njegove. Mi smo odredili da ona ostane s onima koji će kaznu iskusiti,"
	},
	{
		"arabicTextofAyah":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ",
		"tafsirTextofAyah":"Spustil smo na njih kišu od kamenja, uništivši time narod kojeg smo prije toga upozorili na kaznu, ali nisu primili pouku.",
		"korkutTranslationOfAyah":"i pustili smo na njih kišu, a strašne li kiše za one koji su bili opomenuti!"
	},
	{
		"arabicTextofAyah":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Reci Poslaniče: \"Hvala Allahu na blagodatima koje nam je dao i što nas je kazne sačuvao, dok je kaznio narode Luta i Saliha.\", i poselami ashabe. Reci: \"Da li Allah jedini zaslužuje da bude obožavan, ili to zaslužuju i kumiri koje obožavaju višebošci, a koji ne mogu koristiti niti štetiti?\"",
		"korkutTranslationOfAyah":"Reci: \"Hvala Allahu i mir robovima Njegovim koje je On odabrao!\" Šta je bolje: Allah ili oni koje Njemu ravnim smatraju?"
	},
	{
		"arabicTextofAyah":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ",
		"tafsirTextofAyah":"I upitaj bezbožnike: “Ko je stvorio nebesa i Zemlju bez ni iz čega, i koji vam je s neba spustio kišu kojom je, da bi ste se vi koristili, učinio da niknu razni prelijepi vrtovi? Vi niste dali biljkama sposobnost rasta, jer vi to ne možete, već Allah! Pa kako možete obožavati nekog pored Njega?\" Međutim, oni su ljudi koji ne žele istinu i koji nepravedno izjednačavaju stvorenja sa Stvoriteljem.",
		"korkutTranslationOfAyah":"Onaj koji je nebesa i Zemlju stvorio i koji vam spušta s neba kišu pomoću koje Mi dajemo da ozelene bašče prekrasne – nemoguće je da vi učinite da izraste drveće njihovo. – Zar pored Allaha postoji drugi bog? Ne postoji, ali su oni narod koji druge s Njim izjednačuje;"
	},
	{
		"arabicTextofAyah":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Upitaj krivovjerne: “Je li bolje biti poklonik lažnih bogova što ništa ne mogu učiniti ili se pak klanjati Svevišnjem Allahu, Onom Koji je Zemlju pogodnim staništem učinio, i Koji je dao da njome rijeke teku, i Koji je na njoj planine stamene usadio, i Koji je između dva mora, slanog i slatkog, pregradu postavio, pa se njihove vode ne miješaju, da ne bi slana pokvarila slatku za piće? Može li iko učiniti ono što Allah čini pa da mu se klanja i da ga se smatra Allahu ravnim? Ne može niko učiniti ono što Allah čini! No, ipak, nevjernici ne znaju. Da znaju, ne bi nikog Allahu smatrali ravnim.”",
		"korkutTranslationOfAyah":"Onaj koji je Zemlju prebivalištem učinio i kroz nju rijeke proveo i na njoj brda nepomična postavio i dva mora pregradio. – Zar pored Allaha postoji drugi bog? Ne postoji, nego većina njih u neznanju živi;"
	},
	{
		"arabicTextofAyah":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Obrati se mnogobošcima, Poslaniče islama: “Je li bolje robovati lažnim bogovima ili Plemenitom Allahu, Koji se odaziva nevoljniku kad Ga zazove pa otklanja nesreću, kao npr. bolest i siromaštvo, i Koji vas postavlja na Zemlji za namjesnike, generaciju za generacijom? Postoji li pored Allaha, džellešanuhu, drugi bog koji to može učiniti? O kako malo se pouku izvlačite!”",
		"korkutTranslationOfAyah":"Onaj koji se nevoljniku, kad Mu se obrati, odaziva, i koji zlo otklanja i koji vas na Zemlji namjesnicima postavlja. – Zar pored Allaha postoji drugi bog? Kako nikako pouku vi da primite! –"
	},
	{
		"arabicTextofAyah":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"I upitaj ih: “Je li bolje biti poklonik lažnih božanstava ili obožavati Allaha, Koji vas upućuje dok putujete kroz kopnene i morske tmine pa izgubite orijentaciju, i Koji vjetrove kao radovjesnike skore kiše šalje te pomoću nje oživljuje obamrle predjele i tako ljudima ukaže Svoju milost? Može li iko, osim Allaha, to učiniti, pa da mu se klanja i da ga se smatra Allahu ravnim? Ne može niko učiniti ono što Allah čini! Slavljen je, hvaljen i uzvišen Allah u odnosu na one koje Mu pridružuju!”",
		"korkutTranslationOfAyah":"Onaj koji vam u tminama, na kopnu i na moru, put pokazuje i koji vjetrove kao radosnu vijest ispred milosti Svoje šalje. – Zar pored Allaha postoji drugi bog? Kako je Allah visoko iznad onih koje Njemu ravnim smatraju! –"
	},
	{
		"arabicTextofAyah":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Najzad, upitaj one koji ne vjeruju: “Ko u etapama stvara zametak u maternici, čineći da se razvija kroz stadijume, a zatim, nakon što stvorenja poumiru i prah postanu, ponovo im da život? Ko vas opskrbljuje s neba dajući da kiša pada pa pomoću nje iz zemlje bilje i plodovi izrastaju? Postoji li kakav drugi bog koji može učiniti ono što Allah čini?!” Nakon ovog pitanja reci višebošcima: “Ako istinu govorite, dajte dokaze za svoju ništavnu tvrdnju da Uzvišeni Allah ima saučesnike u pogledu vlasti, stvaranja, određivanja, obožavanja! Eto, vi tvrdite da ste na istini, pa podastrite kakve dokaze.”",
		"korkutTranslationOfAyah":"Onaj koji sve iz ničega stvara, koji će zatim to ponovo učiniti, i koji vam opskrbu s neba i iz zemlje daje. – Zar pored Allaha postoji drugi bog? Reci: \"Dokažite, ako istinu govorite!\""
	},
	{
		"arabicTextofAyah":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ",
		"tafsirTextofAyah":"Božiji Poslaniče, reci bezbožnicima: “Osim Sveznajućeg Allaha, Jednog Jedinog, na nebesima, niko ne poznaje gajb, ni meleki na nebu ni ljudi na Zemlji. To samo Uzvišeni Allah zna. Njemu je znano sve što postoji na nebesima i na Zemlji, i samo On zna kad će biti Sudnji dan, u kojem će stvorenja proživjeti da dobiju ono što su zaslužili.”",
		"korkutTranslationOfAyah":"Reci: \"Niko, osim Allaha, ni na nebu ni na Zemlji, ne zna što će se dogoditi; i oni ne znaju kada će oživljeni biti."
	},
	{
		"arabicTextofAyah":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ",
		"tafsirTextofAyah":"Imaju li oni dovoljno znanja o Ahiretu, pa su u njega uvjereni? Ne, oni sumnjaju u Ahiret i slijepa su im srca.",
		"korkutTranslationOfAyah":"Zar oni o onome svijetu da što znaju! Ništa! – oni u nj sumnjaju, oni su slijepi prema njemu.\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ",
		"tafsirTextofAyah":"Nevjernici poriču, te govore: “Zar kad zemlja postanemo bit ćemo izvedeni iz kaburova i proživljeni!?”",
		"korkutTranslationOfAyah":"Nevjernici govore: \"Zar ćemo, kada postanemo zemlja, i mi i preci naši, zaista, biti oživljeni?"
	},
	{
		"arabicTextofAyah":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"I govore: “Nama i našim precima se odavno prijeti proživljenjem, a niko još nije oživljen poslije smrti. To su samo prazne priče predaka i izmišljotine naroda prijašnjih koje su u knjigama svojim zabilježili.”",
		"korkutTranslationOfAyah":"Ovim nam se već odavno prijeti, i nama i precima našim, a ovo su samo izmišljotine naroda drevnih.\""
	},
	{
		"arabicTextofAyah":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Obrati se, Poslaniče islama, onima što poriču oživljenje: “Širom svijeta zaputite se pa gledajte, izvlačeći pouku i razmišljajući, staništa onih koji su zločinci bili jer su riječi Božije poricali – kako ih je Allah uništio zbog poricanja!”",
		"korkutTranslationOfAyah":"Reci: \"Putujte po svijetu i vidite kako su završili grješnici!\""
	},
	{
		"arabicTextofAyah":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ",
		"tafsirTextofAyah":"I nemoj se žalostiti zbog toga što te nevjernici utjeruju u laž, i nemoj dozvoliti da zbog njihovih urota osjetiš tjeskobu u prsima! Tebi će Svemogući Allah pružiti pomoć protiv njih.",
		"korkutTranslationOfAyah":"I ne žalosti se zbog njih i neka ti nije u duši teško zbog spletki njihovih."
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Krivovjerni pitaju: “Kad će nas već jednom zadesiti kazna kojom nam prijetiš, Muhammede?! Ako je istina to što govoriš, trebalo bi da smo već kažnjeni.”",
		"korkutTranslationOfAyah":"\"Kad će se već jednom obistiniti ta prijetnja, ako istinu govorite?\" – pitaju oni."
	},
	{
		"arabicTextofAyah":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ",
		"tafsirTextofAyah":"Reci, Poslaniče: “Možda vam već stiže kazna koju požurujete, a vi to ne slutite!”",
		"korkutTranslationOfAyah":"Reci: \"Stići će vas sigurno nešto od onoga što požurujete!\""
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ",
		"tafsirTextofAyah":"Gospodar tvoj, Poslaniče islama, dobar je prema ljudima: daje im vremena i ne kažnjava ih odmah zbog nevjerstva i poroka, ali većina ljudi nije dragom Allahu zahvalna na blagodatima.",
		"korkutTranslationOfAyah":"A Gospodar tvoj je neizmjerno dobar ljudima, ali većina njih nije zahvalna."
	},
	{
		"arabicTextofAyah":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ",
		"tafsirTextofAyah":"Gospodar tvoj pouzdano zna šta taje grudi, On zna sve što se na javu iznosi i ono što nikom znano nije. On će svakom dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"Gospodar tvoj dobro zna ono što grudi njihove taje i ono što oni na javu iznose."
	},
	{
		"arabicTextofAyah":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ",
		"tafsirTextofAyah":"Ni na nebesima ni na Zemlji nema nikakve tajne a da nije zapisana u Knjizi, Levhi-mahfuzu, koja se nalazi kod Allaha.",
		"korkutTranslationOfAyah":"Nema ničeg skrivenog ni na nebu ni na Zemlji, a da nije u Knjizi jasnoj."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Ovaj Kur’an, koji je Sveznajući Allah objavio Resulullahu, sallallahu alejhi ve sellem, objašnjava sinovima Israilovim većinu onog u čemu se razilaze i otkriva njihove devijacije.",
		"korkutTranslationOfAyah":"Ovaj Kur'an sinovima Israilovim kazuje najviše o onome u čemu se oni razilaze"
	},
	{
		"arabicTextofAyah":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Časni je Kur’an, nesumnjivo, uputa, milost i spas od krive staze onima koji slijede njegova načela.",
		"korkutTranslationOfAyah":"i on je, uistinu, putokaz i milost svakom onom koji vjeruje."
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj presudit će ljudima, vjernicima i nevjernicima, na Danu sudnjem, i to po pravdi, pa će se smilovati vjernicima, a kaznit će krivovjerne. Allah je Silni, Koji će kazniti Njegove neprijatelje, jedino On ima stvarnu vlast. On je Sveznajući, Kojem su savršeno poznati oni koji su na istini i oni koji su na neistini.",
		"korkutTranslationOfAyah":"Gospodar tvoj će im po pravdi Svojoj presuditi; On je Silni i Sveznajući,"
	},
	{
		"arabicTextofAyah":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ",
		"tafsirTextofAyah":"Zato se na Allaha osloni, Božiji Poslaniče, Njemu prepusti svoje poslove! Ti, odista, slijediš istinu koja je očita i veličanstvena!",
		"korkutTranslationOfAyah":"zato se pouzdaj u Allaha, jer ti, doista, slijediš pravu istinu!"
	},
	{
		"arabicTextofAyah":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
		"tafsirTextofAyah":"Božiji Poslaniče, ti nisi u stanju učiniti da čuju savjete oni ljudi čija je srca Allah mrtvim učinio, jer su nevjernici, i kojima je oduzeo moć čuvenja mudrosti u koju ih pozivaš, jer okreću leđa istini prezirući je.",
		"korkutTranslationOfAyah":"Ti ne možeš mrtve dozvati ni gluhe dovikati kada se leđima okrenu,"
	},
	{
		"arabicTextofAyah":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
		"tafsirTextofAyah":"Niti si kadar, Vjerovjesniče, uputiti one koje je Svemogući Allah slijepim učinio pa ne vide istinu. Eto, zato ne tuguj i nemoj se time opterećivati! Tvom pozivu će se odazvati samo oni koji vjeruju u Naše dokaze i pokoravaju se Našim naredbama.",
		"korkutTranslationOfAyah":"niti možeš slijepe od zablude njihove odvratiti; možeš jedino dozvati one koji u riječi Naše vjeruju, oni će se odazvati."
	},
	{
		"arabicTextofAyah":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ",
		"tafsirTextofAyah":"A kad nastupi vrijeme da nevjernici budu kažnjeni zbog nevjerstva, grijehā i upornog prelaženja granica, i kad na Zemlji ostanu najgori ljudi, Sveznajući Allah će izvesti jednu životinju iz zemlje koja će im se obratiti shvatljivim govorom: “Ljudi nisu vjerovali u oživljenje poslije smrti, poricali su Allahove riječi i Vjerovjesnikovo, sallallahu alejhi ve sellem, poslanstvo!” Bit će to jedan od velikih predznaka Smaka svijeta.",
		"korkutTranslationOfAyah":"I kad dođe vrijeme da oni budu kažnjeni, Mi ćemo učiniti da iz zemlje iziđe jedna životinja koja će im reći da ljudi u dokaze Naše nisu uvjereni."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ",
		"tafsirTextofAyah":"Sjeti se, Poslaniče, Sudnjeg dana, kad će Uzvišeni Allah sakupiti grupu glavešina iz svake zajednice koji su poricali jasne i bjelodane dokaze koje je Allah slao, i bit će zadržani prvi da im se pridruže potonji, a zatim će biti povedeni na mjesto gdje će položiti račun.",
		"korkutTranslationOfAyah":"A na Dan kada od svakog naroda sakupimo gomilu onih koji su dokaze Naše poricali – oni će biti zadržani –"
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"I kad se sakupe pomenute skupine ljudi, Sveznajući Allah će ih prekoriti: “Zar ste poricali ajete Moje, koji ukazuju da sam Ja jedini i svemogući Bog, a koji sadrže Moj vjerozakon? Zar ste svojim znanjem prodrli u suštinu istih tih dokaza te ih, zaključivši da su lažni i ništavni, poricali? Šta ste to činili na dunjaluku: vjerovali ili poricali?”",
		"korkutTranslationOfAyah":"i kad dođu, On će upitati: \"Jeste li vi dokaze Moje poricali ne razmišljajući o njima, ili, šta ste to radili?\""
	},
	{
		"arabicTextofAyah":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ",
		"tafsirTextofAyah":"I kad nastupi vrijeme da oni koji nisu vjerovali budu kažnjeni zbog nevjerstva i poricanja dokaza Božijih, oni neće prozboriti nikakvim, valjanim i kod Allaha primljenim, opravdanjem. Neće to moći jer su svi njihovi argumenti ništavni.",
		"korkutTranslationOfAyah":"I njih će stići kazna zato što su mnogobošci bili, pa neće moći ni riječ izustiti."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zar nevjernici poricatelji oživljenja ne vidješe kako je Plemeniti Allah dao čovjeku noć da u njoj ugodno spava i spokojno odmara od dnevnih obaveza, i kako je podario dan, u kojem Sunce sija, kako bi mogli stjecati opskrbu? U tom svakodnevnom spavanju i buđenju (koji podsjećaju na umiranje i oživljenje) očiti su dokazi za one koji vjeruju.",
		"korkutTranslationOfAyah":"Zar nisu vidjeli da smo učinili noć da u njoj otpočinu, a dan vidnim? – to su, zaista, dokazi za narod koji vjeruje."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ",
		"tafsirTextofAyah":"Spomeni, Poslaniče islama, Smak svijeta, kad će melek Israfil drugi put puhnuti u rog tako da će se nasmrt prepasti i prestraviti sve što se nalazi na nebesima i na Zemlji, osim onog koga Milostivi Allah, iz Svoje dobrote, poštedi. A svako će stvorenje pred Allaha ponizno doći.",
		"korkutTranslationOfAyah":"A na Dan kad se u Rog puhne pa se smrtno istrave i oni na nebesima i oni na Zemlji, izuzev onih koje Allah poštedi, svi će Mu ponizno doći."
	},
	{
		"arabicTextofAyah":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ",
		"tafsirTextofAyah":"Ti ćeš tog Dana gledati planine i misliti da su nepokretne, a one će se poput oblakā kretati – Allahovo je to djelo, On ih pokreće, On je sve savršeno stvorio i dao. Allah je Sveznajući, On je o svemu dobro obaviješten, upućen je u ljudska djela, dobra i hrđava, za koja će pred Njime račun polagati.",
		"korkutTranslationOfAyah":"Ti vidiš planine i misliš da su nepomične, a one promiču kao što promiču oblaci – to je Allahovo djelo koji je sve savršeno stvorio; On, doista, zna ono što radite."
	},
	{
		"arabicTextofAyah":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ",
		"tafsirTextofAyah":"Ko stane pred Uzvišenog Allaha kao vjernik i donese dobra djela, takav će dobiti Džennet. Njih će Allah sačuvati od najvećeg užasa na Danu sudnjem.",
		"korkutTranslationOfAyah":"Ko učini dobro djelo, dobiće veliku nagradu za njega i biće straha na Sudnjem danu pošteđen;"
	},
	{
		"arabicTextofAyah":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"A ko pred Svemogućeg Allaha izađe kao nevjernik ili kao veliki grešnik, Allah će ga u Oganj gurnuti naglavačke. Bit će ukoreni, te će im biti rečeno: “Zar je ova kazna išta drugo osim prikladna ‘nagrada’ za gnusna djela, nevjerstvo i poroke, koje si činio na dunjuluku!” U tome će im biti poniženje.",
		"korkutTranslationOfAyah":"a oni koji budu zlo činili, u vatru će naglavačke biti gurnuti. \"Zar se već kažnjavate za ono što ste radili?\""
	},
	{
		"arabicTextofAyah":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"Allahov Poslaniče, obrati im se: “Naređeno mi je da obožavam samo Gospodara ovog grada, Mekke, koji je Allah svetim učinio – u njemu nije dozvoljeno prolivati krv, ni loviti, ni trgati rastinje. Allahu sve pripada, On upravlja kako hoće. I naredio mi je moj Gospodar da budem jedan od onih koji su Mu poslušni i Njegovu vjerozakonu potčinjeni.”",
		"korkutTranslationOfAyah":"Ja sam primio zapovijest da se klanjam jedino Gospodaru ovoga grada, koji je On učinio svetim – a Njemu sve pripada – i naređeno mi je da budem poslušan"
	},
	{
		"arabicTextofAyah":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ",
		"tafsirTextofAyah":"Pored iskrenog ispovijedanja vjere, Uzvišeni Allah naredio mi je da kazujem časni Kur’an ljudima, pa ko krene pravim putem, sebi je dobročinstvo učinio, a ko zastrani i ne bude postupao u skladu s Kur’anom – kaži mu da je tvoja dužnost samo da opominješ, te da ničije srce ne možeš uputiti na pravi put.",
		"korkutTranslationOfAyah":"i da Kur'an kazujem; onaj ko bude išao Pravim putem, na Pravome putu je za svoje dobro; a onome ko je u zabludi, ti reci: \"Ja samo opominjem.\""
	},
	{
		"arabicTextofAyah":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Reci, Allahov Poslaniče: “Hvala Allahu na blagodatima, Koji će vam, o ljudi, pokazati Svoje dokaze, u svemirskim prostranstvima i u vama samima, na Zemlji i u hrani, pa ćete vi na osnovu istih tih dokaza spoznati šta je Pravi put a šta je stranputica!” Uzvišeni Allah nije nemaran u odnosu na vaša djela, On ih bilježi. Nemojte zaboraviti, polagat ćete račun za ono što ste činili!",
		"korkutTranslationOfAyah":"I reci: \"Hvala Allahu, On će vam znamenja Svoja pokazati, pa ćete ih vi poznati!\" A Gospodar tvoj motri na ono što radite."
	}
]