[
	{
		"arabicTextofAyah":"طسٓمٓ",
		"tafsirTextofAyah":"Tā Sīn Mīm. O kur’anskim skraćenicama detaljno se govorilo na početku sure El-Bekara. U njima je izazov Arapima i svim drugim ljudima da donesu govor sličan časnom Kur’anu.",
		"korkutTranslationOfAyah":"Tā Sīn Mīm."
	},
	{
		"arabicTextofAyah":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
		"tafsirTextofAyah":"Ovo su ajeti slavnog Kur’ana. Oni su nadasve jasni.",
		"korkutTranslationOfAyah":"Ovo su ajeti Knjige jasne!"
	},
	{
		"arabicTextofAyah":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Vjerovjesniče, u ovoj suri Sveznajući Allah obavijestit će te, po istini, o Musau i faraonu. Oni koji vjeruju nimalo ne sumnjaju u to, i jedino vjernici izvlače punu korist iz Kur’ana.",
		"korkutTranslationOfAyah":"Mi ćemo ti kazati neke vijesti o Musau i faraonu, onako kako je bilo, i to za one ljude koji vjeruju."
	},
	{
		"arabicTextofAyah":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Zaista se faraon bio uzoholio u Egiptu i prešao sve granice zla ubijajući, protjerujući i sveteći se narodu kojeg je pocijepao u skupine. Jednu skupinu (sinove Israilove) tlačio je i ponižavao, mušku je njihovu djecu ubijao a žensku je djecu, da mu budu ponizne sluge, ostavljao u životu, čime je htio što više poniziti jevreje. Faraon je odista veliki zločinac, zulumćar i ohol bio.",
		"korkutTranslationOfAyah":"Faraon se u zemlji bio ponio i stanovnike njezine na stranke bio izdijelio; jedne je tlačio, mušku im djecu klao, a žensku u životu ostavljao, doista je smutljivac bio."
	},
	{
		"arabicTextofAyah":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ",
		"tafsirTextofAyah":"Svevišnji Allah htio je počastiti sinove Israilove koje je faraon tlačio i ponižavao u Egiptu, tako što će uništiti faraona, a njih osloboditi poniženja, da od njih načini vođe u činjenju dobrih djela i pozivatelje na Pravi put, te da od njih učini one koji će naslijediti blagoslovljeni Šam nakon što faraon i njegove vojske nastradaju. O tome je Uzvišeni Allah rekao: “A potlačenom narodu dadosmo u naslijeđe istočne i zapadne krajeve zemlje koju smo blagoslovili...”",
		"korkutTranslationOfAyah":"A Mi smo htjeli da one koji su na Zemlji tlačeni milošću obaspemo i da ih vođama i nasljednicima učinimo,"
	},
	{
		"arabicTextofAyah":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ",
		"tafsirTextofAyah":"Allah je želio dati vlast na Zemlji onima koji su bili potlačeni, s jedne, a faraonu, Hamanu i vojskama njihovim dati da se suoče s onim sinovima Israilovim koji su bili vjernici, s druge strane, pa da faraon i Haman izgube vlast, i da njihovo carstvo propadne i da golemog poniženja dopadnu. Oni su se toga i pribojavali.",
		"korkutTranslationOfAyah":"i da im na Zemlji vlast darujemo, a da faraonu i Hamanu i vojskama njihovim damo da dožive baš ono zbog čega su od njih strahovali."
	},
	{
		"arabicTextofAyah":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Svevišnji Allah nadahnuo je Musaovu majku da ga doji ne sumnjajući u Allahovo obećanje, pošto se počela plašiti da će njena sina Musaa faraon ubiti. Nadahnuo ju je i da ga, kad se uplaši da će biti razotkrivena, položi u drveni sanduk i baci u rijeku Nil, ne bojeći se da će se utopiti niti da će mu faraon i njegove pristalice nauditi i ne tugujući zbog rastanka sa svojim sinom, jer je Plemeniti Allah obećao da će ga vratiti živa i zdrava i da će ga, kasnije, poslanikom učiniti.",
		"korkutTranslationOfAyah":"I Mi nadahnusmo Musaovu majku: \"Doji ga, a kad se uplašiš za njegov život, baci ga u rijeku, i ne strahuj i ne tuguj, Mi ćemo ti ga, doista, vratiti i poslanikom ga učiniti.\""
	},
	{
		"arabicTextofAyah":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ",
		"tafsirTextofAyah":"I ona zbilja postupi tako, položi u sanduk svoje dijete i baci ga u Nil, pa ga pronađe i uze faraonovaporodica, da ga prisvoje i da im bude od koristi. Međutim, to dijete će im biti neprijatelj i razlog njihove propasti i tuge i ostvariće se Allahova volja. Zaista su faraon, njegov vezir Haman i vojske njihove, zbog nevjerstva, velike grijehe činili i sve granice zla prelazili, sijućući nered po Zemlji.",
		"korkutTranslationOfAyah":"I nađoše ga faraonovi ljudi, da im postane dušmanin i jad; – zaista su faraon i Haman i vojske njihove uvijek griješili."
	},
	{
		"arabicTextofAyah":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Pošto je faraon htio ubiti Musaa, obratila mu se njegova žena: “Musa će biti radost za me i za te, nećemo se osjećati potišteno uz njega, pa mu nemoj nauditi! Može nam biti od koristi u životu, ili ćemo ga usvojiti.” Faraon i njegovi ljudi nisu naslutili niti su mogli znati da će dječak, kojeg su ostavili u životu, biti uzrok njihove propasti.",
		"korkutTranslationOfAyah":"I žena faraonova reče: \"On će biti radost i meni i tebi! Ne ubijte ga, možda će nam od koristi biti, a možemo ga i posiniti.\" A oni ništa ne predosjetiše."
	},
	{
		"arabicTextofAyah":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Utom srce Musaove majke opustje, samo je o sinu razmišljala i o njemu brinula, tako da zamalo ne odade narodu da je Musa upravo njezin sin – a odala bi se da je Uzvišeni Allah nije učvrstio i u njeno srce strpljenje ulio, da bude jedna od onih koji vjeruju, strpljivo podnose udarce sudbine i na Gospodara se oslanjaju.",
		"korkutTranslationOfAyah":"I srce Musaove majke ostade prazno, umalo ga ne prokaza, da Mi srce njeno nismo učvrstili i vjernicom je učinili."
	},
	{
		"arabicTextofAyah":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Položivši Musaa u sanduk i stavivši ga u rijeku, majka se obrati njegovoj sestri: “Pođi za njim i vidi šta će se dogoditi!” I sestra je izdaleka motrila na Musaa, a dotle faraonovi ljudi nisu znali da je ona njegova sestra i da prati šta će se s njim dogoditi.",
		"korkutTranslationOfAyah":"I ona reče sestri njegovoj: \"Idi za njim!\" I ona ga ugleda izdaleka, a oni nisu bili ništa primijetili."
	},
	{
		"arabicTextofAyah":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ",
		"tafsirTextofAyah":"Mudri Allah odredio je da Musa, dojenče, mimo svoje majke ne doji nijednu ženu, pa je njegova sestra, vidjevši koliko se trude da mu nađu dojilju, rekla: “Hoćete li da vas uputim na porodicu čija će se domaćica o njemu brinuti, pažljivo ga dojiti, onako kako treba odgajati i za njegovo se dobro zalagati?”",
		"korkutTranslationOfAyah":"A Mi smo mu već bili zabranili dojilje, pa ona reče: \"Hoćete li da vam ja pokažem porodicu koja će vam se o njemu brinuti i koja će mu dobro željeti?\""
	},
	{
		"arabicTextofAyah":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Eto tako je Silni Allah vratio Musaa njegovoj majci, da se raduje, a ne tuguje, i da se skrbi o sinu, i da zna da je istinito Allahovo obećanje – u njega nema nikakve sumnje – i da će On čuvati Musaa. Allah ne krši Svoje obećanje, dosljedno ga ispunjava i neupitno se mora dogoditi ono što Allah obeća, ali to većina ljudi ne zna.",
		"korkutTranslationOfAyah":"I vratismo ga majci njegovoj da se raduje i da ne tuguje, i da se uvjeri da je Allahovo obećanje istinito; ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"I kad je Musa zreo postao, tjelesno i umno, Sveznajući Allah mu je, prije poslanstva, mudrost i znanje dao, te ga uputio u znanje o vjerskim propisima. Kao što je Uzvišeni Allah nagradio Musaa za njegova dobra djela i bogobojaznost, nagradit će svakog dobročinitelja, i to u svakom vremenu i na svakom mjestu.",
		"korkutTranslationOfAyah":"I kad se on opasa snagom i stasa, dadosmo mu mudrost i znanje; tako Mi nagrađujemo one koji dobra djela čine."
	},
	{
		"arabicTextofAyah":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ",
		"tafsirTextofAyah":"Onda Musa, alejhis-selam, uđe u grad u vrijeme kad su njegovi stanovnici odmarali. U gradu je zatekao dvojicu ljudi što se prepiru i tuku – jedan je pripadao njegovu narodu, sinovima Israilovim, a drugi je bio iz faraonova naroda, Kopt. Tako je od Musaa, alejhis-selam, zatražio pomoć njegov sunarodnik protiv Kopta, i Musa je onog iz neprijateljskog naroda udario pesnicom te ga usmrtio snagom udarca. Utom se poslanik Musa odmah pokaja i reče: “Šejtan mi je ovo lijepim prikazao i naveo me na ružno djelo! Šejtan je očiti neprijatelj čovjeku, koji ga odvodi s Pravog puta i nastoji navesti na činjenje pogubnih djela.”",
		"korkutTranslationOfAyah":"I on uđe u grad neopažen od stanovnika njegovih i u njemu zateče dvojicu ljudi kako se tuku, jedan je pripadao njegovu, a drugi neprijateljskom narodu, pa ga zovnu u pomoć onaj iz njegova naroda protiv onog iz neprijateljskog naroda, i Musa ga udari šakom i – usmrti. \"Ovo je šejtanov posao!\" – uzviknu – \"on je, zaista, otvoreni neprijatelj koji u zabludu dovodi!"
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Ubivši Kopta, Musa, alejhis-selam, zamoli i prizna svoj grijeh: “Gospodaru moj, sebi sam zlo učinio ubivši nevinog čovjeka, pa mi oprosti moj grijeh!” I Uzvišeni Allah oprosti Musau, jer je Allah milostiv i samilostan i milostiv prema onima koji se iskreno pokaju.",
		"korkutTranslationOfAyah":"Gospodaru moj\" – reče onda – \"ja sam sâm sebi zlo nanio, oprosti mi!\" I On mu oprosti, On, uistinu, prašta i On je milostiv."
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Gospodar je rekao da je Musa, alejhis-selam, dodao na svoju dovu sljedeće: “Allahu, Gospodaru moj, zbog blagodati koje si mi ukazao, snage, znanja i mudrosti, neću više nikad pomoći nijednom čovjeku koji čini prijestupe!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče – \"tako mi blagodati koju si mi ukazao, više nikada nevjernicima neću biti od pomoći!\""
	},
	{
		"arabicTextofAyah":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ",
		"tafsirTextofAyah":"Tako bi, i Musa, alejhis-selam, osvanu u faraonovom gradu prestrašen, pun zebnje. Očekivao je šta će se dogoditi. Nedugo zatim ugledao je svog sunarodnika koji je od njega jučer zatražio pomoć protiv Kopta: i danas poziva Musaa u pomoć protiv drugog Kopta. Musa mu reče: “Ti si u pravoj zabludi!”",
		"korkutTranslationOfAyah":"I Musa u gradu osvanu prestrašen, očekujući šta će biti, kad ga onaj isti od jučer pozva ponovo u pomoć. \"Ti si, zbilja, u pravoj zabludi!\" – reče mu Musa,"
	},
	{
		"arabicTextofAyah":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ",
		"tafsirTextofAyah":"Pošto je poslanik Musa, alejhis-selam, htio nasrnuti na Kopta, koji je njegov neprijatelj i neprijatelj njegova sunarodnika, njegov sunarodnik pomisli da Musa želi njega dohvatiti zato što je rekao: “Ti si, zbilja, u pravoj zabludi!” Tako je pomislio i obratio se Musau: “Musa, zar ćeš ubiti i mene kao što si jučer ubio čovjeka? Ti hoćeš na Zemlji silu provoditi, te ubijati ljude bez ikakva prava; ti ne želiš miriti zavađene!”",
		"korkutTranslationOfAyah":"i kad htjede ščepati zajedničkog im neprijatelja, reče mu onaj: \"O Musa, zar ćeš ubiti i mene kao što si jučer ubio čovjeka? Ti hoćeš da na zemlji silu provodiš, a ne želiš da miriš.\""
	},
	{
		"arabicTextofAyah":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ",
		"tafsirTextofAyah":"Kad se pročulo šta se dogodilo, nekakav čovjek dotrča s kraja grada i izvijesti Musaa, alejhis-selam: “Glavešine ovog grada dogovaraju se da te smaknu – zato izlazi, bježi, jer ja sam tebi valjani, sažaljivi savjetnik.” Rekao je to Musau kako bi pobjegao i umakao potjeri.",
		"korkutTranslationOfAyah":"I jedan čovjek s kraja grada dotrča: \"O Musa\" – reče – \"glavešine se dogovaraju da te ubiju; zato bježi, ja sam ti zbilja iskren savjetnik.\""
	},
	{
		"arabicTextofAyah":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Tako Musa, alejhis-selam, posluša savjet onog čovjeka i iz grada pobježe, prepun zebnje, strepeći da će ga uhvatiti faraonovi ljudi. Obratio se Svemogućem Allahu da ga spasi od ljudi koji čine nasilje, te da mu nikakvo zlo ne mogu nanijeti.",
		"korkutTranslationOfAyah":"I Musa iziđe iz grada, ustrašen, iščekujući šta će se desiti. \"Gospodaru moj\" – reče – \"spasi me naroda koji ne vjeruje!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ",
		"tafsirTextofAyah":"I kad se, bježeći od faraona, zaputio ka Medjenu rekao je: “Možda će me Allah, Gospodar moj, naputiti na najbolji put s kojeg neću skrenuti!”",
		"korkutTranslationOfAyah":"I kad se uputi prema Medjenu, on reče: \"Gospodar moj će mi pokazati Pravi put!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ",
		"tafsirTextofAyah":"A pošto Musa stiže medjenskoj vodi, zateče tu skupinu ljudi koja na njoj stoku poji, a zateče i dvije djevojke od njih odvojene, koje su branile svom stadu prilaz vodi. Bespomoćne, nisu se mogle miješati s muškarcima pa su čekale da oni napoje svoju stoku. Vidjevši nemoćne djevojke, Musa se sažali i upita: “Šta je s vama dvjema?” “Ne možemo se miješati s pastirima, pa čekamo da oni napoje svoju stoku”, odgovoriše djevojke. “A naš otac je starac oronuli, nije u stanju napojiti našu stoku, pa smo prisiljene same to učiniti.\"",
		"korkutTranslationOfAyah":"A kad stiže do vode medjenske, zateče oko nje mnoge ljude kako napajaju stoku, a malo podalje od njih ugleda dvije žene koje su je od vode odbijale. \"Šta vi radite?\" – upita on. \"Mi ne napajamo dok čobani ne odu\" – odgovoriše one – \"a otac nam je veoma star.\""
	},
	{
		"arabicTextofAyah":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ",
		"tafsirTextofAyah":"Onda sa Musa na njih dvije sažali te napoji njihovu stoku a zatim se zaputi prema hladu jednog drveta, sjede i zamoli svog Gospodara: “Allahu, Gospodaru moj, potrebna mi je bilo kakva pomoć.”",
		"korkutTranslationOfAyah":"I on im je napoji, a onda ode u hladovinu i reče: \"Gospodaru moj, ma kakvu mi hranu dao, zaista mi je potrebna!\""
	},
	{
		"arabicTextofAyah":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Malo zatim, jedna od one dvije djevojke sramežljivo priđe Musau i reče: “Moj te otac zove da te nečim nagradi zato što si nam stoku napojio!” I Musa se zaputi s onom djevojkom, a kad dođe njezinom ocu, ispriča mu sve što se dogodilo u Egiptu – da je pobjegao od faraona i njegovih ljudi. Na to Musau otac onih djevojaka reče: “Ne boj se, Allah te je spasio od nasilnikā, faraona i njegovih ljudi! Oni ne mogu do nas doprijeti, neće ti nauditi.”",
		"korkutTranslationOfAyah":"I jedna od njih dvije dođe mu, poslije, idući stidljivo i reče: \"Otac moj te zove da te nagradi zato što si nam stoku napojio!\" I kad mu on dođe i kaza mu šta je doživio, on reče: \"Ne strahuj, spasio si se naroda koji ne vjeruje!\""
	},
	{
		"arabicTextofAyah":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ",
		"tafsirTextofAyah":"Jedna od dvije djevojke reče: “Oče, uzmi Musaa u najam da čuva stoku! On je dostojan da se unajmi, jer pri sebi ima i snagu i pouzdanje; obzirom da je snažan neće upropastiti stoku, a obzirom da je pošten neće nikog prevariti.\"",
		"korkutTranslationOfAyah":"\"O oče moj\" – reče jedna od njih – \"uzmi ga u najam, najbolje je da unajmiš snažna i pouzdana.\""
	},
	{
		"arabicTextofAyah":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"“Želim te oženiti jednom od ove svoje kćeri dvije”, obrati se onaj čovjek, otac dviju djevojaka, Musau, alejhis-selam, “s tim da ostaneš osam godina u najmu kod mene, čuvajući stoku – eto to će biti njezin vjenčani dar. Navršiš li deset godina, to je već od tvoje drage volje, a ne želim te na to siliti. Vidjet ćeš već, o Musa, ako Bog da, da spadam u dobre ljude koji se prema najamnicima odnose lijepo i da spadam u one ljude koji izvršavaju obećanje.”",
		"korkutTranslationOfAyah":"\"Ja želim da te oženim jednom od ove dvije kćeri moje\" – reče on – \"ali trebaš me osam godina služiti; a ako deset napuniš, biće dobra volja tvoja, a ja ne želim da te na to silim; ti ćeš vidjeti, ako Bog da, da sam dobar.\""
	},
	{
		"arabicTextofAyah":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
		"tafsirTextofAyah":"“Ovo je dogovor između mene i tebe”, prihvati Musa, “ma koji od spomenuta dva roka, osam ili deset godina, proveo, ispoštovao sam dogovor, i nema se više od mene šta tražiti, a dobri je Allah jamac za ono što smo utanačili, On bdije nad našim djelima.”",
		"korkutTranslationOfAyah":"\"Neka bude tako između mene i tebe!\" – reče Musa – \"koji god od ta dva roka ispunim, nema mi se šta prigovoriti, a Allah je jamac za ono što smo utanačili.\""
	},
	{
		"arabicTextofAyah":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ",
		"tafsirTextofAyah":"I kad Musa provede ugovoreni rok – boravio je u Medjenu služeći onog dobrog čovjeka deset godina – pođe sa svojom porodicom na put u Egipat. Tokom puta, na jednoj strani gore Tur, opazi nekakvu vatru, te se obrati svojoj porodici: “Zastanite ovdje i pričekajte me, jer nekakvu vatru opazih. Možda ću sresti nekog ko poznaje ovaj kraj, a ko će mi kazati kuda treba ići ili ću vam kakvo dobro od vatre donijeti ili ću vam pak žeravicu za potpalu donijeti, da biste se ugrijali.”",
		"korkutTranslationOfAyah":"I kad Musa ispuni ugovoreni rok i krenu sa čeljadi svojom, on ugleda vatru na jednoj strani brda. \"Pričekajte!\" – reče čeljadi svojoj – \"vidio sam vatru, možda ću vam od nje kakvu vijest donijeti, ili zapaljenu glavnju, da se ogrijete.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Pošto Musa vatri priđe, Allah ga pozva s desne strane doline koju je blagoslovio, s mjesta pored kojeg je bilo drvo: “Musa, Ja sam Allah, Gospodar svih stvorenja!”",
		"korkutTranslationOfAyah":"A kad dođe do vatre, neko ga zovnu s desne strane doline, iz stabla, u blagoslovljenom kraju: \"O Musa, Ja sam – Allah, Gospodar svjetova!"
	},
	{
		"arabicTextofAyah":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ",
		"tafsirTextofAyah":"I naredio je Svevišnji Allah Musau, alejhis-selam, da baci svoj štap. On je izvršio Allahovu zapovijest te se štap, Allahovom voljom, pretvori u veliku zmiju koja se hitro kreće. A kad poslanik Musa, alejhis-selam, to vidje, pobježe i, uslijed straha, ne okrenu se. Allah ga pozva: “O Musa, priđi i ne boj se – ti spadaš u sigurne, i ništa ti se neće, od nje niti od nečeg drugog, loše dogoditi! Od svakog je zla siguran onaj koji se nalazi u okrilju Allahove pažnje i milosti.”",
		"korkutTranslationOfAyah":"Baci štap svoj!\" I kad vidje da se poput hitre zmije kreće, on uzmače i ne vrati se. \"O Musa, priđi i ne boj se, sigurno ti se nikakvo zlo dogoditi neće!"
	},
	{
		"arabicTextofAyah":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
		"tafsirTextofAyah":"Gospodar svjetova rekao je zatim: “O Musa, uvuci ruku svoju u njedra kroz otvor na košulji pa će se bijela (poput snijega) pojaviti, ali će zdrava biti, bez bolesti ikakve. I pritisni rukom svojom grudi, da se sabereš od straha i da se smiriš. Štap-zmija i bijela ruka jesu dva neoboriva Božija dokaza faraonu i glavešinama njegova naroda. A faraon i njegove glavešine neposlušni su Allahu tako što čine nevjerstvo i grijehe.”",
		"korkutTranslationOfAyah":"Uvuci svoju ruku u njedra svoja, pojaviće se bijela, a bez mahane, i priberi se tako od straha! To su dva dokaza od Gospodara tvoga faraonu i glavešinama njegovim; oni su, zaista, narod raskalašeni.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ",
		"tafsirTextofAyah":"Umiljavajući se Gospodaru, Musa, alejhis-selam, zamoli: “Gospodaru moj, ubio sam jednog nevinog čovjeka koji je pripadao faraonovu narodu, strahujem da će mi se osvetiti ukoliko se pojavim među njima donijevši im poslanicu!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče – \"ja sam ubio jednog njihovog čovjeka, pa se bojim da i oni mene ne ubiju."
	},
	{
		"arabicTextofAyah":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
		"tafsirTextofAyah":"“A moj brat Harun”, dodao je Musa, “raspolaže boljim govornim sposobnostima od mene, rječitiji je od mene i jasnije se izražava, pa ga pošalji sa mnom da mi bude potpora. Bojim da će me faraon lašcem proglasiti, tim prije jer je to bio običaj drevnih naroda: poricahu svoje poslanike.”",
		"korkutTranslationOfAyah":"A moj brat Harun je rječitiji od mene, pa pošalji sa mnom i njega kao pomoćnika da potvrđuje riječi moje, jer se bojim da me ne nazovu lašcem.\""
	},
	{
		"arabicTextofAyah":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ",
		"tafsirTextofAyah":"Allah se odazvao na ovu dovu Musaa, alejhis-selam: “Musa, tvojim bratom Harunom ojačat ćemo te i pomoći ćemo vas protiv faraona jasnim, kategoričkim, nepobitnim dokazima, te vam oni koji ne vjeruju neće nauditi. S Našim znamenjima istinitim, vas dvojica, o Musa i Harune, i oni koji vas budu slijedili pobijedit ćete faraona.”",
		"korkutTranslationOfAyah":"\"Pomoći ćemo te bratom tvojim\" – reče On – \"i obojici ćemo vlast dati, pa vam se oni neće usuditi prići; s Našim znamenjima vas dvojica i oni koji vas budu slijedili postaćete pobjednici.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Pa kad im Musa, alejhis-selam, donese bjelodane, neporecive dokaze od Allaha, Gospodara svjetova, oni rekoše: “Ovo je samo jedna vrsta magije, ti si sve ovo izmislio, ovo je puka laž! Nismo čuli u prijašnjim pokoljenjima za nešto slično!”",
		"korkutTranslationOfAyah":"I kada im Musa donese Naše jasne dokaze, oni povikaše: \"Ovo je samo smišljena čarolija; nismo čuli da se ovako nešto dešavalo u doba predaka naših!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"“Svevišnji Allah dobro zna onog ko je od Njega donio istinu”, Musa reče faraonu, “i Gospodar moj dobro zna kome će na kraju pripasti pobjeda i lijep završetak na Ahiretu. Doista zulumćari neće ostvariti nikakvo dobro niti će izbjeći ono čega se boje.”",
		"korkutTranslationOfAyah":"\"Gospodar moj dobro zna onoga koji donosi uputstvo od Njega\" – reče Musa – \"onoga koji će na kraju pobijediti, a nevjernici doista neće uspjeti!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ",
		"tafsirTextofAyah":"Tad se faraon obrati uglednicima svog naroda: “O prvaci, nije mi poznato da imate drugo božanstvo osim mene! A ti, Hamane, peci mi opeke, čvrste i postojane, te mi sagradi toranj visoki ne bih li, popevši se na njega, vidio Boga kojem se Musa klanja! Ja smatram, zbilja, da Musa laže govoreći da ga je Bog poslao meni i mojim sunarodnicima.”",
		"korkutTranslationOfAyah":"\"O velikaši\" – reče faraon – \"ja ne znam da vi imate drugog boga osim mene, a ti, o Hamane, peci mi opeke i sagradi mi toranj da se popnem k Musaovu Bogu, jer ja mislim da je on, zaista, lažac!\""
	},
	{
		"arabicTextofAyah":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ",
		"tafsirTextofAyah":"Faraon se bijaše uzoholio i uzvisio u Egiptu, kao i vojske njegove, čineći nered i nanoseći narodu nepravdu. Mislili su da neće biti vraćeni Allahu, Gospodaru svjetova, i da neće polagati račun za zla djela koja činjahu na ovom svijetu.",
		"korkutTranslationOfAyah":"A on i vojske njegove bijahu se bez ikakva osnova ponijeli na Zemlji i mislili su da Nam neće biti vraćeni,"
	},
	{
		"arabicTextofAyah":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"I Svemogući Allah uništio je u moru faraona i vojske njegove, iskorijenio ih je, pa pogledaj šta je zadesilo silnike! Razmisli, Poslaniče, o tome kako su skončali zulumćari!",
		"korkutTranslationOfAyah":"pa Mi dohvatismo i njega i vojske njegove i u more ih bacismo; pogledaj kako su skončali nevjernici!"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah učinio je faraona i njegov narod vođama koji su pozivali put paklene vatre – za njima su se povodili zabludjeli i oholi. Zbog toga što su druge poticali na činjenje hrđavih djela i slijeđenje zablude, na Dan ustanuća niko im neće moći pomoći. Oni će, osim za svoje grijehe, snositi odgovornost za grijehe onih koje su odveli s Pravog puta.",
		"korkutTranslationOfAyah":"A bili smo ih učinili vođama koji su pozivali u ono zbog čega se ide u vatru – a na Sudnjem danu niko im neće pomoći –"
	},
	{
		"arabicTextofAyah":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ",
		"tafsirTextofAyah":"Sveznajući Allah dao je da faraona i njegov narod prate Njegovo prokletstvo i srdžba, sramota i poniženje na ovom svijetu, a na budućem svijetu, kad Allah mrtve oživi, bit će udaljeni od Božije milosti.",
		"korkutTranslationOfAyah":"i popratismo ih prokletstvom na ovome svijetu, a na onome svijetu biće od svakog dobra udaljeni."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah objavio je poslaniku Musau Tevrat nakon što je prijašnjim narodima poslao poslanike (te je narode uništio jer su bili poricatelji). U Tevratu se nalaze kategorički, jasni dokazi u vezi sa svime što donosi korist, te to treba činiti, i onim što štetu donosi, te se od toga treba sustezati. Tevrat je upućivao sinove Israilove svakom dobru, on je glede njih bio oličenje milosti oba svijeta, ne bi li imali na umu Božije blagodati, na njima se zahvaljivali i vjerovali.",
		"korkutTranslationOfAyah":"I Mi smo Musau Knjigu dali, nakon što smo drevne narode uništili, da bude svjetlo ljudima i uputstvo i milost – da bi sebi došli."
	},
	{
		"arabicTextofAyah":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ",
		"tafsirTextofAyah":"Poslaniče milosti, ti nisi bio na zapadnoj strani planine Tur kad je Uzvišeni Allah razgovarao s Musaom, alejhis-selam, naredivši mu da pođe faraonu i njegovim glavešinama! Nisi bio ni Musaov savremenik da bi mogao prisustvovati tom značajnom događaju, pa da to možeš ljudima kazivati. Ono što im u vezi s tim kazuješ jest objava od Gospodara svjetova.",
		"korkutTranslationOfAyah":"Ti nisi bio na zapadnoj strani kada smo Musau poslanstvo povjerili, a nisi bio ni njegov savremenik."
	},
	{
		"arabicTextofAyah":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ",
		"tafsirTextofAyah":"Nakon Musaa, stvorili smo mnoge naraštaje koji su dugo živjeli, pa su zaboravili da je samo Allah Bog i da se samo Njemu smije robovati, otuđili su se od islama. A ti, Muhammede, nisi boravio među stanovnicima Medjena da bi bio upućen u ono što se tamo desilo, nego smo ti Mi objavili kazivanje o Musau, alejhis-selam, koje si prenio svojim sunarodnicima.",
		"korkutTranslationOfAyah":"Mi smo mnoge narode podigli i oni su dugo živjeli; a ti nisi boravio među stanovnicima Medjena da im kazuješ riječi Naše, nego ti Mi o njima kazujemo vijesti."
	},
	{
		"arabicTextofAyah":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
		"tafsirTextofAyah":"I nisi bio pored gore Tur kad je Uzvišeni Allah razgovarao s poslanikom Musaom, alejhis-selam, ali ti je Plemeniti Allah, iz Svoje milosti i dobrote, objavio kazivanje o tom događaju, da bi opominjao ljude kojima prije tebe Sveznajući Allah nije poslao poslanika i da bi oni izvukli pouku te povjerovali u objavu koju si im od Boga donio.",
		"korkutTranslationOfAyah":"Ti nisi bio pored brda kad smo Musaa pozvali, ali Mi smo te poslali kao milost Gospodara tvoga da opominješ ljude kojima prije tebe nije došao niko ko bi ih opomenuo, da bi se opametili,"
	},
	{
		"arabicTextofAyah":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"I da Milostivi Allah ne bi poslao kaznu bezbožnicima zbog nevjerstva i poroka, pa da kažu, navodeći to kao ispriku: “Allahu, Gospodaru naš, zašto nam nisi, prije nego što si nas kaznio, poslanika poslao, da vjerujemo i slijedimo ajete koje si objavio!” Da toga nije, Mi bismo ih odmah kaznili, međutim, poslali smo im Poslanika i dali smo im vremena kako ne bi opravdanje imali.",
		"korkutTranslationOfAyah":"i da ne reknu kad ih kazna stigne zbog onoga što su počinili: \"Gospodaru naš, zašto nam nisi poslao poslanika, pa da dokaze Tvoje slijedimo i vjernici budemo?\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ",
		"tafsirTextofAyah":"A kad je mekanskim višebošcima došao Vjerovjesnik, sallallahu alejhi ve sellem, oni su u vezi s njime, mišljenje zatražili od jevreja, i ovi su im preporučili da kao dokaz navedu sljedeće: “Zašto Muhammedu nisu data opipljiva nadnaravna djela: štap-zmija i ruka čiji se ten promijeni kad se uvuče u njedra, a koja su data Musau?” Reci, Poslaniče islama: “Zar sinovi Israilovi još davno nisu porekli nadnaravna djela koja su data Musau?” Nevjernici govore: “Tevrat i Kur’an dvije su magije koje se međusobno podržavaju!” I dodaju: “Mi ne vjerujemo ni u Tevrat ni u Kur’an!”",
		"korkutTranslationOfAyah":"A kad im dolazi Istina od Nas, oni govore: \"Zašto mu nije dato onako isto kao što je dato Musau?\" A zar oni još davno nisu porekli ono što je Musau dato? Oni govore: \"Dvije čarolije, jedna drugu podržava\" – i govore: \"Mi ni u jednu ne vjerujemo.\""
	},
	{
		"arabicTextofAyah":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Reci onima koji ne vjeruju, Božiji Poslaniče: “Onda vi od Allaha donesite kakvu knjigu koja napućuje bolje od Tevrata i časnog Kur’ana, a pomoću koje ću biti na Pravoj stazi i sukladno njoj postupati, ako ste već iskreni u tome što govorite! Ako takvu knjigu donesete ja ću je slijediti.",
		"korkutTranslationOfAyah":"Reci: \"Pa donesite vi od Allaha knjigu koja bolje nego ove dvije na Pravi put upućuje, nju bih slijedio, ako istinu govorite!\""
	},
	{
		"arabicTextofAyah":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Ukoliko višebošci iz plemena Kurejš ne mognu donijeti kakvu knjigu, da se za njome, mimo Tevrata i časnog Kur’ana, povode, znaj da su oni jedni od onih što slijede strast svoju, a ne slijede dokaze. Niko nije više zabludio i zastranio od onog što se, otuđujući se od šerijata, povodi za svojim prohtjevima. Zato znajte da Znalac svih tajni neće ukazati na Pravu stazu onima što sami sebi čine nepravdu time što ne vjeruju u Allaha i ne slijede Njegovog Poslanika.",
		"korkutTranslationOfAyah":"Pa ako ti se ne odazovu, onda znaj da se oni povode jedino za strastima svojim. A zar je iko gore zalutao od onoga koji slijedi strast svoju, a ne Allahovu uputu? Allah, doista, neće ukazati na Pravi put narodu koji sam sebi nepravdu čini."
	},
	{
		"arabicTextofAyah":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
		"tafsirTextofAyah":"Svevišnji Allah objavio je mnogobošcima i jevrejima kur’anska kazivanja o drevnim narodima, te o kazni koja ih je skolila jer su poricatelji bili. Sve to uradili smo da bi oni izvukli pouku i povjerovali, te se na taj način spasili kazne koja je njih, prijašnje narode, pogodila.",
		"korkutTranslationOfAyah":"A Mi objavljujemo sve riječ po riječ, da bi razmislili."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Oni koji su čvrsto vjerovali u Tevrat prije nego što je objavljen Kur’an, oni u Kur’an također vjeruju, tim prije jer u njemu nalaze obavijest o Kur’anu.",
		"korkutTranslationOfAyah":"Oni kojima smo dali Knjigu prije Kur'ana, vjeruju u nj,"
	},
	{
		"arabicTextofAyah":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ",
		"tafsirTextofAyah":"Kad se kazuju kur’anski ajeti vjernicima iz reda sljedbenikā Knjige, oni govore: “Vjerujemo da je Kur’an istina, on je od Allaha i slijedimo ga, a mi smo bili monoteisti, slijedili smo vjeru islam u koju su pozivali svi poslanici, i prije nego što je Muhammedu, sallallahu alejhi ve sellem, objavljen časni Kur’an.”",
		"korkutTranslationOfAyah":"a kad im se kazuje, govore: \"Mi vjerujemo u nj, on je istina od Gospodara našeg, mi smo i prije bili muslimani.\""
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
		"tafsirTextofAyah":"Allah će onima koji su vjerovali u svoju Objavu, prije, i vjeruju u slavni Kur’an, sad, dati dvostruku nagradu zbog toga što su u svoju objavu strpljivo vjerovali i zato što vjeruju u Poslanika islama, sallallahu alejhi ve sellem. Oni čine dobra djela, pomoću čega otklanjaju grijehe koje su ranije počinili, te u dobrotvorne svrhe udjeljuju dio onog što smo im Mi dali.",
		"korkutTranslationOfAyah":"Oni će dobiti dvostruku nagradu zato što trpe i što lijepim zlo uzvraćaju i što od onoga što im dajemo udjeljuju;"
	},
	{
		"arabicTextofAyah":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ",
		"tafsirTextofAyah":"A kad spomenuti dobri ljudi čuju besmislene riječi, ne slušaju ih, drže da njima to ne priliči, pa se okrenu i reknu onima koji iste te riječi govore: “Nama naša djela pripadaju, mi ćemo za njih odgovarati, a vama vaša djela pripadaju! Budite sigurni da vas ničim nećemo uvrijediti! Nama ne priliči da se bavimo neznalicama i da maloumnima uzvraćamo na isti način, jer je to štetno i za dunjaluk i za vjeru.",
		"korkutTranslationOfAyah":"a kada čuju besmislicu kakvu, od nje se okrenu i reknu: \"Nama naša djela, a vama vaša djela; mir vama! Mi ne želimo društvo neukih.\""
	},
	{
		"arabicTextofAyah":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
		"tafsirTextofAyah":"Božiji Poslaniče, ne napućuješ ti onog koga želiš uputiti, poput Ebu Taliba, ti samo pozivaš i objašnjavaš, a Allah je Onaj Koji upućuje na Pravi put. On oduvijek zna ko će na Pravom putu biti.",
		"korkutTranslationOfAyah":"Ti, doista, ne možeš uputiti na Pravi put onoga koga ti želiš uputiti – Allah ukazuje na Pravi put onome kome On hoće, i On dobro zna one koji će Pravim putem poći."
	},
	{
		"arabicTextofAyah":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Iznoseći opravdanje zbog neslijeđenja islama i nevjerovanja u Boga, mekanski mnogobošci vele: “Ako se s tobom budemo držali vjere u jednog Boga koju si donio, nastradat ćemo u svom rodnom kraju, neprijatelji će nas nabrzinu pobiti.” Pa zar ih nije Svemogući Allah nastanio u Meki, gradu u kojem nema prolijevanja krvi ni nepravde ni straha od neprijatelja, u gradu čije stanovnike Silni Allah opskrbljuje svakovrsnim plodovima, voćem, povrćem, žitaricama? Ali ipak, većina višebožaca nije upućena u blagodati koje im Allah daje, pa da Mu budu zahvalni.",
		"korkutTranslationOfAyah":"Oni govore: \"Ako s tobom budemo Pravi put slijedili, bićemo brzo iz rodnog kraja protjerani.\" Zar im Mi ne pružamo priliku da borave u svetom i sigurnom mjestu gdje se, kao Naš dar, slivaju plodovi svakovrsni; međutim, većina njih ne zna."
	},
	{
		"arabicTextofAyah":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ",
		"tafsirTextofAyah":"Mnogo je Uzvišeni Allah uništio sela i gradova čiji su stanovnici bili nezahvalni na blagodatima, i koji su prevršili svaku mjeru čineći grijehe, te smo ih uništili kaznom koju smo na njih poslali. Eno njihovih pustih staništa, vide se, malo ko ih, nakon njihova uništenja, nastanjuje; tu borave samo neki prolaznici. Na Sudnjem danu će biti očito da samo Allaho vlada nebesima, Zemljom i svim stvorenjima.",
		"korkutTranslationOfAyah":"A koliko smo Mi sela i gradova uništili čiji su stanovnici u životu obijesni bili! Eno domova njihovih, malo ko, poslije njih, navrati u njih, Nama su ostali."
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj nije uništio gradove i sela oko Meke sve dok u glavni, najveći i najpoznatiji grad Meku, nije poslao tebe, poslanika Muhammeda, sallallahu alejhi ve sellem. Nismo uništavali stanovnike onog grada i sela koji su bili na Pravom putu, već smo uništavali samo one koji su sami sebi nanijeli nepravdu čineći nevjerstvo i poroke.",
		"korkutTranslationOfAyah":"A Gospodar tvoj nikada nije naselja uništavao dok u njihov glavni grad poslanika ne bi poslao, koji im je dokaze Naše kazivao. I Mi smo samo onda naselja uništavali kad su stanovnici njihovi nasilnici bili."
	},
	{
		"arabicTextofAyah":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Sve što vam je Gospodar vaš dao, o ljudi, da se njime služite na ovom svijetu i uživate u tome, prolazno je, a ono što je u Allaha bolje je i trajnije za Božije štićenike. Zar nećete razmisliti o tome, te davati prednost vječnom nad onim što je prolazno!",
		"korkutTranslationOfAyah":"Sve što vam je darovano samo su naslade i ukrasi u životu na ovome svijetu; a ono što je u Allaha bolje je i trajno je. Zašto se ne opametite?"
	},
	{
		"arabicTextofAyah":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ",
		"tafsirTextofAyah":"Zar je onaj kome je Uzvišeni Allah obećao vječnu nagradu u Džennetu jednak onom kome je Gospodar svjetova dao da uživa u ovozemaljskim nasladama, varljivim i kratkotrajnim, i koji će na Sudnjem danu biti bačen u Vatru!?",
		"korkutTranslationOfAyah":"Kako može biti jednak onaj kome smo lijepu nagradu obećali, i koju će dobiti, i onaj kome smo dali da se naslađuje u životu na ovome svijetu, a koji će, poslije, na onome svijetu u vatru ubačen biti?"
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
		"tafsirTextofAyah":"A kad na Kijametskom danu Sveznajući Allah pozove mnogobošce i obrati im se: “Gdje su božanstva koja ste obožavali pored Mene i za koja ste tvrdili da, kao i Ja, zaslužuju da im se robuje?”",
		"korkutTranslationOfAyah":"A na Dan kad ih On pozove i upita: \"Gdje su oni koje ste Meni ravnim smatrali?\" –"
	},
	{
		"arabicTextofAyah":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ",
		"tafsirTextofAyah":"Oni koji su pozivali u nevjerstvo, i kojima je presuđeno da će ih stići Božija kazna, reći će: “Allahu, Gospodaru naš, ove koje smo zaveli – zaveli smo kao što smo zaveli i sebe i zbog toga što smo i sami na krivom putu bili; mi se danas odričemo pred Tobom njihove pomoći i zaštite, oni nisu nas obožavali nego su se klanjali šejtanima!”",
		"korkutTranslationOfAyah":"reći će onī na kojima će se riječ obistiniti: \"Gospodaru naš, ove što smo na stranputicu naveli – naveli smo zato što smo i sami na stranputici bili; mi ih se pred Tobom odričemo, oni se nama nisu klanjali.\""
	},
	{
		"arabicTextofAyah":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ",
		"tafsirTextofAyah":"Bit će im rečeno: “Zazivajte božanstva za koja ste tvrdili da su istinski bogovi i koja ste obožavali pored Allaha, neka vas izbave iz poniženja!” Oni će ih dozivati, ali im božanstva neće odgovoriti, te će se jasno suočiti s golemim stradanjem u paklenoj vatri. Tad će poželjeti da su na dunjaluku na Pravoj stazi bili.",
		"korkutTranslationOfAyah":"\"Pozovite božanstva vaša!\" – reći će im se, pa će ih oni pozivati, ali im se ona neće odazvati, i patnju će doživjeti i zažaliće što na Pravom putu nisu bili."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"A kad na Sudnjem danu Svevišnji Allah pozove one koji nisu vjerovali i upita ih: “Šta ste odgovorili svojim poslanicima, koji su vam poslati?”",
		"korkutTranslationOfAyah":"A na Dan kad ih On pozove i upita: \"Šta ste poslanicima odgovorili?\" –"
	},
	{
		"arabicTextofAyah":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ",
		"tafsirTextofAyah":"Tad će biti nemušto njihovo kazivanje, neće raspolagati nikakvim dokazima, niti će moći bilo šta objasniti, nego će biti sasvim izgubljeni, uopće ne znajući šta da kažu. To će biti tako zato što će biti uvjereni u to da će biti kažnjeni.",
		"korkutTranslationOfAyah":"toga Dana oni neće znati šta će odgovoriti, pa ni jedan drugog neće ništa pitati."
	},
	{
		"arabicTextofAyah":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ",
		"tafsirTextofAyah":"Oni mnogobošci koji se pokaju od nevjerstva i višeboštva, povjeruju u Allaha i poslanike te čine dobra djela ostvarit će svoje želje i izbjeći će ono od čega strahuju.",
		"korkutTranslationOfAyah":"A onaj koji se bude pokajao, i koji bude vjerovao, i koji bude dobra djela činio, on će postići šta je želio."
	},
	{
		"arabicTextofAyah":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Poslaniče, Gospodar tvoj stvara šta hoće i odabire za dostavljanje Svojih poslanica koga hoće! Nije na višebošcima da izbor vrše, pa da se imaju pravo protiviti Allahu. Neka je slava Allahu, neka je uzvišen i vrlo daleko iznad onih koje Mu smatraju ravnim!",
		"korkutTranslationOfAyah":"Gospodar tvoj stvara šta hoće, i On odabira. Oni nemaju pravo birati. Hvaljen neka je Allah i vrlo visoko iznad onih koje s Njim izjednačuju!"
	},
	{
		"arabicTextofAyah":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ",
		"tafsirTextofAyah":"Allah, Gospodar tvoj, zna šta taje grudi ljudske i šta oni jezicima svojim bjelodane. Allahu baš ništa nije skriveno. On će ljudima dati ono što su svojim djelima zaslužili.",
		"korkutTranslationOfAyah":"Gospodar tvoj zna ono što srca njihova kriju i ono što oni iskazuju."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"On je Allah, osim Kojeg niko nije dostojan da mu se klanja, samo Njemu pripada sva hvala i sva zahvala, i na dunjaluku i na Ahiretu! Samo Allahu pripada pravo na presudu u svemu što se odnosi na stvorenja, i nju niko ne može poništiti. Njemu će se robovi vratiti na Danu sudnjem, da svakom da ono što je svojim djelima zaslužio.",
		"korkutTranslationOfAyah":"On je Allah, drugog boga osim Njega nema; Njemu neka je hvala i na ovome i na onome svijetu! Samo On sudi i Njemu ćete se vratiti."
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, obrati se mnogobošcima: “Šta mislite, ako bi Svemogući Allah učinio da vam noć vječno, sve do Dana ustanuća traje – koji bog bi osim Allaha dao da vam u toj neprekidnoj tmini svjetlost sine? Zar baš ne čujete ove nepobitne dokaze, te da saznate da niko, osim Allaha, nije kadar dati svjetlost!”",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni – ako bi Allah dao da vam noć potraje vječno, do Sudnjega dana, koji bog bi vam, osim Allaha, svjetlo dao? Zar ne čujete?\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ",
		"tafsirTextofAyah":"Reci im, Božiji Poslaniče: “Šta mislite, ako bi Svevišnji Allah učinio da vam dan vječno, sve do Dana ustanuća traje – koji bog bi osim Allaha stvorio noć da u njoj zaspite i odmorite se od dnevnog umora? Zar baš ne vidite ove nepobitne dokaze, te da saznate da niko, osim Allaha, nije kadar dati da noć padne!”",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni – ako bi Allah dao da vam dan potraje vječno, do Sudnjega dana, koji bog bi vam, osim Allaha, noć dao da u njoj otpočinete? Zar ne vidite?"
	},
	{
		"arabicTextofAyah":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Iz milosti Svoje prema ljudima, Uzvišeni Allah stvorio je noć i dan i dao im različite uloge: noć služi za spavanje i odmaranje nakon što se radom preko dana umorite, a dan je za privređivanje da bi ste opskrbu sticali i da bi bili zahvalni Uzvišenom Allahu na dobroti.",
		"korkutTranslationOfAyah":"Iz milosti Svoje On vam je dao noć i dan; da se u njoj odmarate, a da iz dobara Njegovih privređujete i da zahvalni budete.\""
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
		"tafsirTextofAyah":"Na Dan konačnog polaganja računa, Uzvišeni će Allah pozvati nevjernike i upitati ih: “Gdje su vaša božanstva, koja ste mimo Mene obožavali i tvrdili da su oni Moji ortaci?\"",
		"korkutTranslationOfAyah":"A na Dan kada ih On pozove i upita: \"Gdje su oni koje ste Meni ravnim smatrali?\" –"
	},
	{
		"arabicTextofAyah":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Iz svake zajednice Sveznajući će Allah izvesti svjedoka protiv nje, tj. poslanika koji joj je poslat, pa će svjedočiti o njihovom nevjerstvu i gnusnim djelima. K tome, Allah će od nevjerničkih naroda zatražiti dokaz da su njihova božanstva, kojima su robovali, a ne Allahu, zaista dostojna da ih se obožava. E, tad će oni koji nisu vjerovali saznati da je u Allaha, džellešanuhu, istinski, nepobitan dokaz i da samo On, Kojem niko nije ravan, zaslužuje da bude obožavan. Nestat će svih božanstava koja su, izmišljajući, Allahu kao sudruge pripisivali.",
		"korkutTranslationOfAyah":"iz svakog naroda dovešćemo svjedoka i reći: \"Dajte svoj dokaz!\" i oni će saznati da je Bog jedino Allah, a neće im biti onih koje su izmišljali."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ",
		"tafsirTextofAyah":"Karun je bio iz Musaova, alejhis-selam, naroda i oholio se nad njime zbog imetka koji mu je Allah dao. Imao je toliko imetka da je ključeve njegovih riznica jedva mogla nositi skupina snažnih ljudi. Savjetujući ga, njegovi su mu sunarodnici govorili: “Nemoj biti ohol, Karune, i nemoj likovati zato što ti je dato bogatstvo! Silni Allah ne voli ohole i obijesne! Takve Allah mrzi, te ih kazni.”",
		"korkutTranslationOfAyah":"Karun je iz Musaova naroda bio, pa ih je tlačio, a bili smo mu dali toliko blaga da mu je ključeve od njega teško mogla nositi gomila snažnih ljudi. \"Ne budi obijestan, jer Allah ne voli one koji su obijesni!\" – govorili su mu ljudi iz naroda njegova –"
	},
	{
		"arabicTextofAyah":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"“Već žudi da uz pomoć imetka koji ti je dat zaslužiš Božiju naklonost i nagradu na ahiretu time što ćeš udjeljivati u dobrotvorne svrhe, ali ne zaboravi svoju priliku na ovom svijetu, tj. nemoj zanemariti udio u dozvoljenom uživanju, u jelu, piću, odjeći, ali se ne oholi i ne hvali. Čini dobro ljudima pomažući im u svakom smislu, kao što je tebi Allah dobro učinio davši ti nebrojeno blago”, rekli su mu dobri ljudi. “Ne pravi po Zemlji nered čineći grijehe i izostavljajući činjenje dobrih djela, jer dragi Allah ne voli one koji siju smutnju na dunjaluku; On ih mrzi.”",
		"korkutTranslationOfAyah":"\"i nastoj da time što ti je Allah dao stekneš onaj svijet, a ne zaboravi ni svoj udio na ovome svijetu i čini drugima dobro, kao što je Allah tebi dobro učinio, i ne čini nered po Zemlji, jer Allah ne voli one koji nered čine.\""
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"Međutim, Karun je onima što ga savjetovaše govorio: “Ova su mi blaga data upravo zato što raspolažem znanjem i snalažljivošću!” Zar nije znao Karun da je Svemogući Allah prije njega uništio mnoge naraštaje koji bijahu moćniji od njega i imahu više ovozemaljskog blaga koje im nije bilo od pomoći? Zločince Allah neće čak ni pitati za grijehe njihove, tim više jer On savršeno dobro zna šta su radili; samo će biti pitani zarad toga da ih se ukori i osudi.",
		"korkutTranslationOfAyah":"\"Ovo što imam stekao sam znanjem svojim, tako ja mislim\" – govorio je on. A zar nije znao da je Allah prije njega uništio neke narode koji su bili od njega jači i koji su bili više nakupili – a zločinci neće o grijesima svojim ni ispitivani biti."
	},
	{
		"arabicTextofAyah":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ",
		"tafsirTextofAyah":"Onda se Karun, u sjaju svoje skupocjene odjeće, pojavi pred svojim sunarodnicima, samozadivljen i hvališući se svojim imetkom, pa oni što su žudjeli za čarima ovozemaljskog života rekoše: “Ah, da nam je takvo šta kao u Karuna što je – zaista, presretan je zbog onog što mu je dato! Ah, da nam je onoliko imetka koliko on ima, i sjaja, i ugleda!”",
		"korkutTranslationOfAyah":"I iziđe on pred narod svoj u svom sjaju. \"Ah, da je i nama ono što je dato Karunu!\" – govorili su oni koji su čeznuli za životom na ovom svijetu – \"on je, uistinu, presretan.\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ",
		"tafsirTextofAyah":"A oni koji su bili temeljito upućeni u vjerske nauke, kad vidješe Karuna u toj raskoši i kad čuše one što za imetkom žudješe, rekoše: “Teško vama! Nagrada koju Uzvišeni Allah obećava onima koji se Njega boje i dobra djela čine bolja je i vrednija od imetka i ugleda koji su dati Karunu!\" Allah na izgovaranje ovih riječi i postupanje u skladu s njima potakne samo one koji trpeljivo daju prednost ahiretskoj nagradi nad ovozemaljskim prolaznim čarima.",
		"korkutTranslationOfAyah":"\"Teško vama!\" – govorili su učeni – \"onome koji vjeruje i čini dobra djela bolja je Allahova nagrada, a biće samo strpljivima pružena.\""
	},
	{
		"arabicTextofAyah":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ",
		"tafsirTextofAyah":"Potom je Uzvišeni Allah utjerao u zemlju Karuna, dok je bio u svojim odajama, a nikog mimo Allaha nije imao da mu pomogne, niti je mogao pomoći sebi samom jer je bio bespomoćan u odnosu na Božiju moć.",
		"korkutTranslationOfAyah":"I Mi smo i njega i dvorac njegov u zemlju utjerali, i niko ga od Allahove kazne nije mogao odbraniti, a ni sam sebi nije mogao pomoći."
	},
	{
		"arabicTextofAyah":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
		"tafsirTextofAyah":"Oni koji su, ushićeni Karunovim imetkom i njegovim položajem, priželjkivali da i njima budu dati ovozemaljski ukrasi, počeše govoriti kajući se: “Allah je Onaj Koji podastire opskrbu Svojim robovima kojima hoće i uskraćuje je kome On hoće! Da nam dragi Allah nije Svoju milost i dobrotu ukazao, sigurno bi i nas, s Karunom, u zemlju utjerao, tim više jer smo bili zadivljeni njegovim imetkom i položajem. Pa zar ne vidite da nevjernici neće postići ono što žele i da se neće spasiti od onog od čega strepe, ni na dunjaluku, ni na Ahiretu, te da će njihov kraj koban biti?”",
		"korkutTranslationOfAyah":"A oni koji su ranije priželjkivali da su na njegovu mjestu, stadoše govoriti: \"Zar ne vidite da Allah daje obilje onome od robova Svojih kome On hoće, a i da uskraćuje? Da nam Allah nije milost Svoju ukazao, i nas bi u zemlju utjerao. Zar ne vidite da nezahvalnici nikad neće uspjeti?\""
	},
	{
		"arabicTextofAyah":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Eto to je Ahiret, Kuća vječnosti u kojoj je Allah pripremio uživanje za one što su skromni i ponizni na dunjaluku, i koji se ne uznose pred Allahom, džellešanuhu, a ni pred stvorenjima, te ne čine nered na Zemlji nanoseći drugim ljudima nepravdu i čineći grijehe. Dobar ishod na Ahiretu – nagrada u Kući spasa čeka bogobojazne, koji su izvršavali naredbe i sustezali se od zabrana.",
		"korkutTranslationOfAyah":"Taj drugi svijet daćemo onima koji ne žele da se na Zemlji ohole i da nered čine, a one koji se Allaha boje čeka sretan kraj."
	},
	{
		"arabicTextofAyah":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Ko susretne Uzvišenog Allaha na Dan ustanuća s namazom, zekatom, postom i drugim dobrim djelima, takav će dobiti nagradu bolju nego što je zaslužio: dobit će desetostruku nagradu. A ko se Gospodaru svjetova vrati kao grešnik, onaj koji je činio nevjerstvo, poslovao uz kamatu, činio blud, taj će biti kažnjen i ponižen samo prema zlim djelima koja je lično on učinio, ne više od toga.",
		"korkutTranslationOfAyah":"Onaj ko učini dobro djelo dobiće deseterostruku nagradu za njega, a onaj ko uradi zlo – pa, oni koji budu zlo radili biće tačno prema zasluzi kažnjeni."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"Allahov Poslaniče, Allah, Koji ti je objavio časni Kur’an i zadužio te da ga dostavljaš ljudima i postupaš sukladno njemu – vratit će te kao pobjednika u Meku, iz koje si učinio hidžru. Vjerovjesniče, reci nevjernicima: “Samo Gospodar moj zna ko je od nas upućen i ko je donio očitu istinu, a ko se otuđio od Pravog puta i zastranio.”",
		"korkutTranslationOfAyah":"Onaj koji ti objavljuje Kur'an sigurno će te vratiti na onaj svijet. Reci: \"Gospodar moj dobro zna ko je na Pravome putu i ko je u očitoj zabludi.\""
	},
	{
		"arabicTextofAyah":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Božiji Poslaniče, ti se nisi nadao niti si očekivao da ti Uzvišeni Allah objavi časni Kur’an, ali ti je Mudri Allah objavio ovu veličanstvenu Knjigu, pa ne budi jedan od onih što pomažu nevjernike kad je riječ o slijeđenju zablude.",
		"korkutTranslationOfAyah":"Ti nisi očekivao da će ti Knjiga biti objavljena, ali, ona ti je objavljena kao milost Gospodara tvoga; zato nikako ne budi nevjernicima saučesnik!"
	},
	{
		"arabicTextofAyah":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"I ne dozvoli, Poslaniče islama, da te mekanski višebošci odvrate od dostavljanja Božijih ajeta, nakon što te je Allah njima počastio, pa da ih ne učiš i ne dostavljaš narodu! Pozivaj ljude u vjerovanje u jednog Boga i postupanje u skladu s onim što je On objavio! I nipošto se ne poistovijeti s višebošcima, ne budi jedan od onih što obožavaju Allaha i druga božanstva! Budi monoteist, jedan od onih koji isključivo Allahu robuju.",
		"korkutTranslationOfAyah":"I neka te oni nikako ne odvrate od Allahovih riječi, kada ti se objave, i pozivaj Gospodaru svome i nikako ne budi od onih koji druge Njemu smatraju ravnim!"
	},
	{
		"arabicTextofAyah":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"I ne moli se, mimo Allaha, drugim božanstvima – nema istinskog božanstva osim Allaha. Samo On, Kojem niko nije ravan, zaslužuje da Mu se robuje! Svemu su predodređeni smrt i nestanak, a samo Uzvišeni Allah ostaje. Allahov sud je u svemu, On sudi kako hoće, jer Njemu sve pripada i On svime upravlja. Sveznajućem Allahu bit će vraćeni ljudi na Dan ustanuća, da svakog nagradi ili kazni prema zaslugama.",
		"korkutTranslationOfAyah":"I ne klanjaj se, pored Allaha, drugom bogu! Nema boga osim Njega! Sve će, osim Njegovog lica, propasti! On će suditi, i Njemu ćete se povratiti!"
	}
]