[
	{
		"arabicTextofAyah":"الٓمٓ",
		"tafsirTextofAyah":"O značenju kur’anskih skraćenica bilo je govora na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Elif Lām Mīm."
	},
	{
		"arabicTextofAyah":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ",
		"tafsirTextofAyah":"Zar misle ljudi da će biti pušteni da govore: “Vjerujemo”, a da neće biti iskušani?! Bit će dovedeni pred kušnje, da bi se znalo jesu li iskreni vjernici. Dakle, nije onako kako oni misle.",
		"korkutTranslationOfAyah":"Misle li ljudi da će biti ostavljeni na miru ako kažu: \"Mi vjerujemo!\" i da u iskušenje neće biti dovedeni?"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ",
		"tafsirTextofAyah":"I prijašnje je narode Uzvišeni Allah iskušao, pa je praktično ukazao na one koji su iskreni u pogledu vjerovanja i na one koji lažu govoreći da su vjernici.",
		"korkutTranslationOfAyah":"A Mi smo u iskušenje dovodili i one prije njih, da bi Allah sigurno ukazao na one koji govore istinu i na one koji lažu."
	},
	{
		"arabicTextofAyah":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ",
		"tafsirTextofAyah":"Zar oni koji čine grijehe i širk misle da mogu Nama umaći i da mogu Našu kaznu izbjeći? O kako loše prosuđuju nevjernici! Ako umru kao nevjernici, neće Božiju kaznu izbjeći.",
		"korkutTranslationOfAyah":"Zar misle oni koji zla djela rade da će Nama umaći? – Loše prosuđuju!"
	},
	{
		"arabicTextofAyah":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Ko se nada da će Allaha sresti na Dan strašnog polaganja računa i nada se nagradi na Ahiretu, neka zna da je taj čas blizu. Allah sve čuje i sve vidi, ništa Mu ne može umaći, On će svakom dati ono što zasluži.",
		"korkutTranslationOfAyah":"Onaj ko se boji susreta sa Allahom – pa, doći će, sigurno, Dan obećani; a On sve čuje i sve zna!"
	},
	{
		"arabicTextofAyah":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"A onaj ko se bori protiv sebe kako bi činio dobra djela, a od hrđavih se sustezao, i ko se bori na Allahovu putu radi uzdizanja islama – on time sebi koristi i nagradu će lično on dobiti. Allah je apsolutno neovisan, ne treba Mu ničije dobro djelo, On nema koristi od nečije čestitosti, niti ima štetu od ma čijeg griješenja.",
		"korkutTranslationOfAyah":"A onaj ko se bori – bori se samo za sebe, jer Allah sigurno može bez svih svjetova biti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Plemeniti Allah oprostit će grijehe i preći će preko hrđavih postupaka onima koji vjeruju i čine dobra djela, i to zbog dobra koje su na ovom svijetu činili. Svevišnji će im Allah na Ahiretu dati bolje nego što su zaslužili.",
		"korkutTranslationOfAyah":"Onima koji vjeruju i dobra djela čine preći ćemo, sigurno, preko hrđavih postupaka njihovih, i za ono što su radili doista ćemo ih najljepšom nagradom nagraditi."
	},
	{
		"arabicTextofAyah":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Čovjeku je Uzvišeni Allah oporučio da svojim roditeljima dobro čini, da prema njima bude blag, milostiv i sažaljiv, ali samo u onom u čemu nije protivljenje Allahu, džellešanuhu. No, budu li se roditelji trudili da navedu dijete na činjenje širka ili na nevjerstvo, ne smije ih u tom poslušati, jer nema poslušnosti stvorenju u onom u čemu je neposlušnost Stvoritelju. Ashabu koji se zvao Sa’d b. Ebi Vekkas, radijallahu anhu, dogodilo se da ga je njegova majka pokušavala odvratiti od islama, pa je nije poslušao. Uzvišenom Allahu vratit će se svi robovi, pa će ih On pozvati na odgovornost za djela i svakom će dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"Mi smo svakog čovjeka zadužili da bude dobar prema roditeljima svojim. Ali, ako te oni budu nagovarali da Meni nekoga ravnim smatraš, o kome ti ništa ne znaš, onda ih ne slušaj. Meni ćete se vratiti, pa ću vas Ja o onome što ste radili obavijestiti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"One koji vjeruju u Sveznajućeg Allaha i čine dobra djela priključit ćemo dobrima na Sudnjem danu, s njima ćemo ih proživiti i istovjetnu im nagradu dati.",
		"korkutTranslationOfAyah":"One koji vjeruju i dobra djela čine sigurno ćemo među one koji su dobri uvrstiti."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Ima ljudi koji govore da vjeruju u Allaha, a ako ih višebošci stave na muke zbog pripadnosti islamu, tad osjete nelagodu i srde se, smatrajući da je ljudsko iskušavanje slično Allahovoj kazni, te izgube strpljenje i odreknu se islama. A kad bi Uzvišeni Allah pomogao Poslaniku, sallallahu alejhi ve sellem, i muslimanima, isti ti kolebljivci obratili bi se muslimanima: “Mi smo bili uz vas, borili smo se protiv mnogobožaca!” Zar Allah nije Onaj Koji najbolje zna šta grudi kriju, i zar On ne zna ko je iskren a ko lažac, ko je vjernik a ko dvoličnjak?",
		"korkutTranslationOfAyah":"Ima ljudi koji govore: \"Vjerujemo u Allaha\" – a kad neki Allaha radi bude na muke stavljen, on drži da je ljudsko mučenje isto što i Allahova kazna. A ako pobjeda dođe od Gospodara tvoga, sigurno će oni reći: \"Bili smo uz vas!\" A zar Allah ne zna dobro ono što je u grudima čijim?"
	},
	{
		"arabicTextofAyah":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ",
		"tafsirTextofAyah":"Sveznajući Allah dobro poznaje one koji su iskreni u svom vjerovanju, kao i one koji tvrde da su vjernici, a u sebi skrivaju nevjerstvo.",
		"korkutTranslationOfAyah":"Allah dobro zna one koji vjeruju i dobro zna one koji su dvolični."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Krivovjerni govore pravovjernim: “Ostavite islam i prihvatite našu vjeru, i mi ćemo na sebe preuzeti odgovornost za vaše grijehe!” Nesumnjivo, oni su lažovi – ništa od grijeha njihovih ne bi ponijeli, pa ni grijeh težine gorušice. Oni upravo lažu.",
		"korkutTranslationOfAyah":"Nevjernici govore vjernicima: \"Slijedite naš put, a mi ćemo nositi grijehe vaše!\" – a ne bi ponijeli nijedan grijeh njihov, oni samo lažu,"
	},
	{
		"arabicTextofAyah":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"A sigurno će bezbožnici ponijeti svoje breme, bit će odgovorni za ono što su činili, a, osim toga, bit će odgovorni za grijehe svih onih ljudi koje su u zabludu odveli, ne umanjujući nimalo njihovu odgovornost ni težinu grijehā. Neka znaju pouzdano da će biti odgovorni na Dan ustanuća za ove lažne riječi koje su govorili!",
		"korkutTranslationOfAyah":"ali će, sigurno, vlastito breme i breme onih koje su u zabludu odveli nositi, i za laži koje su iznosili doista će na Sudnjem danu odgovarati."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ",
		"tafsirTextofAyah":"Gospodar svjetova poslao je Nuha, alejhis-selam, da poziva svoj narod u monoteizam i robovanje Allahu, te on među njima proboravi devesto pedeset godina, no oni ga u laž utjerivahu pa ih, Allahovom voljom, potop zadesi. Svemogući Allah nije im učinio nepravdu, nego su oni sami sebi učinili nepravdu poričući i ne vjerujući u istinu.",
		"korkutTranslationOfAyah":"Mi smo Nuha narodu njegovu poslali i on je među njima ostao hiljadu, manje pedeset, godina, pa ih je potom zadesio potop, zato što su Allahu druge ravnim smatrali."
	},
	{
		"arabicTextofAyah":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Zatim je Silni Allah spasio poslanika Nuha, alejhis-selam, i vjernike koji su bili s njime u lađi, i to je Allah znamenjem i poukom za sve kasnije naraštaje učinio.",
		"korkutTranslationOfAyah":"I Mi smo njega i one što su bili u lađi – spasili, i poučnim primjerom svjetovima je učinili."
	},
	{
		"arabicTextofAyah":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Poslaniče, spomeni i poslanika Ibrahima, alejhis-selam, kad je pozvao svoj narod da vjeruje u Allaha, jedinog Boga, da samo Njemu robuje, čini dobro i susteže se od zla. Kazao im je da je u tome dobro za njih, ako znaju.",
		"korkutTranslationOfAyah":"A i Ibrahima. \"Allahu se jedino klanjajte\" – govorio je on narodu svome – \"i Njega se bojte, to vam je bolje, da znate."
	},
	{
		"arabicTextofAyah":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"I izvijestio je Ibrahim, alejhis-selam, svoje sunarodnike da oni samo laži tvore i izmišljaju tvrdeći da su njihovi idoli odista bogovi – idoli njihovi ne mogu baš nikakvu korist donijeti, niti mogu ma kakvo zlo otkloniti. Podsjetio ih je na to da njihova božanstva ne mogu dati nafaku, jer nafaku daje jedino Allah, Gospodar nebesa i Zemlje, te da je čovjek treba od Allaha tražiti, samo Njemu robujući i samo Njemu zahvaljujući. Istinska zahvalnost je da čovjek koristi Allahove blagodati za približavanje Allahu. Zatim ih je opomenuo na neupitnu istinu: da će svi ljudi na Sudnjem danu biti vraćeni Sveznajućem Allahu, a ne idolima, i da će položiti račun za svoja djela.",
		"korkutTranslationOfAyah":"Vi se, mimo Allaha, kumirima klanjate i laži smišljate. Oni kojima se vi, mimo Allaha, klanjate ne mogu vas nikakvom hranom nahraniti; vi hranu od Allaha trážite i Njemu se klanjajte i Njemu zahvalni budite! – Njemu ćete se vratiti.\" –"
	},
	{
		"arabicTextofAyah":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Ako poričete, višebošci, objavu koju dostavlja Allahov poslanik Muhamed, sallallahu alejhi ve sellem, pa, poricali su i prijašnji narodi, kao npr. Nuhov narod, Ad i Semud. Eto tako je bilo, a znajte da je poslanikovo da jasno obznani i dostavi Objavu svom narodu, a vama je Poslanik, sallallahu alejhi ve sellem, dostavio ono što mu je Njegov Gospodar naredio da vam dostavi.",
		"korkutTranslationOfAyah":"Ako vi smatrate lažnim mene, pa smatrali su lažnim svoje poslanike i narodi prije vas; a poslanik je jedino dužan da jasno obznani."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
		"tafsirTextofAyah":"Zar mekanski višebošci ne vide da je Svemogući Allah sve prvotno stvorio, i da će opet, nakon što stvorenja poumiru i prah postanu, stvaranje ponoviti. Uzvišenom Allahu to nije teško, On može sve učiniti.",
		"korkutTranslationOfAyah":"Zar ovi ne vide kako Allah sve iz ničega stvara? On će to opet učiniti; Allahu je to, zaista, lahko."
	},
	{
		"arabicTextofAyah":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Reci, Božiji Poslaniče, onima što negiraju proživljenje: “Zaputite se po svijetu pa pogledajte i pomno razmislite o prvom Božijem stvaranju! On će ljude, nakon ovozemaljskog života, proživiti zarad polaganja računa. Svevišnjem Allahu ništa nije teško, On sve može učiniti. Kao što je bio kadar ljude prvi put stvoriti, isto tako, kadar ih je proživiti.”",
		"korkutTranslationOfAyah":"Reci: \"Putujte po svijetu da vidite šta je On iz ničega stvorio. I, Allah će to, poslije, po drugi put stvoriti. Allah, zaista, sve može;"
	},
	{
		"arabicTextofAyah":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ",
		"tafsirTextofAyah":"I dometni, Vjerovjesniče: “Koga hoće, Uzvišeni Allah pravedno kazni, a dotle Svoju milost, jer je dobar, podari onom kome hoće. Njemu će se svi vratiti na Sudnjem danu, On će sve proživiti i pozvati na odgovornost.”",
		"korkutTranslationOfAyah":"On kažnjava onoga koga On hoće i milost ukazuje onome kome On hoće, i Njemu ćete se vratiti."
	},
	{
		"arabicTextofAyah":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
		"tafsirTextofAyah":"Vi ne možete umaći Allahovoj kazni ni na Zemlji ni na nebu! Imajte na umu da nemate, mimo Silnog Allaha, zaštitnika da se pobrine o vama, niti imate pomagača da vas odbrani od Božije kazne koja vas zadesi.",
		"korkutTranslationOfAyah":"Njegovoj kazni nećete umaći ni na Zemlji ni na nebu, a nemate, mimo Allaha, ni zaštitnika ni pomagača."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"A oni koji poriču Božije ajete i suočavanje s Njime na Sudnjem danu, takvi nemaju nikakve nade u Allahovu milost. Zato što su bili nevjernici, oni nikad neće ući u Džennet, nego će na Ahiretu biti teškom kaznom kažnjeni.",
		"korkutTranslationOfAyah":"A onima koji neće da vjeruju u Allahove dokaze i u susret s Njime, njima nije stalo do Moje milosti – njih čeka patnja nesnosna.\""
	},
	{
		"arabicTextofAyah":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Ibrahim je, alejhis-selam, svoje sunarodnike upozorio na to da moraju samo Allahu robovati, te su se oni dogovorili da njega, Ibrahima, ubiju ili da ga spale kako bi osvetili svoja božanstva. I zaista, baciše Ibrahima, alejhis-selam, u vatru, ali ga Uzvišeni Allah od vatre izbavi učinivši je studenom i spasonosnom za njega. U tome što je Svemogući Allah spasio poslanika Ibrahima od vatre očito je znamenje za ljude koji vjeruju, jer samo oni pouke uzimaju.",
		"korkutTranslationOfAyah":"Odgovor naroda njegova bijaše: \"Ubijte ga ili spalite!\" – ali, Allah ga je iz vatre izbavio. To su, uistinu, dokazi za narod koji vjeruje."
	},
	{
		"arabicTextofAyah":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
		"tafsirTextofAyah":"Savjetujući svoje sunarodnike, Allahov miljenik Ibrahim reče: “Vi ste idole mimo Allaha prihvatili, njima ibadet činite i na toj osnovi gradite međusobnu ljubav i prijateljstvo na ovom svijetu. Međutim, na Sudnjem danu, ta vaša ljubav će se prekinuti, i jedni drugima ćete neprijatelji biti, jedni drugih ćete se odricati i međusobno ćete se proklinjati. Zatim će vaše povratište džehennemska vatra biti, čiju kaznu od vas niko neće moći otkloniti, pa ni božanstva koja ste obožavali.”",
		"korkutTranslationOfAyah":"\"Vi ste\" – reče on – \"mimo Allaha kumire prihvatili da biste u životu na ovome svijetu međusobne prijateljske odnose održavali, a poslije, na Sudnjem danu, jedni drugih ćete se odricati i jedni druge ćete proklinjati, vatra će vaše boravište biti, i niko vam u pomoć neće moći priteći.\""
	},
	{
		"arabicTextofAyah":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"I Lut povjerova Ibrahimu, prihvati ono što je poslanik Ibrahim donio i poče ga slijediti. A Božiji miljenik Ibrahim, alejhis-selam, reče: “Zaista ću se iseliti u Šam, blagoslovljenu zemlju. Allah je silan, pobjeđuje i unizuje one koji se dignu protiv Njega; mudar je u stvaranju, upravljanju, propisivanju. K tome, On neće poniziti ni na cjedilu ostaviti onog ko se iseli u ime Njega.”",
		"korkutTranslationOfAyah":"I Lut mu jedini povjerova! A Ibrahim reče: \"Ja se selim onamo kuda mi je Gospodar moj naredio, jer je On, uistinu, silan i mudar.\""
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Allah je podario Ibrahimu Ishaka, vjerovjesnika, a preko njega i unuka Jakuba, također vjerovjesnika. Nakon toga smo vjerovjesništvo dali među potomcima Ibrahimovim, i njima smo knjige objavljivali. Ibrahimu smo time, a i mnogočim drugim, nagradili još na dunjaluku što je bio postojan na istini, a na Ahiretu ćemo mu dati nagradu koju dajemo najboljim ljudima. Nagrada koju je dobio na ovom svijetu nimalo neće umanjiti udio u nagradi na budućem svijetu.",
		"korkutTranslationOfAyah":"I Mi smo mu Ishaka i Jakuba poklonili i potomcima njegovim vjerovjesništvo i Knjigu dali, a njemu na ovom svijetu lijep spomen sačuvali, a na onome će, doista, jedan od onih dobrih biti."
	},
	{
		"arabicTextofAyah":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I Luta spomeni, Poslaniče islama, koji je, obraćajući se svom narodu, osudio spolno općenje s muškarcima, naglasivši da je to što čine razvrat koji nijedan prijašnji narod nije činio, jer se protivi zdravoj ljudskoj prirodi i načelima čestitosti.",
		"korkutTranslationOfAyah":"I Luta. Kada narodu svome reče: \"Vi činite takav razvrat kakav prije vas niko na svijetu nije činio:"
	},
	{
		"arabicTextofAyah":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"\"Vi imate spolni odnos sa muškarcima, presrećete putnike po drumovima, pa nisu smjeli prolaziti blizu vas bojeći se vašeg razvrata. Vi na svojim sastancima činite najgnusnije stvari: skidate odjeću i uznemiravate prolaznike.\" Međutim, nakon što bi ih Lut opomenuo, oni mi rekli: “Daj nam kaznu Allahovu kojom nam prijetiš, ako istinu govoriš da si nam poslat kao vjerovjesnik!”",
		"korkutTranslationOfAyah":"s muškarcima općite, po drumovima presrećete, i na skupovima svojim najodvratnije stvari činite\" – odgovor naroda njegova bijaše: \"Učini da nas Allahova kazna stigne, ako istinu govoriš!\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"“Svemogući Allahu, Gospodaru moj”, zamoli Lut, alejhis-selam, protiv svojih sunarodnika što su tražili da ih pogodi kazna s neba, kojoj su se rugali, “molim Ti se da mi pomogneš protiv razvratnih, zločestih ljudi spustivši na njih kaznu s neba!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče on – \"pomozi mi protiv naroda grješnog!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ",
		"tafsirTextofAyah":"Kad su meleki donijeli Ibrahimu, alejhis-selam, radosnu vijest da će dobiti sina Ishaka, vjerovjesnika, a nakon njega i unuka Jakuba, također vjerovjesnika, rekoše meleki Ibrahimu da im je Silni Allah zapovijedio da unište Sodomu, naselje Lutova naroda, mnogobošce poročne.",
		"korkutTranslationOfAyah":"I kad izaslanici Naši Ibrahimu radosnu vijest donesoše, rekoše: \"Mi ćemo uništiti stanovnike onoga grada, jer su njegovi stanovnici nevjernici.\""
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"Božiji miljenik Ibrahim obratio se melekima: “Kako ćete uništiti ovo naselje, a u njemu se nalazi Lut, Allahov vjerovjesnik? On ne zaslužuje kaznu!” Na to meleki odgovoriše da im je Sveznajući Allah stavio na znanje ko se nalazi u naselju, i da oni mogu razlikovati između čestitih i zločestih ljudi. Meleki su, objašnjavajući to Ibrahimu, alejhis-selam, dodali da će spasiti Luta, alejhis-selam, njegovu porodicu i vjernike, nesumnjivo, te da ih neće stići kazna koja će stići razvratnike. Ali neće, kazali su, spasiti Lutovu ženu – ona će ostati s nevjernicima i bit će kažnjena jer je, kao i oni, činila razvratna djela.",
		"korkutTranslationOfAyah":"\"U njemu je Lut\" – reče Ibrahim. – \"Mi dobro znamo ko je u njemu\" – rekoše oni – \"mi ćemo njega i porodicu njegovu sigurno spasiti, osim žene njegove, ona će ostati s onima koji će kaznu iskusiti.\""
	},
	{
		"arabicTextofAyah":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"Pošto su meleki, Božiji izaslanici, došli Lutu, alejhis-selam, u ljudskom liku, on se zbog njih, ne znajući da su meleki, sneveseli i nađe se u neprilici: znao je da su njegovi sunarodnici iskvareni i da žele spolno općiti s muškarcima. Meleki se obratiše Lutu, alejhis-selam: “Ne boj se za nas, oni nam ne mogu nauditi, Allah će nas sačuvati od njih! I nemoj se žalostiti zbog saznanja o skorom uništenju svog naroda, a tebe i tvoju porodicu kazna će – tako je Allah odredio – zaobići, osim što će tvoja žena biti uništena zajedno s onima koji će kaznu iskusiti.”",
		"korkutTranslationOfAyah":"I kad izaslanici Naši dođoše Lutu, on se zbog njih sneveseli i uznemiri. \"Ne boj se i ne brini se\" – rekoše oni – \"mi ćemo tebe i porodicu tvoju spasiti, osim žene tvoje; ona će ostati s onima koji će kaznu iskusiti."
	},
	{
		"arabicTextofAyah":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
		"tafsirTextofAyah":"“Allah će na stanovnike ovog poročnog naselja”, dodali su meleki, “spustiti kaznu s neba – kamenje koje će ih pogađati i kidati njihove udove, jer nisu bili poslušni Allahu i činili su odvratna djela i razvrat (spolno općenje s muškarcima) koji nijedan narod prije njih nije činio.”",
		"korkutTranslationOfAyah":"A na stanovnike ovoga grada spustićemo strašnu kaznu s neba zbog toga što su razvratnici.\""
	},
	{
		"arabicTextofAyah":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Od Sodome, naselja u kojem je živio Lutov, alejhis-selam, narod, Allah je ostavio jasno znamenje i očit pokazatelj da su razvratni stanovnici tog naselja uništeni – za onog ko pomno razmišlja o Božijim znakovima.",
		"korkutTranslationOfAyah":"I od njega smo ostavili vidljive ostatke ljudima koji budu pameti imali."
	},
	{
		"arabicTextofAyah":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
		"tafsirTextofAyah":"A narodu Medjena smo poslali brata njihova po porijeklu, Šuajba, te je on pozvao njegove stanovnike da jedino Allaha obožavaju, da Njemu budu predani, da čine dobra djela zarad nagrade na Ahiretu, zabranivši im, s druge strane, remećenje reda na Zemlji činjenjem grijeha i pozivanjem u njih.",
		"korkutTranslationOfAyah":"A u Medjen brata njihova Šuajba: \"O narode moj\" – govorio je on – \"Allahu se jedino klanjajte i činite ono za što ćete dobiti nagradu na onome svijetu, a po Zemlji, nered praveći, zlo ne radite!\""
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
		"tafsirTextofAyah":"Ali ipak, vjerovjesnika Šuajba, alejhis-selam, lažnim su proglasili stanovnici Medjena i odbili ono što im je donio, pa ih je zadesio strahoviti potres, koji je porušio njihove domove i oni u njima osvanuše povaljani, licima u prašini.",
		"korkutTranslationOfAyah":"Ali mu oni ne povjerovaše, pa ih zadesi strašan potres i oni osvanuše u zemlji svojoj mrtvi, nepomični."
	},
	{
		"arabicTextofAyah":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ",
		"tafsirTextofAyah":"I Ad, Hudov narod, i Semud, Salihov narod, uništio je Svemogući Allah. Stanovnici Meke, na temelju njihovih staništa u el-Hidžru i eš-Šihru kod Hadramevta možete zaključiti da je Uzvišeni Allah na njih sručio strahovitu kaznu. Njima je šejtan lijepim prikazivao razvratna djela, činjenje širka i grijehā, te ih je odvratio od Prave staze. Njihovi su ih poslanici poučili tome da budu uviđavni i da razlikuju Pravu stazu od zablude, no oni su zabludu nad uputom izabrali.",
		"korkutTranslationOfAyah":"A i Ada i Semuda – ostaci domova njihovih su vam vidljivi – šejtan im je lijepim njihove postupke predočio, pa ih, iako su razumni bili, od Pravog puta odvratio;"
	},
	{
		"arabicTextofAyah":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ",
		"tafsirTextofAyah":"Uzvišeni je Allah Karuna, koji je tlačio Musaov narod, utjerao u zemlju, kao i njegov dvorac, te faraona i njegova vezira Hamana potopivši ih u moru. Svima njima došao je poslanik Musa s nepobitnim, bjelodanim dokazima da je on zaista Allahov poslanik, ali su se oni uzoholili smatrajući da su, zbog vlasti i imetka, bolji od drugih ljudi, a, k tome, remetili su red na Zemlji. Pa ipak, nisu mogli umaći Svemogućem Allahu, u Čijoj su šaci i vlasti bili.",
		"korkutTranslationOfAyah":"I Karuna i faraona i Hamana; Musa im je jasne dokaze donio, ali su se oni na Zemlji oholo ponijeli i kaznu nisu izbjegli."
	},
	{
		"arabicTextofAyah":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Tako je Pravedni Allah sve njih uništio zbog grijeha koje su činili: na neke je kamanje od pečena blata s neba poslao – tako je uništio Lutov narod, druge je uništio gromoglasom – Šuajbov i Lutov narod tako su nastradali, neke je u zemlju utjerao – Karuna je tako uništio, a neke je potopio – Nuhov narod te faraona i Hamana uništio je pomoću vode. Eto tako je bilo, a Svevišnji Allah nije ih nedužne kaznio, nije ih kaznio zbog grijeha drugih naroda, nego zbog grijeha koje su lično oni učinili. Oni su sami sebi nepravdu učinili čineći grijehe, te su zaslužili kaznu.",
		"korkutTranslationOfAyah":"I sve smo prema grijesima njihovim kaznili: na neke vjetar, pun pijeska, poslali, a neke strašnim glasom uništili; neke u zemlju utjerali, a neke potopili. – Allah im nije učinio nepravdu, sami su sebi nepravdu nanijeli."
	},
	{
		"arabicTextofAyah":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Oni koji obožavaju idole i kipove, a ne Svevišnjeg Allaha, nadajući se da će im oni donijeti dobro i sačuvati ih od zla slični su pauku koji sebi sagradi kuću, trošnu, slabu i beskorisnu upravo onda kad mu treba sklonište. A najslabija kuća jest paukova kuća u smislu da ne štiti od napasnika. Isto tako ni lažna božanstva ne mogu dobro osigurati, kao što ne mogu ni zlo spriječiti. Da su mnogobošci upućeni u to, ne bi lažnim božanstvima ibadet činili.",
		"korkutTranslationOfAyah":"Oni koji, mimo Allaha, zaštitnike uzimaju slični su pauku koji sebi isplete kuću, a najslabija je kuća, uistinu, paukova kuća, neka znaju!"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Sveznajući Allah dobro zna šta i koga nevjernici obožavaju, tim prije jer Njemu ništa nije skriveno. Allah je silan, pobjeđuje one koji se dignu protiv Njega, i Niko Ga ne može nadvladati; mudar je u stvaranju, upravljanju, propisivanju.",
		"korkutTranslationOfAyah":"Allah dobro zna da ovi kojima se oni, pored Njega, klanjaju ništa ne predstavljaju; On je Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ",
		"tafsirTextofAyah":"Ove primjere Uzvišeni Allah navodi ljudima da im se objelodani istina, a njima se onako kako treba koriste isključivo oni koji su spoznali šerijat i njegove mudrosti.",
		"korkutTranslationOfAyah":"To su primjeri koje Mi ljudima navodimo, ali ih samo učeni shvaćaju."
	},
	{
		"arabicTextofAyah":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Nebesa i Zemlju Svemogući je Allah stvorio s istinom, razložno i radi zavođenja pravde, nije ih stvorio radi igre i zabave. U stvaranju golemih nebesa i široke Zemlje jesu znamenja za vjernike koja ih upućuju na to da Allah sve može učiniti. U tome su znamenja upravo za vjernike, tim više jer oni na temelju njih dokazuju postojanje Uzvišenog Allaha. A kad se radi o onima koji ne vjeruju, oni prolaze pored jasnih dokaza koje vide oko sebe i u sebi a da na njih uopće ne obrate pažnju niti ih isti ti dokazi podsjećaju na Božiju veličinu i moć.",
		"korkutTranslationOfAyah":"Allah je nebesa i Zemlju s razlogom stvorio; to je, doista, pouka onima koji vjeruju."
	},
	{
		"arabicTextofAyah":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ",
		"tafsirTextofAyah":"Božiji Poslaniče, kazuj ljudima kur’anske ajete koje ti Allah objavljuje, i obavljaj namaz onako kako je propisano da se obavlja: obavljanje namaza, sa svim onim što iz tog namaza proističe, sprečava čovjeka u činjenju grijehā i razvrata. Naime, dragi Allah imanom prosvijetli srce onog ko namaz pažljivo i iskreno obavlja i dadne mu čvrstinu u islamu pa isti taj čovjek bude bogobojazan, voli čestitost i prezire nemoral; i poriv zla bude pobjeđen. Znajte i to da je zikrullah, spominjanje Allaha, u namazu i u drugim prilikama, najznamenitije i najbolje djelo. A Uzvišeni Allah zna šta Njegovi robovi čine, On će ih pozvati na odgovornost za djela, dobra i hrđava, te će dobre nagraditi, a zločince će kazniti.",
		"korkutTranslationOfAyah":"Kazuj Knjigu koja ti se objavljuje i obavljaj molitvu, molitva, zaista, odvraća od razvrata i od svega što je ružno; obavljanje molitve je najveća poslušnost! – A Allah zna šta radite."
	},
	{
		"arabicTextofAyah":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
		"tafsirTextofAyah":"O vjernici, sa sljedbenicima Knjige, jevrejima i kršćanima, raspravljajte isključivo lijepim riječima, na najljepši način i blago, kako bi istina bila akcentirana a dokaz na koji se pozivate prihvaćen. Ali se prema onima koji su inadžije i objave vam rat - suprotstavite im se i protiv njih borbu vodite, dok se ne predaju i daju džizju poslušni i pokorni. I recite jevrejima i kršćanima: “Mi vjerujemo u časni Kur’an, objavljen poslaniku Muhammedu, sallallahu 'alejhi ve sellem, i u Tevrat, objavljen poslaniku Musau, alejhis-selam, te u Indžil, koji je objavljen poslaniku Isau, alejhis-selam! Jedino je Allah naš i vaš Bog i Gospodar. On nema saučesnika u pravu da bude obožavan, niti u Svom gospodarenju, niti u Svom savršenstvu. Mi smo Allahu sasvim predani, Njemu smo poslušni i pred Njim ponizni.”",
		"korkutTranslationOfAyah":"I sa sljedbenicima Knjige raspravljajte na najljepši način, ali ne i sa onima među njima koji su nepravedni – i recite: \"Mi vjerujemo u ono što se objavljuje nama i u ono što je objavljeno vama, a naš Bog i vaš Bog jeste – jedan, i mi se Njemu pokoravamo.\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ",
		"tafsirTextofAyah":"Kao što smo objavljivali prijašnjim vjerovjesnicima, Mi tebi, Božiji Poslaniče, objavljujemo ovaj Kur’an veličanstveni. A neki sljedbenici Knjige koji čitaju Tevrat, poput jevrejina Abdullaha ibn Selama, vjeruju u Muhammeda, jer nalaze njegov opis u svojim knjigama, a i među mnogobošcima ima onih koji su povjerovali u njega. Kur’an osporava i u njega sumnja samo onaj koji se inati, poriče i negira očite istine.",
		"korkutTranslationOfAyah":"Kao i njima, Mi tebi objavljujemo Knjigu, a neki od onih kojima smo već dali Knjigu – i u ovu vjeruju, a i od ovih neki u nju vjeruju, a dokaze Naše samo nevjernici osporavaju."
	},
	{
		"arabicTextofAyah":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, ti nikakvu knjigu prije časnog Kur’ana nisi čitao, a nisi ni jedno jedino slovo rukom svojom napisao, jer ne umiješ čitati i pisati, tvoji sunarodnici to dobro znaju. Da si znao čitati i pisati, posumnjali bi lažotvori i rekli bi: “Muhammed je smisao ovog što govori uzeo iz prijašnjih knjiga.” ili bi kazali: “Kur’anske je ajete prepisao iz prijašnjih objava!”",
		"korkutTranslationOfAyah":"Ti prije nje nijednu knjigu nisi čitao, a nisi je ni desnom rukom svojom pisao; inače, posumnjali bi oni što laži govore."
	},
	{
		"arabicTextofAyah":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"Kur’an je istina, njega čine jasni i nedvosmisleni ajeti koji napućuju ka istini, i njega čuvaju u svojim srcima oni koji su učeni vjernici. A slavni Kur’an poriču samo zulumćari, koji su sami sebi nepravdu učinili i poricatelji koji Mu sudruga pripisuju.",
		"korkutTranslationOfAyah":"A to su ajeti jasni, u srcima su onih kojima je razum dat; a Naše ajete samo nepravedni osporavaju –"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Krivovjerni govore i ovo: “Zašto Allah ne pošalje Muhammedu znamenja koja se mogu vidjeti i dodirnuti, kao što je dato prijašnjim poslanicima?\" Njima, koji to sugeriraju, reci: “Allah je Taj Ko njima raspolaže, daje ih kome hoće a uskraćuje ih kome hoće. Ja sam samo rob i poslanik koji je poslat da vas upozori na strašnu kaznu.”",
		"korkutTranslationOfAyah":"i govore: \"Zašto mu od Gospodara njegova nisu neka čuda poslana?\" Reci: \"Čuda su jedino u Allaha, a ja samo jasno opominjem.\""
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zar onima koji ne vjeruju nije dovoljno saznanje to što ti je, Poslaniče odabrani, Allah objavio slavni Kur’an, knjigu čiji im se ajeti uvijek kazuju? Časni Kur’an, objavljen Resulullahu, sallallahu 'alejhi ve sellem, izraz je milosti ljudima koji vjeruju u Objavu i postupaju sukladno njoj, te opomena koja je od koristi onima koji o njoj pomno, nepristrasno razmisle. Ono što im je Allah poslao kao objavu bolje je od onog što oni predlažu a objavljeno je prijašnjim poslanicima.",
		"korkutTranslationOfAyah":"A zar im nije dosta to što Mi tebi objavljujemo Knjigu koja im se kazuje; u njoj je, doista, blagodat i pouka narodu koji vjeruje."
	},
	{
		"arabicTextofAyah":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Obrati se, Vjeronavjestitelju, bezbožnicima: “Između vas i mene Allah je dostatni svjedok istinitosti mog poslanstva, i da ste vi poricatelji nevjernici koji osporavaju ono što je meni objavljeno! Allahu je znano sve što se događa na nebesima i na Zemlji, ništa Mu nije skriveno, niti Mu išta može umaći! A mnogobošci, koji vjeruju u sve što se obožava mimo Allaha, te poriču časni Kur’an, objavljen Resulullahu, sallallahu 'alejhi ve sellem – takvi su pravi gubitnici na ovom i na budućem svijetu, jer su vjerovanje zamijenili nevjerovanjem.”",
		"korkutTranslationOfAyah":"Reci: \"Allah je dovoljan svjedok meni i vama, On zna sve što je na nebesima i na Zemlji. A oni koji u kumire vjeruju, a u Allaha ne vjeruju, oni su izgubljeni."
	},
	{
		"arabicTextofAyah":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Požuruju te krivovjerni, o Poslaniče islama, da ih kazna zadesi, rugajući se i osporavajući svaku mogućnost da se dogodi ono što spominješ. A da Sveznajući Allah nije odredio rok utvrđeni kad će biti kažnjeni, odista bi ih kazna snašla neposredno nakon što je zatraže. Neka znaju oni koji ne vjeruju da će ih kazna iznenada snaći, oni je neće naslutiti niti će osjetiti da im se približava.",
		"korkutTranslationOfAyah":"Oni traže od tebe da ih što prije stigne kazna. A da nije određenog roka za to, kazna bi im došla, a doći će im, sigurno, iznenada, oni neće predosjetiti."
	},
	{
		"arabicTextofAyah":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Nevjernici traže od tebe, Allahov Poslaniče, da ih što prije stigne kazna, na ovom svijetu, a ona će ih, nesumnjivo, stići; džehennemska će vatra obujmiti nevjernike, neće je moći izbjeći niti će od nje moći pobjeći.",
		"korkutTranslationOfAyah":"Oni traže od tebe da ih što prije stigne kazna, a Džehennem će sigurno sve nevjernike obuhvatiti"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Na Danu sudnjem krivovjerne će zahvatiti kazna odozgo, iznad njihovih glava, i odozdo, ispod njihovih nogu, i sa strana, pa će im Svevišnji Allah reći: “Trpite zbog širka i grijeha koje ste činili na dunjaluku!”",
		"korkutTranslationOfAyah":"na Dan kad ih patnja i odozgo i odozdo obuzme, a melek rekne: \"Ispaštajte za ono što ste radili!\""
	},
	{
		"arabicTextofAyah":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ",
		"tafsirTextofAyah":"O iskreni, dobri robovi, akoli u jednoj zemlji ne možete ispoljavati vjerska obilježja i slobodno robovati Allahu, iselite se u drugu zemlju da možete neometano prakticirati propise islama! Allahova je Zemlja široka i prostrana, pa samo Uzvišenom Allahu ibadet činite!",
		"korkutTranslationOfAyah":"O robovi Moji koji vjerujete, Moja je Zemlja prostrana, zato se samo Meni klanjajte!"
	},
	{
		"arabicTextofAyah":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ",
		"tafsirTextofAyah":"Neka vas od iseljenja ne odvrati strah od smrti jer je određeno da će svaka duša smrt kušati i određeno je da će se ljudi Allahu vratiti pa će pred Njime račun polagati, te biti kažnjeni ili nagrađeni.",
		"korkutTranslationOfAyah":"Svako živo biće će smrt okusiti, i Nama ćete se poslije vratiti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
		"tafsirTextofAyah":"Plemeniti Allah nastanit će u visokim džennetskim sobama, podno kojih rijeke protječu, one koji vjeruju u Gospodara svjetova, slijede Resulullaha, sallallahu 'alejhi ve sellem, i čine dobra djela; u njima će, uživajući, vječno boraviti. Divne li nagrade trudbenicima koji bijahu Bogu poslušni!",
		"korkutTranslationOfAyah":"One koji budu vjerovali i dobra djela činili smjestićemo u džennetske odaje, ispred kojih rijeke teku, u njima će vječno boraviti. Kako će divna biti nagrada onima koji su se trudili,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
		"tafsirTextofAyah":"U ovim visokim, zanosnim džennetskim sobama bit će smješteni oni koji su bili odani dobrom Allahu, pa su izvršavali vjerske naredbe i sustezali se od vjerskih zabrana, trpeljivo, i koji su se oslanjali na Svemogućeg Allaha u svim svojim poslovima Njemu se predajući i prepuštajući.",
		"korkutTranslationOfAyah":"onima koji su trpjeli i u Gospodara svoga se uzdali!"
	},
	{
		"arabicTextofAyah":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Ima nebrojeno mnogo životinja na Zemlji koje ne gomilaju i ne čuvaju hranu za sutra, za razliku od čovjeka, a Allah, džellešanuhu, daje im nafaku kao što je daje ljudima. Eto, i to je pokazatelj da nemate opravdanja u sustezanju od iseljenja na Božijem putu. Sveznajući Allah, zbilja, čuje sve glasove, znana su Mu sva djela, ljudske namjere i tajne.",
		"korkutTranslationOfAyah":"A koliko ima životinja koje ne sakupljaju hranu sebi, Allah ih hrani, a i vas! On sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
		"tafsirTextofAyah":"Božiji Poslaniče, da upitaš krivovjerne ko je stvorio nebesa i Zemlju, te ko je potčinio Sunce i Mjesec, oni bi, nesumnjivo, odgovorili: “Svemogući Allah, Jedan Jedini, stvorio je sve to!” Pa kamo se nevjernici onda odmeću od vjerovanja, obožavajući lažna božanstva, koja ne mogu ni štetu ni korist donijeti!",
		"korkutTranslationOfAyah":"A da ih upitaš: \"Ko je nebesa i Zemlju stvorio i ko je Sunce i Mjesec potčinio?\" – sigurno bi rekli: \"Allah!\" Pa kuda se onda odmeću?"
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"Allah, džellešanuhu, obilno nafaku dariva kome hoće od robova Svojih, a nekima je i uskraćuje, jer samo On, Mudri, zna kome treba dati a kome treba uskratiti. Plemeniti je Allah savršeno upućen u sve ljudske poslove i stanja, ništa Mu nije skriveno što koristi Njegovim na ovom svijetu, i sve obuhvata Svojom milošću.",
		"korkutTranslationOfAyah":"Allah u izobilju daje hranu onome kome hoće od robova Svojih, a nekome i uskraćuje; – Allah, zaista, zna sve."
	},
	{
		"arabicTextofAyah":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Upitaš li, Allahov Poslaniče, nevjernike o tome ko s neba blagoslovljenu vodu spušta pa njome zemlju oživi nakon suše i obamrlosti, oni će odgovoriti da to Allah, Jedan Jedini, čini. Ti reci: “Hvala pripada Allahu, Koji je uspostavio dokaz protiv krivovjernih i učinio da sami sebe demantiraju!” A većina ljudi ne zna u čemu je za njih dobrobit a u čemu je šteta; i da su ljudi upućeni u Allahovu veličinu i Njegovu moć, ne bi Mu druge ravnim smatrali, ne bi obožavali kipove, koji nikakvo dobro ne mogu donijeti, niti mogu ma kakvo zlo otkloniti.",
		"korkutTranslationOfAyah":"A ako ih upitaš: \"Ko s neba kišu spušta i njome mrtvu zemlju oživljava?\" – sigurno će reći: \"Allah!\" – a ti reci: \"Hvala Allahu!\" – ali većina njih ne shvaća."
	},
	{
		"arabicTextofAyah":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Puka zabava i igra je život ovozemaljski, brzo i neopaženo završava; zabava za srce a igra za tijelo, tim više jer odvraća, pomoću svojih čari, ljepota i strasti, od robovanja Allahu, Znalcu svih tajni, te svojim očaravajućim ljepotama navodi na zaboravljanje budućeg svijeta. A na Ahiretu je istinski, vječni život. Kad bi to ljudi znali, istinski i pouzdano, ne bi davali prednost ovom, prolaznom dunjaluku nad vječnim Ahiretom!",
		"korkutTranslationOfAyah":"Život na ovome svijetu nije ništa drugo do zabava i igra, a samo onaj svijet je – život, kad bi samo oni znali!"
	},
	{
		"arabicTextofAyah":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ",
		"tafsirTextofAyah":"Pošto se krivovjerni u lađu ukrcaju i pošto se otisnu na pučinu te im zaprijeti smrt, samo Allaha zazivaju, iskreno Mu i čestito vjeru ispovijedajući; zaboravljaju u nevolji svoja lažna božanstva, a nakon što ih dobri Allah na kopno izbavi i spasi od smrti, oni se najednom vraćaju na stare stope širk čineći.",
		"korkutTranslationOfAyah":"Kad se u lađe ukrcaju, iskreno se mole Allahu, a kad ih On do kopna dovede, odjednom druge Njemu ravnim smatraju"
	},
	{
		"arabicTextofAyah":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Čine tako da bi pokazali kako ne vjeruju u Svevišnjeg Allaha i da Mu nisu zahvalni na blagodatima. Pa neka kratko uživaju na ovom prolaznom svijetu, ali – njima će se, pošto umru, pokazati posljedice gnusnih djela koja činjahu na dunjaluku.",
		"korkutTranslationOfAyah":"da bi pokazali nezahvalnost prema onome što im Mi dajemo, i da bi uživali. A znaće oni!"
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ",
		"tafsirTextofAyah":"Ne uočavaju li drugu blagodat oni koji ne zahvaljuju Plemenitom Allahu na izbavljenju od davljenja u moru, a to je da je Meku sigurnim gradom učinio, u kojem su krv i imetak maksimalno zaštićeni, dok se unaokolo presreću, ubijaju i porobljavaju njihove žene i djeca, te im se imetak otima?! Pa zar bezbožnici vjeruju u opravdanost širka i nezahvalnosti Allahu dok žive unutar Harema sigurni i svakojakim blagodatima obasuti, na kojima Mu nisu zahvalni?",
		"korkutTranslationOfAyah":"Zar ne vide da smo Harem svetim i sigurnim učinili, dok se svuda okolo njih otima i pljačka? I zar u laž vjeruju, a na Allahovim blagodatima su nezahvalni?"
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Niko na svijetu nije nepravedniji od onog ko pripisuje Svevišnjem Allahu saučesnike, ženu i dijete – uzvišen neka je Allah od tih laži! I niko nije nepravedniji od onog ko negira istinu s kojom je poslat Muhammed, sallallahu 'alejhi ve sellem! U džehennemskoj će vatri biti prebivalište nevjernicima i onima koji su njima slični.",
		"korkutTranslationOfAyah":"I ima li onda nepravednijeg od onoga koji o Allahu izmišlja laži ili poriče Istinu koja mu dolazi? I zar nevjernicima nije mjesto u Džehennemu?"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, zaklinje se da će Svojim stazama uputiti one koji se bore da ukrote svoje duše, radi Allahovog zadovoljstva. A Allah je, pouzdano, uz dobročinitelje: čuva ih, pomaže i brine se o njima.",
		"korkutTranslationOfAyah":"One koji se budu zbog Nas borili Mi ćemo, sigurno, putevima koji Nama vode uputiti; a Allah je, zaista, na strani onih koji dobra djela čine!"
	}
]