[
	{
		"arabicTextofAyah":"الٓمٓ",
		"tafsirTextofAyah":"Značenje kur’anskih skraćenica razmatrali smo na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Elif Lām Mīm."
	},
	{
		"arabicTextofAyah":"غُلِبَتِ ٱلرُّومُ",
		"tafsirTextofAyah":"Bizantinci su poraženi od Perzijanaca.",
		"korkutTranslationOfAyah":"Bizantinci su pobijeđeni "
	},
	{
		"arabicTextofAyah":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ",
		"tafsirTextofAyah":"U dijelu Šama koji je najbliži Perziji poraženi su Bizantijci od strane Perzijanaca. Međutim, Bizantinci će uskoro pobijediti Perzijance, u to nema nikakve sumnje.",
		"korkutTranslationOfAyah":"u susjednoj zemlji, ali oni će, poslije poraza svoga, sigurno pobijediti "
	},
	{
		"arabicTextofAyah":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ",
		"tafsirTextofAyah":"Naime, pobijedit će ih za nekoliko godina, to jest, u rasponu od tri do deset – a Uzvišenom Allahu pripadala je odluka i prije nego što će Perzijanci izvojevati pobjedu nad Bizantincima, a pripadat će i nakon što Bizantinci pobijede Perzijance – i tad će se pravovjerni veseliti.",
		"korkutTranslationOfAyah":"za nekoliko godina – i prije, i poslije, Allahova je odluka – i tada će se vjernici radovati "
	},
	{
		"arabicTextofAyah":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Dakle, vjernici će se veseliti Allahovoj pomoći koju će dati Bizantincima – Allah, džellešanuhu, pomaže Svojim štićenicima, a unizuje i ostavlja bez podrške Svoje neprijatelje, one koji Mu se protive. Allah je apsolutni gospodar svega, i On je samilostan prema vjernicima.",
		"korkutTranslationOfAyah":"Allahovoj pomoći – On pomaže kome hoće, On je Silni i Samilosni –"
	},
	{
		"arabicTextofAyah":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Obećanje da će Bizantinci, sljedbenici Knjige, pobijediti Perzijance, vatropoklonike bezbožnike, mora se ostvariti jer je to istinito Allahovo obećanje. Allah Svoje obećanje neće iznevjeriti – ali većina ljudi, zbog toga što ne vjeruje, ne razumije.",
		"korkutTranslationOfAyah":"obećanje je Allahovo, a Allah će obećanje Svoje ispuniti, ali većina ljudi ne zna;"
	},
	{
		"arabicTextofAyah":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Allaha i u Posljednji dan nisu upućeni u vjerovanje niti u vjerozakon, nego su upućeni samo u pojavnō, ljepote i ukrase života na ovom svijetu i izgradnju materijalne civilizacije. Oni ne znaju ništa o stvarnosti života na budućem svijetu, nehajni su spram Ahireta.",
		"korkutTranslationOfAyah":"oni znaju samo spoljašnju stranu života na ovome svijetu, a prema onome svijetu su ravnodušni."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ",
		"tafsirTextofAyah":"Zar bezbožnici ne promisle o sebi – kako ih je Svemogući Allah stvorio iz ničeg, te o stvaranju nebesa i Zemlje i svega što se između njih nalazi – da su stvoreni s istinom, radi pravde i da će trajati do određenog roka. A zbilja mnogi ljudi ne vjeruju u Dan ustanuća i susret s Allahom, Znalcem svih tajni, te se zato ne pripremaju za Sudnji dan čineći dobra djela, pomoću kojih bi zaslužili Allahovu naklonost.",
		"korkutTranslationOfAyah":"A zašto ne razmisle sami o sebi? Allah je stvorio nebesa i Zemlju i ono što je između njih – sa ciljem i do roka određenog. A mnogi ljudi ne vjeruju da će pred Gospodara svoga doista izaći."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Zar krivovjerni nisu svijetom hodili i vidjeli, razmišljajući i pouku izvlačeći, šta je zadesilo narode prije njih, kao npr. narode Ad i Semud, koji poricahu i poslanike u laž utjerivahu? Prijašnji naraštaji bijahu moćniji od mekanskih nevjernika, tjelesno snažniji i više su uživali nego oni; zemlju su više obrađivali i na njoj gradili više nego što ovi grade. Međutim, to prijašnjim naraštajima nije bilo od koristi kad je došlo vrijeme da budu kažnjeni, a nastradali su upravo zbog toga što su utjerivali u laž svoje poslanike i ratovali protiv njih, te poricali bjelodane, jasne dokaze da je Allah jedini Bog. Ipak im Allah, džellešanuhu, nije učinio nepravdu uništivši ih – zaslužili su kaznu, oni su sami sebi nepravdu nanijeli poričući Allahove dokaze i proglašavajući lažnim Njegove poslanike.",
		"korkutTranslationOfAyah":"Zašto ne putuju po svijetu pa da vide kako su završili oni prije njih? Oni su bili od njih jači, i zemlju su orali i obrađivali je više nego što je obrađuju ovi, i poslanici su im donosili jasne dokaze; Allah im nije učinio nepravdu, sami su sebi nepravdu nanijeli."
	},
	{
		"arabicTextofAyah":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Zatim je kraj silnika koji su širk i zlodjela činili i red na Zemlji remetili bio najgori kraj. Oni nisu vjerovali u Uzvišenog Allaha, nego su se rugali Božijim znamenjima i poslanicima, pa ih je zadesilo kobno stradanje.",
		"korkutTranslationOfAyah":"Oni koji su zlo činili završiće najužasnijom patnjom, zato što su Allahove riječi poricali i što su ih ruglu izvrgavali."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Sveznajući Allah stvorio je sve bez presedana, On je Onaj Koji će stvorenja u prah pretvoriti te ponovo stvoriti, kao i prvi put. I naposlijetku će se svi ljudi vratiti Allahu, da nagradi dobre, a kazni zločince.",
		"korkutTranslationOfAyah":"Allah iz ničega stvara, On će to ponovo učiniti i na kraju Njemu ćete se vratiti."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"Kad nastupi Posljednji dan, nevjernici će izgubiti nadu u spas, bit će sigurni u to da će nastradati. Oni će, naime, izgubiti nadu u spas zbog toga što ničim neće moći opravdati svoje nevjerovanje koje se ogleda u odbijanju slijeđenja Muhammeda, sallallahu 'alejhi ve sellem.",
		"korkutTranslationOfAyah":"Na dan kad nastupi Čas – mnogobošci će svaku nadu izgubiti:"
	},
	{
		"arabicTextofAyah":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ",
		"tafsirTextofAyah":"Lažna božanstva neće nimalo pomoći onima koji su bili mnogobošci, neće se za njih zauzeti nego će ih se pred Allahom odreći, a i ovi će se njih odreći kad se suoče s kaznom. Božanstva će ih se odreći onda kad oni koji su njima robovali budu u golemoj potrebi za njima. I božanstva i oni koji im robovahu bit će u istom položaju.",
		"korkutTranslationOfAyah":"božanstva njihova neće im biti zagovornici, a zbog božanstava svojih bili su nevjernici."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ",
		"tafsirTextofAyah":"Na Dan kad Smak svijeta nastupi razdvojit će se u skladu s djelima koja su činili na dunjaluku, pa će neki biti uzdignuti na najviše razine, a neki će, opet, biti bačeni u najniže ponore.",
		"korkutTranslationOfAyah":"Na dan kad nastupi Čas oživljenja – ljudi će se razdvojiti:"
	},
	{
		"arabicTextofAyah":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ",
		"tafsirTextofAyah":"Oni koji su vjerovali u dragog Allaha, te činili dobra djela bit će u džennetskim baščama uživanja, počašćeni i veseli; u njima će vječno ostati.",
		"korkutTranslationOfAyah":"oni koji su vjerovali i dobra djela činili – u džennetskom perivoju će se radovati,"
	},
	{
		"arabicTextofAyah":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
		"tafsirTextofAyah":"A oni koji su bili nevjernici u Allaha, bilo to u vidu poricanja ili u vidu nepokornosti koja izvodi iz islama, i koji su u laž utjerivali ajete objavljene Poslaniku, te koji su poricali proživljenje i polaganje računa, takvi će biti privedeni stradanju, neće im biti izlaska iz džehennemske vatre.",
		"korkutTranslationOfAyah":"a oni koji nisu vjerovali i koji su ajete Naše i susret na Sudnjem danu poricali – u trajnoj će muci biti."
	},
	{
		"arabicTextofAyah":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ",
		"tafsirTextofAyah":"Kad omrknete (tad se klanjaju akšamski i jacijski namaz) i kad osvanete (tad se klanja sabahski namaz), slavite Allaha.",
		"korkutTranslationOfAyah":"Pa, hvaljen neka je Allah kad god omrknete i kad god osvanete –"
	},
	{
		"arabicTextofAyah":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ",
		"tafsirTextofAyah":"Allahu svaka hvala pripada, u podne i onda kad se ikindija-namaz klanja. Na nebesima ga hvale meleki, a na Zemlji stvorenja.",
		"korkutTranslationOfAyah":"Njemu neka je pohvala i na nebesima i na Zemlji – i predvečer i u podne! –"
	},
	{
		"arabicTextofAyah":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ",
		"tafsirTextofAyah":"Allah je Onaj Koji izvodi živo iz neživog, kao npr. čovjeka iz sperme, ili pile iz jajeta, i izvodi neživo iz živog, kao npr. spermu iz čovjeka, ili jaje iz kokoši, i zemlju pomoću kiše oživljava nakon obamrlosti njezine – tako će i vas Svemogući Allah oživiti i dovesti na stajalište da položite račun za svoja djela.",
		"korkutTranslationOfAyah":"On iz neživog stvara živo i živo pretvara u neživo. On oživljava zemlju nakon mrtvila njezina – isto tako ćete i vi biti oživljeni."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ",
		"tafsirTextofAyah":"Jedno od očitih znamenja da je Allah, džellešanuhu, svemoćan, veličanstven i jedini Bog i to je što je stvorio ljude od zemlje tako što je Adema, praoca čovječanstva, od blata ustajalog stvorio, pa gle – vi, njegovi potomci, odjednom se namnožiste i nastaniste Zemlju živeći od opskrbe koju vam Allah daje.",
		"korkutTranslationOfAyah":"Jedan od dokaza Njegovih je to što vas od zemlje stvara, i odjednom vas, ljudi, svuda ima razasutih;"
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Jedan od znakova da je Allah jedini, svemogući Bog i da se samo Njemu može robovati jest to što je, o muškarci, od vrste vaše žene stvorio da s njima živite i da se uz njih smirite, uspostavivši među vama ljubav i samilost. Onom ko razmisli, pomno i nepristrasno, u tom je Božijem davanju veliki, bjelodani dokaz. Jedino oni koji razmišljaju imaju koristi od uma koji im je On dao.",
		"korkutTranslationOfAyah":"i jedan od dokaza Njegovih je to što za vas, od vrste vaše, stvara žene da se uz njih smirite, i što između vas uspostavlja ljubav i samilost; to su, zaista, pouke za ljude koji razmišljaju;"
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ",
		"tafsirTextofAyah":"Jedno od znamenja da dragi Allah može sve učiniti i da je jedini Bog jest to što je stvorio predivna nebesa, nezamislivo velikih dimenzija, i što je stvorio Zemlju, i što je učinio da se ljudi razlikuju po jezicima, narječjima, izgledu i boji kože. U svim tim znamenjima odista je očita pouka onima koji imaju korisno znanje pomoću kojeg mogu proniknuti u suštinu stvari i u tajne Božijeg davanja i stvaranja.",
		"korkutTranslationOfAyah":"i jedan od dokaza Njegovih je stvaranje nebesa i Zemlje, i raznovrsnost jezika vaših i boja vaših; to su, zaista, pouke za one koji znaju;"
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ",
		"tafsirTextofAyah":"Na neograničenu Allahovu moć i jednoću ukazuje i san noću i danju, koji je Allah stvorio da bi se ljudi odmarali, te i to što je Svemogući Allah učinio dan u osnovi za privređivanje i bavljenje poslovima. U tome su dokazi onom ko čuje i odaziva se istini; samo će on korist iz njih izvući.",
		"korkutTranslationOfAyah":"i jedan od dokaza Njegovih je san vaš noću i po danu, i nastojanje vaše da steknete nešto iz obilja Njegova; to su, zaista, pouke za ljude koji čuju;"
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Jedan od znakova da Veličanstveni Allah može uraditi sve što On hoće i da je jedini Bog jest to što ljudima munju pokazuje koja izaziva suprotna osjećanja: strah od groma, i nadu da će pasti kiša kojom će Allah oživjeti suhu zemlju dajući da nikne razno bilje.U tome je za razumom obdarene očit dokaz da Svemogući i Mudri Allah može mrtve proživiti i obračunati.",
		"korkutTranslationOfAyah":"i jedan od dokaza Njegovih je to što vam pokazuje munju, da se pobojite i ponadate, i to što spušta s neba kišu i oživljava njome zemlju poslije mrtvila njezina; to su, zaista, pouke za ljude koji razumiju."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ",
		"tafsirTextofAyah":"Da je Allah, džellešanuhu, jedini i svemogući Bog, ukazuju nam i postojana nebesa i Zemlja. A na koncu ćete se, kad vas Svevišnji Allah samo jednom pozove da ustanete iz svojih kaburova, pojaviti žurno idući prema stajalištu, na kojem ćete položiti račun za ono što ste činili u životu na ovom svijetu.",
		"korkutTranslationOfAyah":"I jedan od dokaza Njegovih je i to što nebo i Zemlja postoje voljom Njegovom. Zatim to što ćete, čim vas On samo jednom iz zemlje pozove, brzo ustati."
	},
	{
		"arabicTextofAyah":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
		"tafsirTextofAyah":"Allah je Onaj Kojem pripadaju sva stvorenja na nebesima i na Zemlji, jer On stvara, opskrbljuje, određuje i upravlja, pred Njegovom veličinom svi su ponizni i svi su Njemu pokorni.",
		"korkutTranslationOfAyah":"Njemu pripada sve što je na nebesima i na Zemlji, sve je Njemu poslušno."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Svevišnji je Allah Onaj Koji iz ničega stvara i Koji će stvorenja, nakon što se u prah pretvore, ponovo stvoriti. Lakše je vratiti u život ono što je već postojalo nego stvoriti iz ničeg – a oboje, prvotno stvaranje i vraćanje u život onog što je već postojalo, lahko je Allahu. Allahu, džellešanuhu, pripada najuzvišeniji primjer u svakom pogledu, pa je svako Njegovo svojstvo sušto savršenstvo i izraz veličine. Dragi Allah silan je i svemoćan. On daje ponos onom ko Njega prihvati za zaštitnika, a unizuje sve one koji su Njegovi neprijatelji. Mudar je u stvaranju, upravljanju, propisivanju…",
		"korkutTranslationOfAyah":"On je Taj koji iz ničega stvara i On će to ponovo učiniti, to je Njemu lahko; On je uzvišen i na nebesima i na Zemlji; On je silan i mudar."
	},
	{
		"arabicTextofAyah":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"Vas same, o višebošci, Allah navodi kao primjer: jesu li oni koji su u posjedu vašem, robovi i robinje, vaši ravnopravni sudionici u opskrbi te se bojite njihova udjela onako kako se bojite da će vam, u pogledu podjele imetka, nauditi slobodni ljudi, koji imaju veće pravo od robova? Vi ne biste bili zadovoljni da robovima pripadnu prava koja imaju slobodni ljudi, pa kako onda možete biti zadovoljni time da Uzvišenom Allahu pripisujete saučesnike u pogledu stvaranja i prava na obožavanje? Evo, pomoću ovakvih i sličnih primjera Mudri Allah objašnjava očite dokaze i bjelodana znamenja onima koji razmišljaju, utoliko što ti primjeri jedino njima koristi.",
		"korkutTranslationOfAyah":"On vam kao primjer navodi vas same: da li su oni koji su u posjedu vašem izjednačeni s vama u onome što vam Mi dajemo, pa ste u tome isti, i da li ih se bojite kao što se vi jedni drugih bojite? – Eto, tako Mi, podrobno, izlažemo dokaze Naše ljudima koji razmišljaju."
	},
	{
		"arabicTextofAyah":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ",
		"tafsirTextofAyah":"Bezbožnici nisu u zabludi zato što im nisu ponuđeni dokazi niti zato što im oni nisu objašnjeni, nego su u zabludi zato što se povode za svojim precima bez ikakva dokaza i lahkomisleno slijede njihov put, put neznanja i stranputice. A nijedan čovjek nije kadar izvesti na Pravu stazu onog kome je Pravedni Allah predodredio da će zalutati. Neka znaju bezvjerci da neće imati pomagača koji bi ih sačuvao od paklene kazne u koju će ih baciti Allah, Jedan Jedini.",
		"korkutTranslationOfAyah":"Ali, nevjernici lahkomisleno slijede strasti svoje – a ko će na Pravi put uputiti onoga koga je Allah u zabludi ostavio? – njima neće moći niko u pomoć priteći."
	},
	{
		"arabicTextofAyah":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Zato ti, Allahov Poslaniče, s vjernicima koji su s tobom, okreni svoje lice pravovaljanoj vjeri, islamu, a okreni se od svih drugih vjera. Islam je vjera prema kojoj je Allah, džellešanuhu, stvorio ljude. Niko ne može preinačiti Allahovo stvaranje i Njegovu vjeru. No, većina ljudi ne zna da je islam jedina ispravna vjera.",
		"korkutTranslationOfAyah":"Ti upravi lice svoje vjeri, kao pravi vjernik, vjeri, djelu Allahovu, prema kojoj je On ljude načinio – ne treba se mijenjati Allahova vjera, jer to je prava vjera, ali većina ljudi to ne zna –"
	},
	{
		"arabicTextofAyah":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Budite predani Svevišnjem Gospodaru kajući se za grijehe, i budite bogobojazni izvršavajući naredbe, a sustežući se od zabrana, te obavljajte namaz izvršavajući sve njegove ruknove, vadžibe i preduvjete njegove ispravnosti; pažljivo i srčano klanjajte, onako kako je propisano da se klanja! I nemojte biti s onima koji Allahu širk čine, već budite monoteisti, samo Allahu klanjajte se!",
		"korkutTranslationOfAyah":"obraćajući Mu se predano! Bojte se Njega i obavljajte molitvu, i ne budite od onih koji Mu druge ravnim smatraju,"
	},
	{
		"arabicTextofAyah":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ",
		"tafsirTextofAyah":"I nemojte biti jedni od sljedbenika višeboštva, koji su iskrivili svoju vjeru, pa su, sukladno prohtjevima, prihvatali dio Knjige a drugi dio odbacivali, i koji su se potom pretvorili u sekte koje fanatično i slijepo slijede svoje vođe i mišljenja, pomažući jedni drugima u zlu i neprijateljstvu. A svaka se stranka veseli onom što zagovara te drži da je na strani istine, a da su njezini neistomišljenici na krivoj stazi.",
		"korkutTranslationOfAyah":"od onih koji su vjeru svoju razbili i u stranke se podijelili; svaka stranka zadovoljna onim što ispovijeda."
	},
	{
		"arabicTextofAyah":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ",
		"tafsirTextofAyah":"Kad mnogobošce snađu kakva nevolja ili poteškoća u životu, kao npr. bolest, siromaštvo, suša, Allaha, džellešanuhu, iskreno zazivaju da ih poštedi i olakša im, a kad im Svevišnji Allah ukaže Svoju milost i otkloni nevolju, neki od njih klanjaju se lažnim božanstvima te i njima dovu upućuju.",
		"korkutTranslationOfAyah":"A kad ljude nevolja snađe, oni se Gospodaru svome pokajnički obraćaju, a poslije, kad im On dâ da okuse milost Njegovu, odjednom neki od njih Gospodaru svome druge ravnim smatraju"
	},
	{
		"arabicTextofAyah":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Ako su nezahvalni Milostivom Allahu, Gospodaru nebesa i Zemlje, na ukazanoj im milosti i izbavljenju iz nevolje, i uživaju u svojim strastima na ovom kratkotrajnom svijetu, shvatit će na Sudnjem danu da su u očitoj zabludi bili.",
		"korkutTranslationOfAyah":"da bi bili nezahvalni na onome što im Mi dajemo. \"Pa uživajte, a saznaćete!\""
	},
	{
		"arabicTextofAyah":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ",
		"tafsirTextofAyah":"Zar je Plemeniti Allah dostavio mekanskim mnogobošcima kakav jasan, nedvosmislen i nepobitan dokaz da im govori u prilog onih koje Allahu kao saučesnike pripisuju, i koji svjedoči da je njihovo nevjerovanje istina? Pa, šta ih je onda odvelo u mnogoboštvo, za koje baš nikakva dokaza nemaju!",
		"korkutTranslationOfAyah":"Zar smo im Mi poslali kakav dokaz koji govori u prilog onih koje Njemu ravnim smatraju?"
	},
	{
		"arabicTextofAyah":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ",
		"tafsirTextofAyah":"Kad Svevišnji Allah ukaže ljudima neke od Svojih blagodati, kao npr. imetak, zdravlje, sigurnost, blagostanje, oni se vesele oholi i zadivljeni svojim dostignućima, a ne vesele se zahvaljujući dragom Allahu. Međutim, kad ih zadesi nevolja, siromaštvo, bolest, glad, strah, tegoba života – zbog grijehā i hrđavih postupaka koje su učinili – odjednom počnu očajavati i misle da nevolja neće nestati.",
		"korkutTranslationOfAyah":"Kad dopustimo ljudima da se blagodatima naslađuju, oni im se obraduju, a kad ih pogodi nevolja, zbog onoga što su ruke njihove činile, odjednom očajavaju."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zar ne shvataju ljudi da Allah, džellešanuhu, daje nekim ljudima obilnu opskrbu da bi ih iskušao hoće li zahvalni biti, i da je uskraćuje drugim ljudima da bi ih, isto tako, iskušao hoće li se strpjeti ili će pak pokazati nezadovoljstvo Allahovim davanjem? U činjenici da Uzvišeni Allah nekom daje obilnu nafaku, a dotle je nekom uskraćuje, očit je znak vjernicima da je Mudri Allah milostiv prema ljudima i da je savršeno upućen u sve njihove potrebe i poslove.",
		"korkutTranslationOfAyah":"Zar oni ne znaju da Allah u obilju daje hranu onome kome On hoće, i da uskraćuje? To su, uistinu, dokazi za ljude koji vjeruju."
	},
	{
		"arabicTextofAyah":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"O muslimanu, daj bližnjem njegovo pravo u dobročinstvu, i daj potrebnome ono čime će zadovoljiti svoju potrebu, i daj onom koji je krenuo na put pa mu nestalo imetka! Golemu će nagradu na Ahiretu imati onaj ko bude, zarad Allahova lica, udjeljivao onima koji nemaju dovoljno materijalnih sredstava za život. Uspjet će upravo oni koji budu udjeljivali u dobrotvorne svrhe i činili druga dobra djela, pa će zaslužiti Allahovo zadovoljstvo i Džennet, spasivši se kazne u paklenoj vatri.",
		"korkutTranslationOfAyah":"Zato podaj bližnjemu pravo njegovo, i siromahu i putniku! To je bolje za one koji žele lice Allahovo; ti će postići šta žele."
	},
	{
		"arabicTextofAyah":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ",
		"tafsirTextofAyah":"A novac koji posudite kao kamatni kredit, o ljudi, da bi se uvećao u tuđoj imovini, neće se kod Allaha uvećati, nego će Pravedni Allah uništiti blagoslov u istom tom novcu i uništit će ga! A novac koji date, o ljudi, iz zekata i milostinje onima koji zaslužuju da im se dadne, i žudeći za Allahovim licem i nagradom na budućem, boljem svijetu – bit će umnogostručen kod Allaha, i to je djelo koje će vam biti primljeno.",
		"korkutTranslationOfAyah":"A novac koji dajete da se uveća novcem drugih ljudi neće se kod Allaha uvećati, a za milostinju koju udijelite iz želje za licem Allahovim – takvi će dobra djela svoja umnogostručiti."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Jedino vas Allah iz ničeg stvara i zatim raznovrsnim blagodatima opskrbljuje, zatim vas usmrćuje, nakon što vam dođe smrtni čas, a naposlijetku će vas oživiti izvodeći vas iz kaburova i dovest će vas na stajalište na Sudnjem danu, da položite račun za svoja djela. Postoji li među vašim kipovima kojima se klanjate, a ne Svemogućem Allahu, makar jedno božanstvo koje može to učiniti? Neka je slava Allahu i neka je vrlo visoko iznad toga da Mu je bilo ko ravan, nema istinskog božanstva osim Allaha!",
		"korkutTranslationOfAyah":"Allah vas stvara, i opskrbljuje; On će vam život oduzeti i na kraju vas oživiti. Postoji li ijedno božanstvo vaše koje bilo šta od toga čini? Hvaljen neka je On i vrlo visoko iznad onih koje Njemu smatraju ravnim!"
	},
	{
		"arabicTextofAyah":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ",
		"tafsirTextofAyah":"Zbog grijehā koje ljudi svojim rukama čine, nered se pojavio na kopnu i moru: suše, zarazne bolesti, siromaštvo, glad, svakojaki problemi, nesreće, prirodne katastrofe… Allah to daje da bi opomenuo ljude na ogavnost onog što čine, da bi se vratili Allahu iskreno se kajući i da bi se sustezali od činjenja nevaljalosti i porokā.",
		"korkutTranslationOfAyah":"Zbog onoga što ljudi rade, pojavio se metež i na kopnu i na moru, da im On dâ da iskuse kaznu zbog onoga što rade, ne bi li se popravili."
	},
	{
		"arabicTextofAyah":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ",
		"tafsirTextofAyah":"Allahov Poslaniče, obrati se krivovjernima: “Svijetom se zaputite i gledajte, razmišljajući i pouku izvlačeći, šta je zadesilo prijašnje naraštaje! Većina njih bijahu mnogobošci, zbog čega su i uništeni!”",
		"korkutTranslationOfAyah":"Reci: \"Putujte po svijetu pa pogledajte kako su onī prije završili; većinom su oni mnogobošci bili.\""
	},
	{
		"arabicTextofAyah":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ",
		"tafsirTextofAyah":"Zato ti okreni svoje lice ka Pravom putu i islamu, pravovaljanoj vjeri, prije nego što nastupi Dan konačnog polaganja računa, a koji niko neće moći odložiti niti odbiti. Tog Dana ljudi će biti u različitim kategorijama i pojavit će se odvojeno da im budu pokazana djela koja činjahu na dunjaluku; jedni će biti uvedeni u džennet, a drugi će biti bačeni u paklenu vatru.",
		"korkutTranslationOfAyah":"Zato ti upravi lice svoje prema pravoj vjeri, prije nego što Allahovom voljom nastupi Dan koji niko neće moći odbiti. Toga dana On će ih razdvojiti:"
	},
	{
		"arabicTextofAyah":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Silnog Allaha, Znalca svih tajni, sami će snositi posljedice i štetu nevjerovanja vječno boraveći u vatri, dok će oni koji vjeruju i, zarad Allahova lica, čine dobra djela sebi pripremiti mjesto i ugodno boravište u džennetu, u kojem će vječno boraviti.",
		"korkutTranslationOfAyah":"oni koji nisu vjerovali – na svoju štetu nisu vjerovali, a oni koji su dobra djela činili – sebi su Džennet pripremili,"
	},
	{
		"arabicTextofAyah":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"To je tako, da bi Svevišnji Allah, iz Svoje milosti i dobrote, nagradio čestite vjernike najboljom nagradom. Odista Sveznajući Allah veoma mnogo mrzi one koji ne vjeruju i koji poriču poslanike, On će ih kazniti na Danu sudnjem.",
		"korkutTranslationOfAyah":"da On iz obilja Svoga nagradi one koji su vjerovali i dobra djela činili; a On, zaista, ne voli nevjernike."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Jedno od znamenja Božijih da je Allah jedini i svemogući Bog jest to što šalje vjetrove s kišnim oblacima koji nagovještavaju spuštanje kiše, da bi Allah, džellešanuhu, ljudima dao da kušaju Njegovu milost koja se ogleda u plodnosti koja dolazi nakon kiše, i kako bi, Allahovom voljom, lađe morem plovile, a na kojima trgovci prevoze trgovačku robu i hranu – ne bi li robovi bili zahvalni Stvoritelju, pa da im On još veće blagodati ukaže.",
		"korkutTranslationOfAyah":"Jedan od dokaza Njegovih je to što On šalje vjetrove kao nosioce radosnih vijesti da vam dâ da milost Njegovu osjetite i da lađe voljom Njegovom plove i da iz obilja Njegova stječete, i da biste zahvalni bili."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Dragi je Allah i prije Resulullaha, sallallahu 'alejhi ve sellem, slao poslanike njihovim narodima s jasnim, nepobitnim dokazima. Pa ipak, većina se njihovih sunarodnika otuđila od Allaha, a manjina je vjerovala. Uzvišeni Allah je kaznio pokvarenjake, a vjernicima monoteistima pomogao je, jer Allahovi štićenici, zbog svog stepena i blizine Njemu, zaslužuju Njegovu neizostavnu pomoć.",
		"korkutTranslationOfAyah":"I prije tebe smo poslanike narodima njihovim slali i oni su im prave dokaze donosili, pa smo one koji su griješili kažnjavali – a dužnost Nam je bila vjernike pomoći."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
		"tafsirTextofAyah":"Jedino Allah, džellešanuhu, šalje vjetrove i oni tjeraju kišne oblake te ih nebom razastire kako On hoće, u parčad ih dijeleći, pa vidiš kišu kako lije iz njih. A kad Plemeniti Allah pomoću vjetrova potjera kišne oblake na predio na koji želi, ljudi se odjednom obraduju i nadasve radošću ispune zbog kiše koja će pasti, a uslijed koje će zemlja biljem, koje treba i njima i stoci njihovoj, obrasti.",
		"korkutTranslationOfAyah":"Allah je Taj koji vjetrove šalje, pa oni oblake tjeraju i On ih po nebu, kako On hoće, rasprostire i na komade dijeli, pa ti vidiš kišu kako iz njih pada, i kad je On na robove Svoje na koje želi prolije, oni se odjednom radošću ispune,"
	},
	{
		"arabicTextofAyah":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ",
		"tafsirTextofAyah":"Obraduju se, mada su ranije – prije nego što će Allah kišu spustiti – bili očajni.",
		"korkutTranslationOfAyah":"iako su bili očajni prije nego što se spustila na njih."
	},
	{
		"arabicTextofAyah":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Zato osmotri, Poslaniče, tragove kiše koju Allah spušta iz milosti prema stvorenjima, razmotri posljedicete kiše u vidu oživljavanja zemlje nakon mrtvila, i znaj da Onaj Ko je oživio tu suhu zemlju može oživjeti i mrtve, a On sve može.",
		"korkutTranslationOfAyah":"Zato pogledaj tragove Allahove milosti – kako On oživi zemlju nakon mrtvila njezina! On će, uistinu, i mrtve oživiti, On sve može."
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ",
		"tafsirTextofAyah":"A kad bi Sveznajući Allah poslao vjetar na zeleno rastinje, žitarice i plodove koji bi ih uništio i u žuto pretvorio, te kad bi oni vidjeli taj prizor, bili bi nezahvalni na Allahovim prethodnim blagodatima, ma koliko ih mnogo bilo.",
		"korkutTranslationOfAyah":"A da pošaljemo vjetar i da oni vide da je sve požutjelo, oni bi, i poslije toga, blagodati poricali."
	},
	{
		"arabicTextofAyah":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ",
		"tafsirTextofAyah":"Kao što nisi u stanju dozvati mrtve i gluhe, tako nisi kadar učiniti da čuju savjete oni koji su slični tim dvjema kategorijama ljudi, tj. one koji su okrenuli leđa i kojima opomena na koristi.",
		"korkutTranslationOfAyah":"Ti ne možeš mrtve dozvati, ni gluhe, kad se od tebe okrenu, dovikati,"
	},
	{
		"arabicTextofAyah":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ",
		"tafsirTextofAyah":"Isto tako, nisi kadar odvratiti od krivog puta one čija je srca Svevišnji Allah zapečatio i oduzeo im moć zapažanja istine. Tvoje će riječi čuti i prihvatiti samo oni koji čvrsto vjeruju u časni Kur’an, predaju se dragom Gospodaru i prihvataju bjelodane dokaze.",
		"korkutTranslationOfAyah":"niti možeš slijepe od zablude njihove odvratiti; možeš jedino dozvati one koji u ajete Naše vjeruju, jedino oni će se odazvati."
	},
	{
		"arabicTextofAyah":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ",
		"tafsirTextofAyah":"Jedino vas Svemogući Allah stvara, o ljudi, od sperme, neznatne, ništavne tekućine, pa se nemojte oholiti, i nakon bespomoćnosti u djetinjstvu, snagu vam podari, te vas opet vrati u bespomoćnost, starcima vas učini i dadne da doživite pozne godine! Allah, džellešanuhu, stvara šta želi i čini da prolazite kroz etape koje On hoće: bespomoćnost i snaga, djetinjstvo i mladost, muževno doba pa pozne godine. Allah sve savršeno stvara, jer je Sveznajući; čini šta hoće, jer je Svemogući.",
		"korkutTranslationOfAyah":"Allah je Taj koji vas nejakim stvara, i onda vam, poslije nejakosti, snagu daje, a poslije snage iznemoglost i sijede vlasi; On stvara što hoće; On sve zna i sve može."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ",
		"tafsirTextofAyah":"A kad nastupi Čas oživljenja, griješnici će se zaklinjati da su u kaburovima ostali sasvim kratko vrijeme, tek jedan tren. Kao što su na dunjaluku bili odvraćeni od istine, isto tako će tad biti odvraćeni od spoznaje toga koliko su u kaburu vremena ostali.",
		"korkutTranslationOfAyah":"A na Dan kad nastupi Čas oživljenja, zločinci će se zaklinjati da su u grobovima samo jedan čas ostali; a i prije su istinu izbjegavali."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Onda će poricateljima vjerovjesnici i meleki, kojima je Allah dao znanje, reći: “Prema Allahovoj odredbi, koja je proistekla iz Njegovog znanja, vi ste ostali otkako ste stvoreni pa sve dok niste oživljeni, a ovo je Dan oživljenja koji ste poricali.\"",
		"korkutTranslationOfAyah":"A reći će oni kojima je dato znanje i vjerovanje: \"Vi ste ostali, prema Allahovoj odredbi, sve do Dana oživljenja – a ovo je Dan oživljenja, samo što vi niste znali.\""
	},
	{
		"arabicTextofAyah":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
		"tafsirTextofAyah":"Kad nastupi Dan strašnog polaganja računa, ispričavanje nevjernicima neće nimalo pomoći, od njih se neće tražiti da se Svevišnjem Allahu umile pomoću ibadeta, pokajanja i prihvatanja vjere, imali su priliku zaslužiti Božiju naklonost, a nisu je zaslužili; tad će biti vrijeme da budu kažnjeni.",
		"korkutTranslationOfAyah":"Toga Dana neće ničem poslužiti pravdanja onima koji su se prema sebi ogriješili i neće na ovaj svijet vraćeni biti."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ",
		"tafsirTextofAyah":"U ovom je Kur’anu Sveznajući Allah objelodanio svakovrsne primjere pomoću kojih se raspoznaje istina od neistine. A kad bi ti, Poslaniče islama, donio krivovjernima bilo kakvo znamenje ili bilo kakav nepobitan dokaz da si zaista Poslanik, oni bi rekli: “Muhammede, ti i oni koji tebe slijede samo ste opčinjeni i obmanuti time što govorite!”",
		"korkutTranslationOfAyah":"U ovom Kur'anu Mi navodimo ljudima svakovrsne primjere. A kad bi im ti ne znam kakvo čudo donio, opet bi rekli oni koji neće da vjeruju: \"Vi samo iznosite laži!\""
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kao što Svemogući Allah pečati srca nevjernikā, koji u tvoje ajete ne vjeruju, zapečatit će srca onih koji ne shvataju da je časni Kur’an, koji si donio, istina.",
		"korkutTranslationOfAyah":"Eto tako Allah pečati srca onih koji neće da znaju."
	},
	{
		"arabicTextofAyah":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, trpeljivo podnosi poricanje i neprijatnosti koje ti nanose nevjernici griješnici! Allahovo obećanje da ćeš biti pomognut, da ćeš zavladati i da će kraj biti u tvoju korist, neupitno je. Zato, neka te oni koji nisu uvjereni u proživljenje ne navedu na to da požuruješ njihovu kaznu i budeš brzoplet.",
		"korkutTranslationOfAyah":"A ti budi strpljiv! Allahovo obećanje je, zaista, istina i neka te nikako ne obmanu oni koji čvrsto ne vjeruju."
	}
]