[
	{
		"arabicTextofAyah":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
		"tafsirTextofAyah":"Sva hvala i zahvala pripadaju samo Allahu, džellešanuhu, vlasniku svega što postoji na nebesima i na Zemlji, Onom Koji svime upravlja. Svevišnjem Allahu pripadat će savršena hvala i slava i na budućem svijetu, na Danu sudnjem. Allah je mudar u Svojim riječima i djelima, dobro je upućen u sve što postoji, u ono što je stvorio. Njemu ništa nije skriveno.",
		"korkutTranslationOfAyah":"Neka je hvaljen Allah, čije je sve ono na nebesima i sve ono na Zemlji! Hvaljen neka bude i na onome svijetu! On je Mudri i Sveznajući."
	},
	{
		"arabicTextofAyah":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ",
		"tafsirTextofAyah":"Allahu, džellešanuhu, znano je sve što ulazi u zemlju, kao npr. voda i rastinje; zna šta iz zemlje izlazi, kao npr. rastinje; zna šta se spušta s neba, kao npr. meleki, kiša, nafaka; zna šta se na nebo uspinje: meleki, ljudske riječi i djela, duše. Allah je samilostan spram vjernika i oprašta grijehe onima koji se kaju i mole Ga za oprost.",
		"korkutTranslationOfAyah":"On zna šta u zemlju ulazi, a šta iz nje izlazi, i šta se s neba spušta, a šta se na nj uspinje; On je samilostan i On prašta grijehe."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
		"tafsirTextofAyah":"Oni što ne vjeruju u Allaha govore: “Čas sudnji doći nam neće, nikada!” Kaži im, Poslaniče: “Hoće, tako mi Gospodara mog, doći će vam Čas sudnji, zacijelo! A kad će Smak svijeta nastupiti, zna samo dragi Allah, Kojem ne izmiče ni koliko je mravuljak na nebesima ni na Zemlji; ne postoji ništa manje ni veće od toga a da nije zabilježeno u Levhi-mahfuzu jasno i detaljno, jer je u njemu zapisano sve što će se dogoditi do Dana sudnjeg.”",
		"korkutTranslationOfAyah":"A nevjernici govore: \"Čas oživljenja nam neće doći!\" Reci: \"Hoće, tako mi Gospodara moga, koji zna i ono što je skriveno, zacijelo će vam doći.\" – Njemu ne može ništa, ni trunčica jedna ni na nebesima ni na Zemlji, izmaći, i ne postoji ništa, ni manje ni veće od toga, što nije u jasnoj Knjizi –"
	},
	{
		"arabicTextofAyah":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
		"tafsirTextofAyah":"Gospodar je u Levhi-mahfuzu zapisao ono što je zapisao zato da bi golemom nagradom nagradio vjernike, dobre ljude, koje čekaju oprost grijeha – neće zbog njih biti kažnjeni, i imat će velike počasti i vječno uživanje u džennetskim baščama.",
		"korkutTranslationOfAyah":"da nagradi one koji vjeruju i dobra djela čine – njih čeka oprost i opskrba plemenita –"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ",
		"tafsirTextofAyah":"A oni koji su se upinjali nastojeći poništiti Allahove ajete, pa su za njih rekli da se radi o sihru, a Poslanika su okarakterizirali kao proroka, sihirbaza, pjesnika – takvi će na Dan ustanuća imati tešku patnju koju neće moći trpjeti.",
		"korkutTranslationOfAyah":"a da kazni najbolnijom patnjom one koji se protiv dokaza Naših bore, nastojeći ih onemogućiti."
	},
	{
		"arabicTextofAyah":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
		"tafsirTextofAyah":"Učeni ashabi i i oni koji su povjerovali iz reda sljedbenika Knjige svjedoče da je časni Kur’an, objavljen Resulullahu, sallallahu alejhi ve sellem, istina u koju ne može biti nikakve sumnje, i da isti taj Kur’an vodi sreći i uspjehu, ka putu Silnog Allaha, Koga niko ne može nadvladati, i Kojem neizostavno pripada sva hvala i zahvala na oba svijeta.",
		"korkutTranslationOfAyah":"Oni kojima je dato znanje dobro znaju da je ono što ti se objavljuje od Gospodara tvoga istina i da vodi na put Silnoga i Hvaljenoga,"
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ",
		"tafsirTextofAyah":"Oni što ne vjeruju u Allaha kazuju među sobom, rugajući se onom što je donio Resulullah, sallallahu alejhi ve sellem: “Hoćete li da vas uputimo jednom čovjeku koji će vam predskazati kako ćete, nakon što umrete i pošto već budete u potpunom raspadu, biti iznova stvoreni i iz grobova izvedeni?”",
		"korkutTranslationOfAyah":"dok oni koji ne vjeruju govore: \"Hoćete li da vam pokažemo čovjeka koji vam predskazuje da ćete, kada se sasvim raspadnete, zaista, ponovo stvoreni biti?"
	},
	{
		"arabicTextofAyah":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ",
		"tafsirTextofAyah":"I dodaju krivovjerni: “Iznosi li Muhammed laž o Allahu, pa tvrdi da ga je Allah poslao? Ili je on lud, ne shvata šta govori!” Bože sačuvaj, nemoguće je da Vjerovjesnik, sallallahu alejhi ve sellem, govori neistinu. Višebošci zaista iznose laži! One koji ne vjeruju u oživljenje poslije smrti nesumnjivo će stići golemo stradanje i patnja u paklenoj vatri; oni su daleko s Prave staze skrenuli.",
		"korkutTranslationOfAyah":"Iznosi li on o Allahu laži ili je lud?\" Nijedno, već će oni koji u onaj svijet neće da vjeruju na muci biti i u zabludi su velikoj."
	},
	{
		"arabicTextofAyah":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ",
		"tafsirTextofAyah":"Zar ne vide mnogobošci savršena Allahova stvorenja, iznad i ispod sebe, tj. nebesa i Zemlju, koja zapanjuju razum i ushićuju? Kad bi htio, Allah, džellešanuhu, utjerao bi nevjernike u zemlju, ili bi na njih sručio komade neba, tj. poslao bi na njih kaznu s neba. U tome je nepobitan i bjelodan dokaz svakom čovjeku koji se kaje Allahu, samo se Njemu pokorava i iskreno Mu robuje da Allah sve može učiniti. Eto, Onaj Koji je kadar to učiniti, Taj je kadar oživiti mrtve nakon što se potpuno raspadnu.",
		"korkutTranslationOfAyah":"Kako ne vide nebo i Zemlju, ono što je iznad njih i ono što je ispod njih?! Kad bismo htjeli, u zemlju bismo ih utjerali, ili komade neba na njih sručili. To je, zaista, pouka svakome robu koji je odan."
	},
	{
		"arabicTextofAyah":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ",
		"tafsirTextofAyah":"Plemeniti Allah podario je Davudu, alejhis-selam, poslanstvo, znanje, te je naredio brdima i pticama da izražavaju hvalu Allahu zajedno s Davudom. Osim toga, Svemogući Allah učinio je da gvožđe bude mekahno u Davudovim, alejhis-selam, rukama, pa ga je oblikovao kako je htio i od njega je pravio oruđa koja je htio.",
		"korkutTranslationOfAyah":"Mi smo Davudu Našu milost ukazali – \"O brda, ponavljajte zajedno s njim hvalu, i vi ptice!\" – i učinili da mu mekahno gvožđe bude."
	},
	{
		"arabicTextofAyah":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"Gospodar svjetova naredio je Davudu, alejhis-selam, da plete velike, savršene pancire (da se pomoću njih bori protiv neprijatelja) i da klinci, pomoću kojih su povezivani dijelovi pancira, budu odgovarajuće dužine i debljine; da su klinci bili širi od rupice, ne bi se snažno povezali dijelovi pancira, a da su bili uski i kratki, također ne bi bili svrsishodni. K tome, Allah, džellešanuhu, zapovjedio je Davudu, alejhis-selam, i njegovoj porodici da čine dobra djela i obavijestio ga je da je On Sveznajući, da dobro zna i vidi sve što se tajno i javno čini, te da će ljude pozvati na odgovornost za djela.",
		"korkutTranslationOfAyah":"\"Pravi široke pancire i čestito ih pleti!\" – i činite dobro, jer Ja vidim šta radite vi."
	},
	{
		"arabicTextofAyah":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ",
		"tafsirTextofAyah":"A Sulejmanu, alejhis-selam, Allah je potčinio vjetar, tako da je njegovo jutarnje puhanje iznosilo koliko mjesec, a večernje puhanje koliko mjesec dana umjerenog hoda. I dao je Allah, džellešanuhu, da Sulejmanu bakar teče poput vode, pa ga je mogao obrađivati kako god je htio. Uzasve to, potčinio mu je džine: neki su pred njim radili pokorno i poslušno, po naređenju Allahovu, a bilo je i onih koji su, opet, otkazali poslušnost Allahu i vjerovjesniku Sulejmanu, alejhis-selam, pa je Allah davao da osjete pakleno stradanje i vrelinu džehennemske vatre.",
		"korkutTranslationOfAyah":"A Sulejmanu – vjetar, ujutro je prevaljivao rastojanje od mjesec dana, a navečer rastojanje od mjesec dana; i učinili smo da mu iz izvora rastopljen bakar teče i da džini, voljom njegova Gospodara, pred njim rade; a kad bi neki od njih otkazao poslušnost naređenju Našem, učinili bismo da ognjenu patnju osjeti."
	},
	{
		"arabicTextofAyah":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ",
		"tafsirTextofAyah":"Džini su pravili Sulejmanu, alejhis-selam, šta god je htio, u kojem god je začudnom obliku htio: mjesta za obavljanje namaza, i spomenike od bakra i stakla, i velike zdjele za vodu kao čatrnje, i kotlove nepokretne zbog svoje veličine i težine. Allah je, džellešanuhu, zapovjedio porodici Davudovoj, alejhis-selam, da bude zahvalna Gospodaru svjetova na blagodatima koje im je ukazao. A malo je onih koji su zahvalni Znalcu svih tajni na onom što im je dao.",
		"korkutTranslationOfAyah":"Oni su mu izrađivali što god je htio: hramove i spomenike, i zdjele kao čatrnje, i kotlove nepokretne. \"Trudite se i budite zahvalni, o čeljadi Davudova!\" – A malo je zahvalnih među robovima Mojim."
	},
	{
		"arabicTextofAyah":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ",
		"tafsirTextofAyah":"Pošto je Sveznajući Allah odredio da vjerovjesniku Sulejmanu, alejhis-selam, dođe smrtni čas i da umre, umro je stojećke, oslonjen na svoj štap, a džini to nisu saznali nego su radili svoj posao i dalje, sve dok se nije pojavio crv koji je izjeo štap na koji je bio naslonjen vjerovjesnik Sulejman, alejhis-selam, pa se nakon toga stropoštao. Tek tad džini shvatiše kako ne bi morali izvršavati teške poslove za Sulejmana, alejhis-selam, i biti u muci sramnoj da su znali ono što je nesaznatljivo. Džini mišljahu da je Sulejman, alejhis-selam, živ i da ih posmatra, a bio je mrtav.",
		"korkutTranslationOfAyah":"A kad smo odredili da umre, crv koji je bio rastočio štap njegov – upozorio ih je da je umro, i kad se on srušio, džini shvatiše da ne bi na muci sramnoj ostali da su budućnost prozreti mogli."
	},
	{
		"arabicTextofAyah":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ",
		"tafsirTextofAyah":"Pleme Saba, koje je nastanjivalo Jemen, imalo je veliko znamenje i pokazatelj Allahove moći: dva vrta, jedan s desne, a drugi s lijeve strane doline. Ili je značenje da su svaku njihovu kuću obuhvatala dva vrta. Allah, džellešanuhu, naredio je stanovnicima Sabe da jedu opskrbu koju im daje, da Mu budu na tome zahvalni i da blagodati koje su im ukazane koriste u poslušnosti Njemu. Eto tako su živjeli u predivnom kraju s mnogo pitke vode i čistim zrakom, i traženo je od njih da robuju svom Gospodaru, Allahu, Koji mnogo oprašta grijehe onom ko se kaje.",
		"korkutTranslationOfAyah":"Stanovnici Sabe imali su dokaz u mjestu u kome su živjeli: vrtove, zdesna i slijeva. \"Jedite hranu Gospodara svoga i budite Mu zahvalni; kakav divan kraj i Gospodar koji mnogo prašta!\""
	},
	{
		"arabicTextofAyah":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ",
		"tafsirTextofAyah":"Međutim, stanovnici Sabe nisu bili zahvalni dobrom Allahu na blagodatima i nisu povjerovali u poslanike, pa im je Svemogući Allah uskratio Svoje blagodati i na njih je sručio bujicu s brane, uslijed koje je njihovo prebivalište bilo sasvim uništeno: drveće i bilje počupano je, a stoka je nastradala. Svevišnji Allah zamijenio je zatim njihove zelene bogate vrtove s dva druga, drukčija vrta čiji su plodovi bili gorka ukusa, tj. dao im je metljiku bez plodova i divlji lotos neznatni.",
		"korkutTranslationOfAyah":"Ali oni su nezahvalni postali, pa smo na njih poplavu pustili, popuštanjem brana nastalu, i zamijenili im njihove vrtove drugim vrtovima sa plodovima gorkim i tamariskom i neznatnim lotosom divljim."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ",
		"tafsirTextofAyah":"Upravo zbog toga što su okrenuli leđa vjerovanju i bili nezahvalni, Svemogući Allah uskratio im je bolje a dao gore. A Allah, džellešanuhu, kažnjava samo one koji su nezahvalni na blagodatima.",
		"korkutTranslationOfAyah":"Kaznili smo ih tako zato što su bili nezahvalni, a da li Mi kažnjavamo ikoga drugog do nevjernika, nezahvalnika?!"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ",
		"tafsirTextofAyah":"Između prebivališta stanovnikā Sabe u Jemenu i Šama, čija je okolica blagoslovljena, Allah je podigao spojena naselja i odredio ih za to da se po njima bez imalo poteškoće putuje: “U sigurnosti, noću i danju, po njima putujte!” Bile su im ukazane blagodati, Allah im je davao hranu i piće, štitio ih je od straha i neizvjesnosti, od gladi i žeđi.",
		"korkutTranslationOfAyah":"A između njih i gradova koje smo blagoslovili izgradili smo bili naselja povezana i odredili im potrebnu udaljenost. \"Putujte kroz njih i po noći i po danu, sigurni!\""
	},
	{
		"arabicTextofAyah":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
		"tafsirTextofAyah":"Ali su oni postali obijesni glede tih blagodati, pa su zamolili Allaha: “Gospodaru naš, povećaj razdaljinu između nastambi naših kako između nas i Šama ne bi bilo naselja, da bismo se umarali tokom putovanja i da bi došla do izražaja naša sposobnost prilikom prevaljivanja velikih razdaljina!” Oni su negirajući blagodati i zavideći siromašnima među sobom sebi nepravdu učinili – Allah ih je kaznio tako što ih je udaljio jedne od drugih, te se o njima samo pričalo. Ono što se dogodilo stanovnicima Sabe; prvo Božija blagodat, a potom kazna i osveta zbog nevjerstva i oholosti, znamenje je i pouka za svakog ko trpeljivo podnosi udarac sudbine, ko strpljivo izvršava vjerske naredbe i susteže se od vjerskih zabrana i odano Allahu zahvaljuje, te se zahvaljuje na blagodatima.",
		"korkutTranslationOfAyah":"Ali oni rekoše: \"Gospodaru naš, učini veće rastojanje prilikom putovanja naših!\" – i ogriješiše se prema sebi, i Mi učinismo da se o njima samo priča, a njih kud koje raselismo. To su, zaista, pouke za svakog strpljivog i zahvalnog."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Iblis je vjerovao – pokazalo se da nije pogriješio – da će ih uspjeti zavesti i pridobiti ih da ga slijede u stranputici i nevjerstvu, osim jedne grupe onih koji su vjerovali: razočarao se i izgubio nadu u to da će ga oni slijediti.",
		"korkutTranslationOfAyah":"I Iblis se uvjerio da je o njima ispravno mislio, i oni su se poveli za njim, osim nekolicine vjernika"
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ",
		"tafsirTextofAyah":"No, ipak, šejtan nad nevjernicima nije imao nikakve vlasti, nije ih nikako mogao prisiliti na nevjerstvo, ali je Sveznajući Allah odredio da šejtan zavodi ljude lijepima im prikazujući poroke i ulijevajući im lažne nade. Allah je tako učinio da bi se razlučili oni koji vjeruju u ahiret i kaznu i nagradu na njemu, te oni što u to sumnjaju. Svevišnji Allah nad svime bdi, upućen je u sve što robovi Njegovi rade, pa će ih pozvati na odgovornost i svakom dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"nad kojima nikakve vlasti nije imao; Mi smo htjeli ukazati na onoga ko vjeruje u onaj svijet, a ko u njega sumnja. – A Gospodar tvoj bdi nad svim."
	},
	{
		"arabicTextofAyah":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ",
		"tafsirTextofAyah":"Reci, Vjerovjesniče, mekkanskim višebošcima: “Zazovite one koje smatrate Allahu ravnim, pa im se obratite zarad svojih potreba, neka vam osiguraju kakvo dobro, odnosno neka od vas otklone kakvo zlo! Neće vam se odazvati jer su nemoćni, ne vladaju koliko jednim trunom na nebesima i Zemlji, niti imaju bilo kakvog udjela u stvaranju! Allah je jedini Stvoritelj, On je vlasnik svega i svime samo On upravlja. Prilikom stvaranja nebesa i Zemlje, Allah, džellešanuhu, nije zatražio pomoć ni od jednog mnogobošca, niti od njihovih lažnih božanstava.”",
		"korkutTranslationOfAyah":"Reci: \"Zovite one koje, pored Allaha, bogovima smatrate. Oni ništa nemaju, ni koliko trun jedan, ni na nebesima ni na Zemlji; oni u njima nemaju nikakva udjela i On nema od njih nikakve pomoći.\""
	},
	{
		"arabicTextofAyah":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
		"tafsirTextofAyah":"Znajte, osim toga, da će zagovaranje za nekog biti od koristi tek pošto to Veličanstveni Allah dozvoli; zagovarat će se samo za onog čijim je djelima Allah zadovoljan. Kad Svevišnji Allah progovori objavom i stanovnici nebesa, meleki, čuju Njegove riječi, udare krilima povinujući se tome. A kad strah iščili, upitaju Džibrila: “Šta ono vaš Gospodar reče?” On odgovori: “Istinu je rekao. Allah je uzvišen u pogledu Svog Bića i moći, veći je od svega što postoji.”",
		"korkutTranslationOfAyah":"Kod Njega će se moći zauzimati za nekoga samo onaj kome On dopusti. I kad iz srca njihovih nestane straha, oni će upitati: \"Šta je to rekao Gospodar vaš?\" – \"Istinu!\" – odgovoriće. On je uzvišen i velik."
	},
	{
		"arabicTextofAyah":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"Upitaj bezbožnike, Božiji Poslaniče: “Ko vam daje nafaku s neba, u obliku kiše pomoću koje rastu plodovi, žitarice i voće?” Ti reci: “Allah je Onaj Koji opskrbu daje! Pa jesmo li onda upravo mi ili ste vi na Putu pravom, odnosno usred zablude očite? Neko od nas ne postupa pravilno. Bez imalo sumnje, vjernici postupaju ispravno, a mnogobošci neispravno.”",
		"korkutTranslationOfAyah":"Upitaj: \"Ko vas opskrbljuje i iz neba i iz zemlje?\" – i odgovori: \"Allah! Da li smo onda mi ili vi na Pravome putu, ili u očitoj zabludi?\""
	},
	{
		"arabicTextofAyah":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Obrati se višebošcima, Vjerovjesniče: “Vi nećete biti odgovorni za naše grijehe na Kijametskom danu, niti ćemo mi biti odgovorni za ono što vi činite!”",
		"korkutTranslationOfAyah":"Reci: \"Vi nećete odgovarati za grijehe koje mi počinimo niti ćemo mi odgovarati za ono što uradite vi.\""
	},
	{
		"arabicTextofAyah":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Reci, Poslaniče, onima koji ne vjeruju: “Svemogući Allah sabrat će nas na Danu sudnjem, a zatim će nam pravedno presuditi u onom u čemu se nismo slagali. Allah je Onaj Koji sudi, Njegov je sud pravedan i neopoziv, zato što nikom ne čini nepravdu i zato što je savršeno upućen u ono o čemu sudi.”",
		"korkutTranslationOfAyah":"Reci: \"Gospodar naš će nas sabrati i onda nam pravedno presuditi, On je sudija Pravedni, Sveznajući.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كـَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Vjerovjesniče, obrati se mnogobošcima: “Pokažite mi one koje smatrate Allahu ravnim, pa se i njima, pored Allaha, klanjate! Ne, nego vi očito griješite tvrdeći da je Allahu bilo ko ravan. Allah je silan u Svojoj vlasti, te Ga niko ne može nadvladati; mudar je u stvaranju, upravljanju, propisivanju.”",
		"korkutTranslationOfAyah":"Reci: \"Pokažite mi one koje smatrate Njemu ravnim!\" – Nema ih; postoji samo Allah, Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Allah te je, Poslaniče, poslao svim ljudima, a kao radovjesnika onima koji su bogobojazni da će im Gospodar dati veliku nagradu, i kao opominjatelja nevjernicima da će imati bolnu patnju. No većina ljudi ne zna da si ti poslat s istinom; da oni to znaju, ne bi te proglasili lašcem.",
		"korkutTranslationOfAyah":"Mi smo te poslali svima ljudima da radosne vijesti donosiš i da opominješ, ali većina ljudi ne zna"
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Mnogobošci požuruju kaznu na koju ih se upozorava, te govore: “Kad će nas već jednom stići ta kazna? Izvijestite nas o tome, ako istinu govorite kad tvrdite da će Smak svijeta neizostavno nastupiti.”",
		"korkutTranslationOfAyah":"i govore: \"Kad će već jednom ta prijetnja, ako istinu govorite?\""
	},
	{
		"arabicTextofAyah":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ",
		"tafsirTextofAyah":"Poslaniče, reci im: “Vaš dan određen je, neizostavno će doći, a to je Dan sudnji! Vi ga ne možete ni za čas odložiti, a niti ga pak možete ubrzati.”",
		"korkutTranslationOfAyah":"Reci: \"Dan vam je već određen, ne možete ga ni za čas jedan zaustaviti niti ubrzati.\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ",
		"tafsirTextofAyah":"Bezvjerci govore: “U ovaj Kur’an, za koji Muhammed tvrdi da mu se objavljuje, nećemo povjerovati, a niti u objave koje su mu prethodile!” A da ti je, Poslaniče, samo vidjeti kad oni koji ne vjeruju budu zaustavljeni pred Allahom, Znalcem svih tajni, i kad budu jedni drugima upućivali prigovore te jedni na druge budu odgovornost prebacivali. Naime, oni što bijahu potčinjeni i nemoćni govorit će oholim prvacima koji su ih odveli u zabludu: “Da nas vi niste odvratili od istine, povjerovali bismo u Allaha i slijedili bismo poslanike.”",
		"korkutTranslationOfAyah":"A oni koji ne vjeruju govore: \"Mi nećemo vjerovati u ovaj Kur'an niti u one prije njega!\" A kada bi samo vidio kad onī koji su učinili zlo pred Gospodarom svojim budu zadržani i kad stanu među sobom razgovarati: \"Da vâs nije bilo, sigurno bismo bili vjernici\" – reći će oni koji su tlačeni bili onima koji su bili oholi."
	},
	{
		"arabicTextofAyah":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ",
		"tafsirTextofAyah":"“Zar smo vas mi odvratili od vjerovanja u Boga nakon što vam je stigla uputa koju je donio Muhammed? Ne, nego ste i sami bili zločesti i voljeli ste poroke, pa ste se eto zato otuđili od Prave staze, dobrovoljno”, kazat će potlačenim pristalicama prvaci koji su se oholili.",
		"korkutTranslationOfAyah":"\"A zar smo vas mi od Pravoga puta odvratili nakon što vam je bilo na njega ukazano? Ne, sami ste vi grješnici bili\" – reći će oni koji su bili oholi onima koji su bili tlačeni."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Na to će oni koji su se potčinjavali reći oholim vođama: “Ne, nego ste nas varali i zlo nam i neistinu lijepim predstavljali, noću i danju smišljali ste kako da nama ovladate i upravljate; evo, nastradali smo. Vi ste nam zapovijedali da ne vjerujemo u Silnog Allaha, poticali ste nas da Mu druge ravnim smatramo, da stvorenja obožavamo.” Obje će skupine, vođe i podanici, prikrivati kajanje, tugu i očaj kad ispred sebe ugledaju kaznu i očito stradanje, jer su na dunjaluku nevjernici bili. Allah će, džellešanuhu, onima koji nisu vjerovali staviti lance na vratove – samo zbog toga što su mimo Svevišnjeg Allaha obožavali lažna božanstva i što su poročni bili.",
		"korkutTranslationOfAyah":"\"Nije bilo tako\" – odgovoriće oni koji su bili tlačeni onima koji su bili oholi – \"nego ste danju i noću spletkarili kad ste od nas tražili da u Allaha ne vjerujemo i da Mu druge jednakim smatramo.\" I svi će prikriti tugu kad vide da će kažnjeni biti, a Mi ćemo na vratove nevjernika sindžire staviti; zar će biti kažnjeni drukčije nego prema onome kako su radili?"
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
		"tafsirTextofAyah":"Sveznajući Allah ni u jedan grad niti naselje nije poslao nijednog poslanika da ih upozori, a da oni koji su vladali, bili ugledni i bogati nisu rekli: “Mi zaista ne vjerujemo, o poslanici, u ono s čime ste izaslani!”",
		"korkutTranslationOfAyah":"Mi ni u jedan grad nismo poslanika poslali, a da nisu rekli oni koji su na raskošan život bili navikli: \"Ne vjerujemo mi u ono što je po vama poslano!\" –"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ",
		"tafsirTextofAyah":"I još su govorili, ponoseći se i uznoseći: “Mi imamo više blaga i djece od vas! Mi nismo onī koje će zadesiti stradanje na ovom niti na budućem svijetu! Vaše prijetnje da ćemo biti kažnjeni sušta su laž.”",
		"korkutTranslationOfAyah":"i da nisu govorili: \"Imamo više imetka i djece; mi nećemo biti mučeni!\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Reci, Poslaniče, istim tim oholim ljudima koje je raskošan život obmanuo: “Odista Allah, džellešanuhu, daje ovozemaljska dobra i obilnu nafaku onom kome On hoće da bi vidio ko će biti zahvalan, a ko nezahvalan, i uskraćuje to kome On hoće da bi vidio hoće li strpljiv biti ili će pak huliti na sudbinu. Većini ljudi nije poznato to da je Allah mudar, te da svako Njegovo određenje sadrži savršenu mudrost, koju samo neki ljudi znaju.”",
		"korkutTranslationOfAyah":"Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoće, a i uskraćuje, ali, većina ljudi ne zna."
	},
	{
		"arabicTextofAyah":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ",
		"tafsirTextofAyah":"Ni blago ni djeca, kojima se diči, ne mogu čovjeku osigurati Allahovo zadovoljstvo. Samo će vjernici, čestiti, koji rade dobra djela imati umnogostručenu nagradu kod Allaha. Može se dogoditi da imetak i djeca, ako je čovjek iskreni vjernik, budu uzrok da se njegova nagrada umnogostruči: imetak, ako ga udjeljuje na Allahovu putu; djeca, ako za roditelja uče dove. Upravo takvi vjernici bit će smješteni u visoke džennetske odaje, bit će sigurni od kazne, smrti, briga, toga da će njihov užitak jednog dana prestati.",
		"korkutTranslationOfAyah":"Ni bogatstva vaša ni djeca vaša neće vas učiniti Nama bliskim; samo one koji budu vjerovali i dobra djela činili čeka višestruka nagrada za ono što su radili, i oni će u visokim odajama biti sigurni."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ",
		"tafsirTextofAyah":"A nevjernici, koji su se upinjali u odvraćanju ljudi od Naših znamenja i u ostvarenju svojih ličnih ciljeva, pravi su stradalnici na ovom svijetu, a na ahiretu imat će strašnu patnju.",
		"korkutTranslationOfAyah":"A oni koji se budu trudili da se dokazima Našim suprotstave, da ih onemoguće, oni će biti kažnjeni.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
		"tafsirTextofAyah":"Allahov Poslaniče, obrati im se: “Plemeniti Allah daje obilnu opskrbu onom kome hoće, a dotle je uskraćuje kome hoće.” I znajte da će vam Plemeniti Allah nadoknaditi šta god vi udijelite na ovom svijetu – dajući vam još više imetka, ali i na ahiretu – dajući vam zanosnu nagradu u džennetu. To je tako, jer Allah najbolje opskrbljuje. Neka se onaj ko želi nafaku preda Svevišnjem Allahu i od Njega je traži.",
		"korkutTranslationOfAyah":"Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoće od robova Svojih, a kome hoće uskraćuje; što god vi udijelite, On će to nadoknaditi, On najbolje opskrbljuje.\""
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ",
		"tafsirTextofAyah":"Spomeni, o Poslaniče, Sudnji dan, u kojem će Svemogući Allah okupiti sve mnogobošce i meleke kojima su se mnogobošci, a ne Allahu, klanjali! Zatim će se obratiti melekima, a koreći nevjernike: “Zar su se ovi vama klanjali, a ne Nama?”",
		"korkutTranslationOfAyah":"A na Dan kad ih sve sabere, pa meleke upita: \"Zar su se ovi vama klanjali?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ",
		"tafsirTextofAyah":"Meleki će odgovoriti: “Slavljen neka si, Allahu, Gospodaru naš, i visoko si iznad toga da Tebi neko bude ravan! Samo si Ti naš Bog i naš zaštitnik, mi s mnogobošcima nismo ništa imali! Mnogobošci su obožavali šejtane, koji su im govorili da su oni, šejtani, meleki. Većina njih vjerovala je u šejtane.”",
		"korkutTranslationOfAyah":"oni će odgovoriti: \"Hvaljen neka si, Ti si Gospodar naš, između nas i njih nije bilo prijateljstva; oni su se džinima pokoravali i većina njih je vjerovala u njih.\""
	},
	{
		"arabicTextofAyah":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
		"tafsirTextofAyah":"Zato na Danu konačnog polaganja računa oni koje se obožavalo neće moći nimalo koristiti onima koji su ih obožavali, niti će ih moći kakva zla sačuvati. Allah, džellešanuhu, reći će nevjernicima, koji su sebi učinili nepravdu čineći nevjerstvo i grijehe: “Kušajte bolno stradanje u vatri koju ste poricali u dunjalučkom životu!”",
		"korkutTranslationOfAyah":"Toga Dana jedni drugima nećete moći ni koristiti ni nauditi, a Mi ćemo onima koji su se prema sebi ogriješili reći: \"Trpite patnju u vatri koju ste poricali!\""
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
		"tafsirTextofAyah":"Kad se mekkanskim mnogobošcima, koji poriču jasne ajete objavljene Muhammedu, uče isti ti ajeti, oni reknu: “Muhammed je samo čovjek koji hoće da vas odvrati od robovanja bogovima kojima su robovali vaši preci!” I dodaju: “Ovaj Kur’an, koji si donio, Muhammede, puka je izmišljotina i laž očita na Allaha!” A časni Kur’an karakteriziraju govoreći: “Kur’an je samo očigledna magija pomoću koje se rastavljaju supružnici, te djeca i roditelji.”",
		"korkutTranslationOfAyah":"Kad im se Naši jasni ajeti kazuju, oni govore: \"Ovaj čovjek samo hoće da vas odvrati od onoga čemu su se vaši preci klanjali\", i govore: \"Ovo nije ništa drugo nego izmišljena laž!\" A oni koji ne vjeruju govore o Istini kada im dolazi: \"Ovo nije ništa drugo nego očito vračanje!\""
	},
	{
		"arabicTextofAyah":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ",
		"tafsirTextofAyah":"Sveznajući Allah nije mekkanskim nevjernicima dao, prije slavnog Kur’ana, nikakvih knjiga koje bi izučavali i došli do zaključka da je laž ono što im je Resulullah, sallallahu alejhi ve sellem, donio. Niti im je Uzvišeni Allah prije Vjerovjesnika, sallallahu alejhi ve sellem, poslao nekog ko će ih opomenuti na strašnu kaznu na ahiretu.",
		"korkutTranslationOfAyah":"A Mi im nismo dali nikakve knjige da ih izučavaju i Mi im, prije tebe, nismo bili poslali nekoga ko bi ih opominjao."
	},
	{
		"arabicTextofAyah":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ",
		"tafsirTextofAyah":"Narodi prije mekkanskih mnogobožaca, kao npr. Ad, Semud i Lutov narod, poricali su Allahove riječi i u laž utjerivali Njegove poslanike. A mekkanski višebošci nisu dostigli ni deseti dio snage, bogatstva, sile, blagodati, tjelesne snage, niti bila čega drugog što je Allah, džellešanuhu, dao prijašnjim nesretnim, uništenim narodima koji su svoje poslanike poricali. Pa pogledaj i razmisli o tome kakvo je bilo Allahovo neodobravanje njihovih hrđavih postupaka, i kako ih je kaznio!",
		"korkutTranslationOfAyah":"A i oni prije njih su poslanike u laž ugonili, a ovi nisu postigli ni deseti dio onoga što smo onima bili dali, pa su ipak poslanike Moje lažnim smatrali, i kakva je samo bila kazna Moja!"
	},
	{
		"arabicTextofAyah":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ",
		"tafsirTextofAyah":"Reci, Poslaniče, mekkanskim nevjernicima: “Samo jedno savjetujem vam: ustajte, odazivajući se Allahovu glasniku, pred Allahom po dvoje ili kao pojedinci, pa potom promislite o mom ponašanju, emanetu, iskrenosti, da se uvjerite u to da nisam lud.” Allahov Poslanik, sallallahu alejhi ve sellem, poslat je kao opominjatelj na strašnu kaznu koja će zadesiti višebošce ukoliko ne prihvate islam.",
		"korkutTranslationOfAyah":"Reci: \"Ja vam savjetujem samo jedno: ustanite iskreno prema Allahu, dvojica po dvojica, ili jedan po jedan, pa zatim razmislite da drug vaš nije lud. On vas samo prije teške patnje opominje.\""
	},
	{
		"arabicTextofAyah":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ",
		"tafsirTextofAyah":"Allahov Poslaniče, obrati se onima koji ne vjeruju: “Kakvu god bih nagradu od vas zatražio (pod pretpostavkom da me uopće možete nagraditi), eto je vama, zadržite je, ne tražim je od vas uopće – moja je nagrada za dostavljanje poslanice samo kod Allaha. Allah je svemu svjedok, pa je svjedok da sam vam dostavio Objavu. On je svjedok i vašim djelima, te će vam dati ono što ste zaslužili.”",
		"korkutTranslationOfAyah":"Reci: \"Kakvu god nagradu da zatražim od vas, nek ostane vama, mene će nagraditi Allah, On nad svim bdi.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ",
		"tafsirTextofAyah":"Vjerovjesniče, reci: “Zaista moj Gospodar neistinu istinom napada, pa neistinu uništava i potire. On je Znalac svih tajni, pa Mu ništa nije skriveno, ni na nebesima ni na Zemlji. Njemu je poznato sve što ljudi rade.”",
		"korkutTranslationOfAyah":"Reci: \"Gospodar moj pobjeđuje istinom, On dobro zna i sve ono što je veoma skriveno.\""
	},
	{
		"arabicTextofAyah":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ",
		"tafsirTextofAyah":"Poslaniče, reci poricateljima mnogobošcima: “Stigla je istina, tj. islam, a laž nije ovladala, iščezla je nepovratno!.”",
		"korkutTranslationOfAyah":"Reci: \"Došla je istina, a laži je nestalo!\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ",
		"tafsirTextofAyah":"Poslaniče, reci poricateljima mnogobošcima: “Ako zastranim, zastranio sam na svoju štetu, vas zbog toga nikakvo zlo neće stići; ako sam se naputio i pošao Pravom stazom – to je zbog časnog Kur’ana, koji mi Allah objavljuje. Moj Gospodar savršeno čuje sve riječi, On je bliski, i čuje ovo što govorim.”",
		"korkutTranslationOfAyah":"Reci: \"Ako zalutam, zalutao sam na svoju štetu, a ako sam na Pravome putu, to je zbog onoga što mi Gospodar moj objavljuje; On zaista sve čuje i blizu je.\""
	},
	{
		"arabicTextofAyah":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ",
		"tafsirTextofAyah":"A da ti je, Naš Poslaniče, samo vidjeti kad nevjernike obuzme nepojmljivo veliki strah, jer će vidjeti kaznu – vidio bi strašan prizor. Oni koji ne vjeruju neće moći umaći kazni, spasa im niotkud neće biti, s jednog bliskog mjesta bit će ščepani i u paklenu vatru odvedeni.",
		"korkutTranslationOfAyah":"A da ti je vidjeti kad ih strava uhvati – umaći neće moći; izbliza biće ščepani –"
	},
	{
		"arabicTextofAyah":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ",
		"tafsirTextofAyah":"I reći će bezbožnici pošto ugledaju džehennemsku vatru, gdje će skončati: “Vjerujemo u Sudnji dan!” A zar će im biti od koristi što će tad povjerovati – više se vjerovanje ne prima i daleko su mjesto i vrijeme (ovozemaljski život) kad je vjerovanje bilo od koristi? To je tako, jer je dunjaluk kuća koja je predviđena za činjenje djela, a ahiret je kuća koja je predviđena za obračunavanje; uživanje ili patnju, a ne za djela.",
		"korkutTranslationOfAyah":"i kada reknu: \"Vjerujemo u Poslanika!\" A šta će im biti od koristi kad je život na Zemlji bio i prošao!"
	},
	{
		"arabicTextofAyah":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ",
		"tafsirTextofAyah":"A kako bi i mogli povjerovati i kako bi to od njih i bilo primljeno, kad su bili nevjernici na dunjaluku. Oni su govorili ono što im nije bilo poznato, što je od istine daleko bilo, nemajući pritom baš nikakav dokaz za svoje tvrdnje i pogrešno promišljanje, te su za Poslanika islama, sallallahu alejhi ve sellem, kazali da je čarobnjak, vrač, pjesnik.",
		"korkutTranslationOfAyah":"U njega oni nisu prije vjerovali, govorili su ono što nije poznato, što je od istine daleko;"
	},
	{
		"arabicTextofAyah":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ",
		"tafsirTextofAyah":"Između nevjernikā i vjerovanja u Allaha, pokajanja, traženja oprosta i povratka na dunjaluk bit će postavljena prepreka i krivovjerni to neće moći ostvariti, kao što je i ranije Svemogući Allah učinio s ranijim, njima sličnim, naraštajima. Zbilja, bezbožnici na ovom svijetu sumnjaju u Allaha, Gospodara svjetova, poriču poslanike, negiraju oživljenje i polaganje računa, pa je ista ta sumnja u njima podstaknula nevjerovanje.",
		"korkutTranslationOfAyah":"i između njih i onoga što budu željeli biće prepreka postavljena kao što je prije bilo učinjeno sa njima sličnim, jer su svi oni, doista, mnogo sumnjali."
	}
]