[
	{
		"arabicTextofAyah":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Najljepša i najpotpunija zahvala pripada Allahu, Jednom Jedinom, Koji je stvorio i savršeno uredio nebesa i Zemlju, bez presedana, i Koji čini meleke izaslanicima, pa izvršavaju predodređene obaveze, donose objavu, zapovijesti i zabrane onom kome objavu Allah pošalje. Čudo neograničene Allahove moći ogleda se i u tome što stvara melekima krila; neki meleki imaju dva, neki tri, neki četiri, a neki, opet, i više krila, pa pomoću njih lete nebom, da bi dostavili Njegovu poslanicu ljudima. A Allah dodaje u svome stvaranju, kome hoće, i šta hoće od organa, ljepote ili glasa. To je tako, jer Allah, džellešanuhu, sve može učiniti, ništa Mu nije teško.",
		"korkutTranslationOfAyah":"Hvaljen neka je Allah, stvoritelj nebesa i Zemlje, koji meleke sa po dva, tri i četiri krila čini izaslanicima; On onome što stvara dodaje što hoće, On, uistinu, sve može."
	},
	{
		"arabicTextofAyah":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Sve je u Allahovim rukama. Niko ne može uskratiti Allahovu milost i Njegove blagodati, kao npr. imetak, sreću, uputu. S druge strane, htjedne li Uzvišeni Allah nekog lišiti ovih blagodati, ili nekih od njih, niko tom čovjeku ne može osigurati ono što mu Gospodar uskrati. On je silan i svemoćan, niko Ga ne može nadvladati. Allah je mudar u stvaranju, upravljanju, propisivanju…",
		"korkutTranslationOfAyah":"Milost koju Allah podari ljudima niko ne može uskratiti, a ono što On uskrati niko ne može, poslije Njega, dati; On je silan i mudar."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
		"tafsirTextofAyah":"O ljudi, sjetite se Allahovih blagodati prema sebi zahvaljujući Mu srcem, jezikom i udovima, tj. čineći dobra djela! Postoji li, osim Allaha, Znalca svih tajni, kakav stvoritelj koji vas opskrbljuje s neba dajući vam kišu uz pomoć koje rastu plodovi i žitarice? Samo je Allah, džellešanuhu, dostojan da Mu se čini ibadet. Znajući to, kako se možete odmetati od te istine, iznoseći na Gospodara laži i tvrdeći da On ima saučesnike?! Kako to možete činiti, a Allah je Onaj Koji vas je stvorio i On vam nafaku daje?!",
		"korkutTranslationOfAyah":"O ljudi, sjetite se milosti kojom vas Allah obasipa. Postoji li, osim Allaha, ikakav drugi stvoritelj koji vas sa neba i iz zemlje opskrbljuje? Osim Njega nema drugog boga, pa kuda se onda odmećete?"
	},
	{
		"arabicTextofAyah":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
		"tafsirTextofAyah":"Ako te, Poslaniče islama, višebošci budu lažnim proglašavali, strpi se, znajući da nisi prvi poslanik koga njegovi sunarodnici lašcem drže: i prijašnji su narodi, kao npr. Ad, Semud, Lutov narod, svoje poslanike lažnim proglašavali. Eto, Allahu se na koncu sve vraća. On uništi poricatelje, a pomogne poslanicima i vjernicima.",
		"korkutTranslationOfAyah":"Ako te oni u laž utjeruju, pa – i prije tebe su poslanike u laž utjerivali; a Allahu će se sve vratiti."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
		"tafsirTextofAyah":"Ljudi, Allahova prijetnja da će On oživiti mrtve i pozvati ih na odgovornost istina je u koju nema nimalo sumnje! Stoga nemojte nipošto dozvoliti da vas ovozemaljski život zavede pomoću svojih blještavih ukrasa i užitaka koje nudi, te da zapostavite pripremanje za Sudnji dan i da odustanete od činjenja dobrih djela! I ne dopustite da vas prokleti šejtan zavede lijepim vam prikazujući ono što lijepo nije! Ne dopustite da se odate ovom svijetu!",
		"korkutTranslationOfAyah":"O ljudi, Allahova prijetnja je, zaista, istina, pa neka vas nikako život na ovome svijetu ne zaslijepi i neka vas šejtan u Allaha ne pokoleba."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ",
		"tafsirTextofAyah":"Šejtan je vaš pravi i stalni neprijatelj, o ljudi, pa ga takvim i smatrajte te se pripremite za neprijateljevanje s njime! Imajte na umu da šejtan poziva svoje pristalice u nevjerovanje u Allaha, te da budu jedni od onih koji će na ahiretu nastanjivati Oganj rasplamsali.",
		"korkutTranslationOfAyah":"Šejtan je, uistinu, vaš neprijatelj, pa ga takvim i smatrajte! On poziva pristaše svoje da budu stanovnici u vatri."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ",
		"tafsirTextofAyah":"One koji ne vjeruju u Gospodara svjetova jer slijede šejtana bolna patnja u džehennemskoj vatri čeka. A čestite, one koji vjerovahu u Allaha i dobra djela činjahu, čekaju Njegov oprost i nagrada u džennetu.",
		"korkutTranslationOfAyah":"One koji ne vjeruju čeka patnja teška, a one koji vjeruju i dobra djela čine – oprost i nagrada velika."
	},
	{
		"arabicTextofAyah":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ",
		"tafsirTextofAyah":"Nisu isti onaj kojem šejtan gnusna djela i činjenje porokā lijepim prikazuje, pa ih on i smatra lijepim, i onaj kojem je Allah, džellešanuhu, istinu lijepom prikazao, te je on prihvata. Allah je Onaj Koji u zabludu odvodi koga hoće, a ukazuje na Pravi put onom kome hoće; Njega niko ni na šta ne može prisiliti niti pridobiti. Poslaniče, zato svoju dušu ne satiri tugujući zbog toga što oni koji su zalutali u zabludi svojoj tumaraju! Sveznajući Allah, odista, dobro zna i savršeno je upućen u njihova djela, Njemu nijedno njihovo djelo nije skriveno.",
		"korkutTranslationOfAyah":"Kako mogu biti isti: onaj kome su njegova ružna djela prikazana lijepim, a i on ih smatra lijepim… Allah u zabludi ostavlja onoga koga hoće, a na Pravi put ukazuje onome kome hoće, pa ne izgaraj od žalosti za njima; Allah, doista, dobro zna sve što oni rade."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ",
		"tafsirTextofAyah":"Allah je Onaj Koji šalje vjetrove koji pokreću oblake i voljom Svojom šalje ih iznad predjela koje je suša zahvatila pa čini da se kiša spušta i bilje nikne te zemlja oživi. Kao što Uzvišeni Allah oživljuje mrtvu zemlju pomoću kiše, tako će i mrtve oživiti iz kaburova.",
		"korkutTranslationOfAyah":"Allah šalje vjetrove koji pokreću oblake, a Mi ih onda u mrtve predjele upravljamo i njima zemlju oživljavamo, koja je mrtva bila; takvo će biti i oživljenje."
	},
	{
		"arabicTextofAyah":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ",
		"tafsirTextofAyah":"Ako neko traži moć i veličinu ovog i budućeg svijeta – samo Allahu pripada sva veličina i sva moć – neka je traži od Njega. Dragom se Allahu zikr uspinje, a dobra djela pomažu u tome. A onima koji kuju spletke, kao što npr. pokušavaju ubiti Poslanika islama, pripada golema kazna na ahiretu. Spletke mekkanskih nevjernika bit će poništene, oni svoj cilj neće ostvariti.",
		"korkutTranslationOfAyah":"Ako neko želi veličinu, pa – u Allaha je sva veličina! K Njemu se dižu lijepe riječi, i dobro djelo On prima. A one koji imaju hrđave namjere čeka patnja nesnosna, i njihovo spletkarenje je rabota bezuspješna."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
		"tafsirTextofAyah":"Svemogući Allah stvorio je, o ljudi, vašeg praoca Adema od zemlje, a njegovo potomstvo, muškarce i žene, stvara od sperme. I nemoguće je da bilo koja žena zatrudni niti da rodi, a da to Sveznajući Allah ne zna. I nijednom se dugovijekom život ne produži, niti se nekom život skrati, a da to nije zapisano kod Gospodara u Levhi-mahfuzu, Ploči pomno čuvanoj. Stvaranje vas, o ljudi, upućenost u trajanje vaših životnih vijekova, u vaše smrtne časove – sve je to Allahu lahko i sve je zapisano u Ploči pomno čuvanoj.",
		"korkutTranslationOfAyah":"Allah vas stvara od zemlje, zatim od kapi sjemena, i najzad vas čini muškarcima i ženama. I nijedna žena ne zanese niti rodi, a da to On ne zna. I ničiji život se ne produži niti skrati, a da to nije zabilježeno u Knjizi; to je Allahu uistinu lahko!"
	},
	{
		"arabicTextofAyah":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Svemogući Allah učinio je da se vodene površine razlikuju, pa je jedna slatka i prijatna, njezina je voda ugodna i gasi žeđ, a druga je slana i gorka, njena se voda ne može piti. A u obje vodene površine lovite svježu, ukusnu ribu, i vadite nakit, bisere i merdžane, koji vam služi za ukrašavanje. I vidiš ogromne lađe kako sijeku vodu i njome plove radi prenošenja namirnica, trgovačke robe… Ove smo vam dokaze pružili upravo zato da biste bili zahvalni Allahu, džellešanuhu, na brojnim blagodatima.",
		"korkutTranslationOfAyah":"Ni dva mora nisu jednaka: jedno je slatko i prijatno – voda mu se lahko pije, a drugo je slano i gorko; vi iz svakog jedete svježe meso i vadite nakit kojim se kitite; ti vidiš lađe kako po njemu sijeku vodu da stječete iz obilja Njegova, da biste bili zahvalni."
	},
	{
		"arabicTextofAyah":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ",
		"tafsirTextofAyah":"Jedino Allah uvodi dan u noć, nakon što dan iščezne i nestane svjetlosti, a noć uvodi u dan, pošto nestane noćne tmine. Allah je odredio da su noć i dan nestalne dužine, jedno se povećava a drugo smanjuje. Gospodar svjetova potčinio je Sunce i Mjesec i oni teku do roka utvrđena, tj. do Smaka svijeta. Jedino Allah, Gospodar vaš, to čini, On je jedini Vladar. A oni koje nevjernici mimo Allaha zazivaju, lažni bogovi, doslovno ničim ne vladaju, ništa ne posjeduju, pa ni providni omotač oko koštice hurme. Pa, zar im se, a ne Meni, mogu klanjati?!",
		"korkutTranslationOfAyah":"On uvodi noć u dan i uvodi dan u noć, On je potčinio Sunce i Mjesec – svako plovi do roka određenog; to vam je, eto, Allah, Gospodar vaš, carstvo je Njegovo! A oni kojima se, pored Njega, klanjate ne posjeduju ništa."
	},
	{
		"arabicTextofAyah":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ",
		"tafsirTextofAyah":"Ako zazivate lažna božanstva, a ne Svevišnjeg Allaha, znajte da oni ne čuju vaše dove; pod pretpostavkom da ih i čuju, ne bi vam se odazvali. I to nije sve! Na Dan ustanuća ista ta božanstva odreći će se onih koji su robovali njima, a ne Silnom Allahu. A niko te, Poslaniče, neće obavijestiti o bilo čemu iskrenije i znanije kao što će te obavijestiti Allah.",
		"korkutTranslationOfAyah":"Ako im se molite, ne čuju vašu molbu, a da i čuju, ne bi vam se odazvali; na Sudnjem danu će poreći da ste ih Njemu ravnim smatrali. I niko te neće obavijestiti kao Onaj koji zna."
	},
	{
		"arabicTextofAyah":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
		"tafsirTextofAyah":"O ljudi, vi ste u odnosu na Allaha, džellešanuhu, siromasi, vi Njega trebate u svemu i u svim prilikama, a On je neovisan, ne trebate Mu, a niti Mu treba ijedno drugo stvorenje. Allah je, zbog onog što daje Svojim robovima, dostojan hvale na oba svijeta.",
		"korkutTranslationOfAyah":"O ljudi, vi ste siromasi, vi trebate Allaha, a Allah je nezavisan i hvale dostojan."
	},
	{
		"arabicTextofAyah":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
		"tafsirTextofAyah":"Htjedne li, Allah će vas uništiti i sasvim ukloniti! To će učiniti, a dovest će nove naraštaje koji će samo Njega obožavati pritom Mu nikog ravnim ne smatrajući.",
		"korkutTranslationOfAyah":"Ako hoće, ukloniće vas i nova stvorenja dovesti,"
	},
	{
		"arabicTextofAyah":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
		"tafsirTextofAyah":"I znajte da nije nemoguće da vas Svevišnji Allah uništi i ukloni, a druga stvorenja dovede.",
		"korkutTranslationOfAyah":"to Allahu nije teško."
	},
	{
		"arabicTextofAyah":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Nijedan čovjek neće nositi grijehe drugog čovjeka, svako će biti pozvan na odgovornost za svoja djela. I ako onaj čovjek što je preopterećen grijesima zamoli nekog da se njegovi grijesi ponesu, neće naći nikog da udovolji toj molbi, pa makar mu to bio i bližnji. Poslaniče, ovim Kur’anom opominji samo one što strepe od Gospodara iako Ga ne vide, i one što obavljaju namaz, odano i pažljivo, i one koji se očiste od svih grijeha (a najveći grijeh jest širk). Oni koji tako čine, radi sebe čine, oni će, a ne Allah, od toga koristi imati. Eto, jedino takvima tvoja opomena koristi. I uvijek imajte na umu da će se sva stvorenja vratiti Allahu, Znalcu svih tajni, na Dan ustanuća, pa će svakom dati ono što je zaslužio!",
		"korkutTranslationOfAyah":"I nijedan grješnik neće grijehove drugog nositi; ako grijehovima pretovarenī pozove da mu se ponesu, niko mu ih neće ponijeti, pa ni rođak. A ti ćeš opomenuti samo one koji se Gospodara svoga boje, iako ih niko ne vidi, i koji obavljaju molitvu – onaj ko se očisti, očistio se za svoje dobro – a Allahu se sve vraća."
	},
	{
		"arabicTextofAyah":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ",
		"tafsirTextofAyah":"Uopće nemaju isti status vjernici i nevjernici, kao što nisu jednaki onaj koji je slijep i onaj koji vidi.",
		"korkutTranslationOfAyah":"Nisu nikako isti slijepac i onaj koji vidi,"
	},
	{
		"arabicTextofAyah":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ",
		"tafsirTextofAyah":"Nisu, također, jednaki vjerovanje i nevjerstvo, kao što nisu jednaki tmine nevjerstva i svjetlo vjerovanja, imana.",
		"korkutTranslationOfAyah":"ni tmine i svjetlo,"
	},
	{
		"arabicTextofAyah":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ",
		"tafsirTextofAyah":"Niti su jednaki džennet i džehennem, kao što nisu jednaki ugodna i prijatna hladovina, i vrući, spaljujući vjetar.",
		"korkutTranslationOfAyah":"ni hladovina i vjetar vrući,"
	},
	{
		"arabicTextofAyah":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ",
		"tafsirTextofAyah":"Opet, nemaju isti status oni koji vjeruju i oni koji ne vjeruju, kao što nemaju isti status živi i mrtvi. Allah omogući, kome On hoće, da čuje istinu i prihvati je, a ti, Poslaniče, nisi u stanju postići da višebošci, koji su slični mrtvima u grobovima, čuju istinu.",
		"korkutTranslationOfAyah":"i nisu nikako isti živi i mrtvi. Allah će učiniti da čuje onaj koga On hoće, a ti ne možeš one u grobovima dozvati,"
	},
	{
		"arabicTextofAyah":"إِنۡ أَنتَ إِلَّا نَذِيرٌ",
		"tafsirTextofAyah":"Ti si, Poslaniče islama, samo onaj koji opominje i zastrašuje nevjernike od Allahove srdžbe i kazne.",
		"korkutTranslationOfAyah":"tvoje je samo da opominješ."
	},
	{
		"arabicTextofAyah":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ",
		"tafsirTextofAyah":"Allah te je, Vjerovjesniče, poslao s istinom u koju nema sumnje, te kao radovjesnika vjernicima da će uživati u džennetskim baščama, ali i kao opominjatelja nevjernicima da će gorjeti u paklenoj vatri. I baš svaki prijašnji narod imao je svog poslanika koji ih je upozoravao na Allahovu kaznu.",
		"korkutTranslationOfAyah":"Mi smo te poslali s Istinom da radosne vijesti donosiš i da opominješ; a nije bilo naroda kome nije došao onaj koji ga je opominjao."
	},
	{
		"arabicTextofAyah":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ",
		"tafsirTextofAyah":"Ako te, Poslaniče islama, višebošci budu lažnim proglašavali, strpi se, znajući da nisi prvi poslanik koga njegovi sunarodnici lašcem drže: i prijašnji su narodi, kao npr. Ad, Semud, Lutov narod, svoje poslanike lažnim proglašavali. Njihovi su im poslanici donijeli od Uzvišenog Gospodara očite i nepobitne dokaze da istinu govore; donijeli su im listove i Knjigu, svjetilju koja je bila od koristi onima koji su o njoj razmišljali.",
		"korkutTranslationOfAyah":"Ako te oni u laž utjeruju, pa – i onī prije njih su poslanike u laž utjerivali, a oni su im očigledna čuda donosili, i listove, i Knjigu svjetilju."
	},
	{
		"arabicTextofAyah":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ",
		"tafsirTextofAyah":"Potom je Svemogući Allah na razne načine kažnjavao nevjernike, koji nisu vjerovali u Njega i u objave koje su donijeli poslanici. I pogledaj, Poslaniče, kakvo je bilo Božije neodobravanje njihovih hrđavih postupaka, i kako ih je, da ne može biti žešće, kaznio!",
		"korkutTranslationOfAyah":"I Ja sam onda kažnjavao one koji nisu vjerovali, a kakva je samo bila kazna Moja!"
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ",
		"tafsirTextofAyah":"Poslaniče, zar nisi vidio kako Allah s neba vodu spušta i njome poji zemlju te iz nje niču raznobojno bilje i raznobojni (crveni, zeleni, žuti) plodovi! I zar nisi vidio da je Sveznajući Allah stvorio raznobojne staze u brdima, bijele i crvene, a i crne!",
		"korkutTranslationOfAyah":"Zar ne znaš da Allah s neba spušta vodu i da Mi pomoću nje stvaramo plodove različitih vrsta; a postoje brda bijelih i crvenih staza, različitih boja, i sasvim crnih."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
		"tafsirTextofAyah":"Allah, džellešanuhu, stvorio je svakojakih vrsta i boja ljudi i gmizavaca i stoke (deva, krava, ovaca i koza). Allaha se istinski boje i istinski Ga štuju Njegovi robovi učenjaci, oni koji su u nauku sasvim upućeni – zato što su spoznali Allahova imena, svojstva, djela, vjerozakon i to da On sve može učiniti. Allah je silan u Svojoj vlasti, niko Ga ne može potčiniti; samilostan je prema onima koji se kaju te prelazi preko njihovih hrđavih djela.",
		"korkutTranslationOfAyah":"I ljudi i životinja i stoke ima, isto tako, različitih vrsta. A Allaha se boje od robova Njegovih – učeni. Allah je, doista, silan i On prašta."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ",
		"tafsirTextofAyah":"Oni koji Allahovu knjigu uče, razmišljaju o njezinim porukama, i koji obavljaju namaz, odano i potpuno, onako kako ga treba obavljati, i koji daju zekat i udjeljuju milostinju – tajno i javno – eto takvi se nadaju da će zbog tih svojih djela zaslužiti kod dobrog Allaha nagradu koja im neće biti poništena.",
		"korkutTranslationOfAyah":"Oni koji Allahovu Knjigu čitaju i molitvu obavljaju i od onoga čime ih Mi opskrbljujemo udjeljuju, i tajno i javno, mogu se nadati nagradi koja neće nestati"
	},
	{
		"arabicTextofAyah":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ",
		"tafsirTextofAyah":"...da im Svemogući Allah da potpunu nagradu i još više ih, iz Svoje dobrote, nagradi, tim više jer je On dostojan toga. Allah je Onaj Koji oprašta grijehe onima koji objedine navedene osobine, On je blagodaran prema njima zbog njihovih dobrih djela.",
		"korkutTranslationOfAyah":"da ih On prema onome što su radili nagradi i još im iz obilja Svoga dâ, jer On mnogo prašta i blagodaran je."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ",
		"tafsirTextofAyah":"Ajeti koje ti objavljujemo, Poslaniče islama, istina su u koju nema sumnje, te ovjera prijašnjih objava. Allah je savršeno upućen u stanja Svojih robova, vidi šta rade. Allah je svakom poslaniku objavio ono što je bilo potrebno njegovu umetu.",
		"korkutTranslationOfAyah":"A ono što ti iz Knjige objavljujemo sušta je istina, ona potvrđuje da su istinite i one prije nje. – Allah, zaista, o robovima Svojim sve zna i On sve vidi."
	},
	{
		"arabicTextofAyah":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
		"tafsirTextofAyah":"Zatim smo dali časni Kur’an u naslijeđe odabranim ljudima iz Resulullahova, sallallahu alejhi ve sellem, ummeta, koji smo odlikovali nad drugim ummetima. No, među njima ima onih koji sami sebi nasilje čine izostavljajući neke vadžibe, obaveze, i čineći neke grijehe. Ima među njima i umjerenih, i to su oni koji izvršavaju vadžibe i sustežu se od zabranjenog, ali usto čine neka pokuđena, a izostavljaju neka poželjna djela. A ima i onih koji hitaju ka dobrim djelima, a to su oni koji izvršavaju vadžibe i ono što je poželjno, a sustežu se od harama i svega što je pokuđeno, pritom nastojeći svojim dobrim djelima druge preteći i nadmašiti. To što je Svevišnji Allah odabrao ovaj ummet davši mu Kur’ani-kerim jest najveća Allahova blagodat.",
		"korkutTranslationOfAyah":"Mi ćemo učiniti da Knjigu poslije naslijede onī Naši robovi koje Mi izaberemo; biće onih koji će se prema sebi ogriješiti, biće onih čija će dobra i loša djela podjednako teška biti, i biće i onih koji će, Allahovom voljom, svojim dobrim djelima druge nadmašiti – za to će veliku nagradu dobiti:"
	},
	{
		"arabicTextofAyah":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
		"tafsirTextofAyah":"Odabrane će Uzvišeni Allah uvesti u edenske perivoje, u bašče vječnog i neprekidnog uživanja, u kojima će se zlatnim narukvicama kititi, i biserom ukrašenim, a odjeća će im od tanke svile biti.",
		"korkutTranslationOfAyah":"edenske perivoje u koje će ući, u kojima će se zlatnim narukvicama, biserom ukrašenim, kititi, a haljine će im, u njima, od svile biti."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ",
		"tafsirTextofAyah":"Oni će zboriti u džennetu: “Hvala Allahu, Koji je od nas odstranio svaki oblik tuge, koja se pojavljivala uslijed strahovanja od džehennemske vatre! Allah, odista, mnogo oprašta onima koji se kaju, i blagodaran je zbog dobrih djela koja čovjek učini!”",
		"korkutTranslationOfAyah":"\"Hvaljen neka je Allah\" – govoriće – \"koji je od nas tugu odstranio – Gospodar naš, zaista, mnogo prašta i blagodaran je –"
	},
	{
		"arabicTextofAyah":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ",
		"tafsirTextofAyah":"“Allah je Onaj Koji nas je, iz Svoje dobrote i milosti, nastanio u džennetu, kući vječnosti, iz koje nećemo biti izvedeni”, kazivat će. “On nas je u džennet uveo Svojom voljom, a ne našom snagom i zaslugama. U njemu nas neće umor dotaknuti, niti će nas klonulost dosegnuti!”",
		"korkutTranslationOfAyah":"koji nam je, od dobrote Svoje, vječno boravište darovao, gdje nas umor neće doticati i u kome nas klonulost neće snalaziti.\""
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ",
		"tafsirTextofAyah":"A krivovjerne na ahiretu čeka rasplamsala paklena vatra, u kojoj će vječno ostati. Oni u džehennemu neće biti osuđeni na smrt, pa da se oslobode kazne, a niti će im se patnja uopće ublažiti, pa da im lakše bude. Takvom će kaznom Allah, džellešanuhu, kazniti sve one koji su bili veoma nezahvalni na blagodatima.",
		"korkutTranslationOfAyah":"A nevjernike čeka vatra džehennemska, oni neće biti na smrt osuđeni, i neće umrijeti, i neće im se patnja u njemu ublažiti – eto tako ćemo svakog nevjernika kazniti –"
	},
	{
		"arabicTextofAyah":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ",
		"tafsirTextofAyah":"Bezbožnici će u paklenoj vatri, zbog strašne patnje i okova u koje će biti okovani, veoma zapomagati i jaukati: “Gospodaru naš, izvedi nas iz džehennemskog stradanja i vrati nas na dunjaluk, da bismo se pokajali i činili dobra djela, a klonili se svojih pređašnjih nedjela, te da bismo se kazne spasili!” Allah će im odgovoriti: “Zar vam Allah, džellešanuhu, nije dao dug život i dovoljno vremena da se opomene onaj kome se opomenuti, a došao vam je i Poslanik s jasnim dokazima od Allaha? Vi nikakva dokaza ni opravdanja nemate! Zato kušajte patnju u džehennemskoj vatri! Onima koji su sami sebi nepravdu nanijeli ne vjerujući i čineći grijehe, niko neće pomoći, pa ih neće spasiti od kazne, niti će je čak moći bar malo ublažiti.”",
		"korkutTranslationOfAyah":"oni će u njemu jaukati: \"Gospodaru naš, izbavi nas, činićemo dobra djela, drugačija od onih koja smo činili.\" – \"A zar vas nismo ostavili da živite dovoljno dugo da bi onaj koji je trebao razmisliti imao vremena da razmisli, a bio vam je došao i onaj koji opominje? Zato iskusite patnju, nevjernicima nema pomoći!\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"Uistinu, Allah, džellešanuhu, zna ono što ljudi ne mogu znati niti vidjeti na nebesima i Zemlji, Njemu su poznate tajne, On zna šta nkriju grudi, bez obzira radilo se o dobru ili o zlu.",
		"korkutTranslationOfAyah":"Allah sigurno zna tajne nebesa i Zemlje; On dobro zna svačije misli."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا",
		"tafsirTextofAyah":"O ljudi, Allah je Onaj Koji je učinio da smjenjujete jedni druge na Zemlji, pa jedni umiru, a drugi se rađaju, da bi vidio kako ćete postupati. I pouzdano znajte da samom sebi, a ne Gospodaru, čini zlo onaj ko ne vjeruje u objave koje su poslanici donijeli. Nevjernicima će nevjerovanje njihovo u Allaha samo mržnju i odvratnost povećati; njima će nevjerovanje njihovo zabludu, propast, poniženje i kajanje povećati, tim više jer neće biti uvedeni u džennet; da su povjerovali, bili bi u njega uvedeni.",
		"korkutTranslationOfAyah":"On čini da se smjenjujete na Zemlji; ko ne bude vjerovao, nevjerovanje njegovo je na njegovu štetu; nevjernicima će njihovo nevjerovanje kod Gospodara njihova samo povećati odvratnost, i nevjernicima će njihovo nevjerovanje povećati propast."
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا",
		"tafsirTextofAyah":"Reci, Allahov Poslaniče, mekkanskim mnogobošcima: “Obavijestite me o tome koji su dio Zemlje stvorila vaša božanstva kojima, a ne Allahu, robujete! Jesu li ona stvorila planine, rijeke, životinje? Imaju li vaša božanstva pak udjela u stvaranju nebesa!? Je li vam Allah, džellešanuhu, dao kakvu knjigu pa u njoj imate nekakve dokaze da je uredu to što mimo Allaha robujete lažnim božanstvima!? Ništa od toga nije! Naprotiv, nevjernici jedni druge obmanjuju činjenjem nevjerstva i poroka.”",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni koji su dio Zemlje stvorila božanstva vaša kojima se, umjesto Allahu, klanjate, i recite mi imaju li oni u stvaranju nebesa ikakva udjela, ili smo mnogobošcima Mi dali Knjigu, pa imaju u njoj dokaz za to?\" Nijedno, već nevjernici jedni druge obmanjuju."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا",
		"tafsirTextofAyah":"Uzvišeni Allah drži nebesa i Zemlju, pa ne mogu nestati s mjesta na kojem se nalaze, samo ih On čuva. Pod pretpostavkom da nestanu, pa, samo bi Allah bio kadar vratiti ih. Allah je blag, ne kažnjava grešnike odmah, daje im vremena, a oprašta grijehe onima koji se pokaju.",
		"korkutTranslationOfAyah":"Allah brani da se ravnoteža nebesa i Zemlje poremeti. A da se poremete, niko ih drugi osim Njega ne bi zadržao; On je zaista blag i prašta grijehe."
	},
	{
		"arabicTextofAyah":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا",
		"tafsirTextofAyah":"Nevjernici poricatelji zaklinjali su se najvećom zakletvom svojom da će, ako im dođe opominjatelj, dosljednije od jevreja i kršćana slijediti Pravi put i da će biti bolji i čestitiji ljudi od njih. No, kad im je došao opominjatelj od Allaha – Resulullah, sallallahu alejhi ve sellem, njegov im je dolazak samo povećao obijest i otuđenost od Prave staze. Eto, nisu ispunili svoju tvrdu zakletvu da će biti bolji od prijašnjih naroda.",
		"korkutTranslationOfAyah":"Oni su se zaklinjali Allahom, najtežom zakletvom, da će se, bolje nego bilo koji narod, držati Pravoga puta – samo ako im dođe onaj koji će ih opominjati. I kad im je došao onaj koji opominje, njegov dolazak im je samo povećao otuđenje:"
	},
	{
		"arabicTextofAyah":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا",
		"tafsirTextofAyah":"Bezbožnici su se zaklinjali iz oholosti i zarad spletkarenja, želeći prevariti svijet i iz oholosti, a nisu se zaklinjali iz čestitih pobuda i iskrenih namjera. Njihovo spletkarenje zadesit će one koji ih kuju, a neće nekog drugog. I zar oni, ohole inadžije, očekuju nešto drugo, a ne kaznu koja je snalazila prijašnje narode?! To je Allahovo pravilo u pogledu svakog oholog inadžije, a Allahovo pravilo niko ne može zamijeniti niti ga iko može preinačiti.",
		"korkutTranslationOfAyah":"oholost na Zemlji i ružno spletkarenje – a spletke će pogoditi upravo one koji se njima služe. Zar oni mogu očekivati nešto drugo već ono što je zadesilo narode drevne? U Allahovim zakonima ti nikad nećeš naći promjene, u Allahovim zakonima ti nećeš naći odstupanja."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا",
		"tafsirTextofAyah":"Zar pripadnici plemena Kurejš što te u laž utjeruju nisu hodili diljem Zemlje i posmatrali posljedice koje su stigle nevjerničke narode prije njih? A zar kraj tih naroda nije bio veoma strašan, jer ih je Allah sasvim uništio, premda su imali više snage i tjelesno bijahu jači od njih, mekkanskih nevjernika? Allahu ništa ne može umaći na nebesima i na Zemlji. Znajte da je Allah, džellešanuhu, dobro upućen u sve što nevjernici rade i govore, i da je kadar poniziti ih i sasvim uništiti kad god hoće.",
		"korkutTranslationOfAyah":"Zašto oni ne putuju po svijetu da vide kako su završili oni prije njih, koji su bili jači od njih? – Allahu ne može ništa umaći ni na nebesima ni na Zemlji; On, uistinu, sve zna i sve može."
	},
	{
		"arabicTextofAyah":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا",
		"tafsirTextofAyah":"Kad bi Allah kažnjavao ljude zbog grijeha i nerazumnih postupaka, nijedno živo stvorenje na Zemlji ostalo ne bi. Sve bi odmah uništio, pa i životinje i imetke koje posjeduju. Blagi Allah ostavlja griješnike do roka utvrđenog, koji je samo Njemu poznat, tj. do Sudnjeg dana. A kad njihov rok nastupi – pa Allah, znajte pouzdano, dobro vidi robove Svoje, zna i pobrojao je sva njihova djela, jer Mu ništa nije skriveno i pozvat će ih na odgovornost; dobre će nagraditi, a zločeste će kazniti.",
		"korkutTranslationOfAyah":"Da Allah kažnjava ljude prema onome što zasluže, ništa živo na površini Zemljinoj ne bi ostavio; ali, On ih ostavlja do roka određenog, i kad im rok dođe – pa Allah dobro zna robove Svoje."
	}
]