[
	{
		"arabicTextofAyah":"يسٓ",
		"tafsirTextofAyah":"O kur’anskim je skraćenicama bilo riječi na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Jā Sīn."
	},
	{
		"arabicTextofAyah":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ",
		"tafsirTextofAyah":"Sveznajući Allah zakleo se časnim Kur’anom, čije su riječi i značenja mudri i precizni i kojem je istina strana s bilo koje strane.",
		"korkutTranslationOfAyah":"Tako Mi Kur'ana mudrog,"
	},
	{
		"arabicTextofAyah":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Ti si, Poslaniče milosti, odista jedan od onih ljudi koje je Plemeniti Allah poslao ljudima da im zapovjede da robuju jedino Allahu, jedinom istinskom Bogu.",
		"korkutTranslationOfAyah":"ti si, uistinu, poslanik,"
	},
	{
		"arabicTextofAyah":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Ti si, Vjerovjesniče, na Pravoj stazi, islamu, vjeri koju je objavio Silni Allah, Koga niko ne može nadvladati, Onaj Koji je milostiv prema vjernicima.",
		"korkutTranslationOfAyah":"na Pravome putu,"
	},
	{
		"arabicTextofAyah":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ",
		"tafsirTextofAyah":"Ovaj Kur’an objavio je Allah, Koji je silan u Svojoj vlasti, i Koga niko ne može potčiniti, i Koji je samilostan prema pravovjernima.",
		"korkutTranslationOfAyah":"po objavi Silnoga i Samilosnoga,"
	},
	{
		"arabicTextofAyah":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, objavio ti je ovaj Kur’an, Poslaniče, da bi njime opominjao nevjernike čiji preci nisu imali opominjatelja od Uzvišenog Allaha, pa su nehajni spram vjerovanja i robovanja Allahu (ovdje se misli na Arape). Isti je slučaj i sa svakim narodom koji nema opominjatelja: potreban mu je poslanik koji će ga opominjati.",
		"korkutTranslationOfAyah":"da opominješ narod čiji preci nisu bili opominjani, pa je ravnodušan!"
	},
	{
		"arabicTextofAyah":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Sveznajući Allah odredio je da će biti kažnjena većina ljudi nakon što je protiv njih uspostavljen dokaz jezikom poslanika, jer ne vjeruje i ne prihvata istinu već poriče Allaha i utjeruje u laž Resulullaha, sallallahu alejhi ve sellem. Mnogi ljudi ne znaju istinu koja im je došla.",
		"korkutTranslationOfAyah":"O većini njih se već obistinila Riječ – zato oni neće vjerovati."
	},
	{
		"arabicTextofAyah":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ",
		"tafsirTextofAyah":"Te ljude Allah je učinio poput ljudi na čije su vratove stavljeni okovi, tako da im i ruke sežu do podbradaka, te su im glave neizostavno uzdignute, te ih ne mogu spustiti. Eto tako su oni odvraćeni od vjerovanja u Svemogućeg Allaha, pa se nisu kadri povinovati Gospodaru i biti Mu ponizni.",
		"korkutTranslationOfAyah":"Mi smo učinili da budu kao oni na čije smo vratove sindžire stavili sve do podbradaka – zato su oni glava uzdignutih,"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ",
		"tafsirTextofAyah":"Svevišnji Allah stavio je ispred onih koji ne vjeruju pregradu od tmina, i iza njih je pregradu postavio, te im je oduzeo moć zapažanja, zbog čega ne vide i ne izvlače koristi. To im se dogodilo nakon što su pokazali inat i ustrajali u nevjerstvu.",
		"korkutTranslationOfAyah":"i kao oni ispred kojih i iza kojih smo pregradu metnuli i na oči im koprenu stavili – zato oni ne vide,"
	},
	{
		"arabicTextofAyah":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Kad se radi o nevjernicima, koji iz inata ne žele prihvatiti istinu, svejedno je njima – opominjao ih ili ne opominjao, Božiji Poslaniče, oni neće povjerovati u ono što si donio.",
		"korkutTranslationOfAyah":"i njima je svejedno opominjao ih ti ili ne opominjao, oni neće vjerovati."
	},
	{
		"arabicTextofAyah":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ",
		"tafsirTextofAyah":"Tvoja će opomena, Vjeronavjestitelju, biti od koristi samo onom koji vjeruje u časni Kur’an i slijedi ga, te se uvijek, pa i u samoći, boji Milostivog Allaha, a ne vidi Ga niko drugi. Eto takvog obraduj oprostom svih grijeha i golemom nagradom u džennetu.",
		"korkutTranslationOfAyah":"Tvoja opomena će koristiti samo onome koji Kur'an slijedi i Milostivoga se boji, iako Ga ne vidi; njega obraduj oprostom i nagradom lijepom!"
	},
	{
		"arabicTextofAyah":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ",
		"tafsirTextofAyah":"Svemogući Allah oživit će mrtve, izvest će ih iz kaburova radi polaganja računa, a sve je Allah zapisao, dobro i zlo, što su ljudi radili. Allah će dati nagradu za svako dobro kojem je čovjek bio uzrok, kao npr. trajna sadaka, odnosno kazniti za hrđavo djelo, kao npr. djelo nevjerstva koje ljudi čine ugledajući se na njega. Sveznajući je Allah sve to pobrojao u Levhi-mahfuzu.",
		"korkutTranslationOfAyah":"Mi ćemo, zaista, mrtve oživiti i Mi smo zapisali ono što su uradili i djela koja su iza sebe ostavili; sve smo Mi to u Knjizi jasnoj pobrojali."
	},
	{
		"arabicTextofAyah":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"Poslaniče milosti, navedi mekkanskim nevjernicima inadžijama pouku o kojoj će razmisliti, tj. primjer stanovnikā jednog grada kojima je Allah, džellešanuhu, slao poslanike.",
		"korkutTranslationOfAyah":"Navedi im kao pouku stanovnike jednog grada kad su im došli poslanici;"
	},
	{
		"arabicTextofAyah":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ",
		"tafsirTextofAyah":"Kad im je Svevišnji Allah poslao dvojicu poslanika da ih pozivaju da samo Allahu robuju, ali su stanovnici istog tog grada utjerali u laž dvojicu svojih poslanika, i Allah je trećim poslanikom izvršio pojačanje. Tad su sva trojica izvijestili svoje sugrađane da su im poslati od Allaha da ih pozovu u to da samo Njega obožavaju i slijede vjerozakon koji je objavio.",
		"korkutTranslationOfAyah":"kad im Mi poslasmo dvojicu, ali im oni ne povjerovaše, i pojačasmo trećim, pa rekoše: \"Mi smo vama poslani!\" –"
	},
	{
		"arabicTextofAyah":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ",
		"tafsirTextofAyah":"Pa ipak, krivovjerni su odbili poziv svojih poslanika i rekli: “Vi ste samo ljudi kao i mi, ni u čemu niste bolji od nas! Allah nijednom čovjeku ništa nije objavio! O vi koji tvrdite da ste poslanici, vi na Allaha laži iznosite!”",
		"korkutTranslationOfAyah":"\"Vi ste ljudi kao i mi\" – oni odgovoriše – \"Milostivi nije objavio ništa, vi neistinu govorite!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ",
		"tafsirTextofAyah":"Ti poslanici rekoše svojim sunarodnicima što su poricali istinu: “Allah, Gospodar naš Koji nas je poslao, zna da smo mi vama, stanovnici ovog grada, uistinu poslati. I to nam je dovoljno kao dokaz.”",
		"korkutTranslationOfAyah":"\"Gospodar naš zna da smo, doista, vama poslani\" – rekoše oni –"
	},
	{
		"arabicTextofAyah":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"“Mi smo vam dužni dostaviti Allahovu poslanicu u potpunosti”, kazaše poslanici. “Eto to je naša obaveza, a Allahovo je hoće li vas uputiti ili će vas u zabludu odvesti.”",
		"korkutTranslationOfAyah":"\"i dužni smo samo da jasno obznanimo.\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Međutim, griješni stanovnici onog grada rekoše: “Mi pak slutimo da nam vi nesreću donosite time u što nas pozivate. Ne prestanete li nas pozivati i upozoravati na Allahovu kaznu, kamenovat ćemo vas! Bolna će vas kazna od nas zadesiti, bez imalo dvojbe.”",
		"korkutTranslationOfAyah":"Oni rekoše: \"Mi slutimo da nam nesreću donosite; ako se ne okanite, kamenovaćemo vas i stići će vas, zaista, bolna patnja od nas.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
		"tafsirTextofAyah":"Na to se poslanici obratiše svojim sunarodnicima: “Uzrok vašeg pesimizma jeste sami vi! Uzrok vaše nesreće leži u nevjerstvu koje činite. Zar nam prijetite kamenovanjem i vidite loš predznak u tome što vas podsjećamo na Allaha? Ta vi ste narod koji je pretjerao u činjenju nevjerstva i zlih djela.”",
		"korkutTranslationOfAyah":"\"Uzrok vaše nesreće je s vama!\" – rekoše oni. \"Zar zato što ste opomenuti? Ta vi ste narod koji svaku granicu zla prelazi.\""
	},
	{
		"arabicTextofAyah":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"I s periferije grada stiže neki čovjek koji je saznao da su stanovnici grada čvrsto odlučili kazniti svoje poslanike smrtnom kaznom. Upozorio ih je: “O moji sunarodnici, vjerujte u ove poslanike!”",
		"korkutTranslationOfAyah":"I s kraja grada žurno dođe jedan čovjek i reče: \"O narode moj, slijedi one koji su poslani,"
	},
	{
		"arabicTextofAyah":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ",
		"tafsirTextofAyah":"“Slijedite Allahove poslanike”, kazao je, “koji od vas ne traže nikakvu nadoknadu za trud koji ulažu u pozivanje Allahu, a pored toga su na istini, i dostavljaju objavu. Prijeko je potrebno da takve slijedite.”",
		"korkutTranslationOfAyah":"slijedite one koji od vas ne traže nikakvu nagradu, a na Pravom su putu!"
	},
	{
		"arabicTextofAyah":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Upitao ih je taj dobri čovjek: “Zašto ne bih obožavao jedino Allaha, Koji me je stvorio? Zašto vi ne biste obožavali jedino Allaha, Koji vas je stvorio? Njemu ćete se vratiti, pa će vas On oživiti i dati vam ono što ste zaslužili.”",
		"korkutTranslationOfAyah":"Zašto da se ne klanjam Onome koji me je stvorio, a Njemu ćete se vratiti?"
	},
	{
		"arabicTextofAyah":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ",
		"tafsirTextofAyah":"Upitao ih je i ovo: “Zar da mimo Allaha obožavam druga, lažna božanstva, koja mi ne mogu nikakvo dobro donijeti niti me mogu od kakva zla sačuvati? Bude li Milostivi Allah htio da me snađe kakvo zlo, lažna božanstva neće mi uopće pomoći niti će me moći izbaviti ako umrem kao nevjernik.”",
		"korkutTranslationOfAyah":"Zašto da prihvaćam druge bogove mimo Njega? Ako Milostivi hoće da me snađe neko zlo, njihovo posredovanje neće mi biti ni od kakve koristi i oni me neće moći spasiti,"
	},
	{
		"arabicTextofAyah":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ",
		"tafsirTextofAyah":"“Bio bih zaista u očitoj zabludi kad bih prihvatio lažna božanstva, a klonio se robovanja svom Gospodaru, dragom Allahu, Koji zaslužuje da Mu se robuje. Eto, to bi bila očita greška i otuđivanje od istine.”",
		"korkutTranslationOfAyah":"a ja bih tada bio u pravoj zabludi;"
	},
	{
		"arabicTextofAyah":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ",
		"tafsirTextofAyah":"“Ja zbilja vjerujem u vašeg Gospodara, Allaha, osim Kojeg nema drugog istinskog božanstva, i Njemu sam poslušan! Poslušajte ovo što vam govorim! Ne marim za prijetnjama da ćete me ubiti!” Pošto je ovaj dobri čovjek upozorio svoje sunarodnike, oni su ga ubili i Allah ga je uveo u džennet.",
		"korkutTranslationOfAyah":"ja vjerujem u Gospodara vašeg, čujte mene!\""
	},
	{
		"arabicTextofAyah":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ",
		"tafsirTextofAyah":"I nakon što je ovaj čovjek poginuo na Allahovom putu, radi uzdizanja Allahove riječi, rečeno mu je: “Uđi u džennet!”, a on, u džennetu, vidjevši kakvo ga uživanje i blagodat dočekaše, reče: “Samo kad bi moj narod mogao znati da sam nadasve sretan i počašćen, i da mi je Allah oprostio grijehe, te me počastio, povjerovao bi kako bi dobio ovakvu nagradu!”",
		"korkutTranslationOfAyah":"I reći će se: \"Uđi u Džennet!\" – a on će reći: \"Kamo sreće da narod moj zna"
	},
	{
		"arabicTextofAyah":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ",
		"tafsirTextofAyah":"Rečeno mu je zbog časti što je poginuo kao šehid: \"Uđi u džennet!\" A kada je ušao u džennet i vidjevši kakve su mu blagodati poželio je i kazao: “O kad bi moji sunarodnici mogli znati da mi je Allah, Gospodar moj, oprostio grijehe i dao mi visoke stepene zato što sam vjerovao u Njega, samo Njemu iskreno robovao i slijedio poslanike!”, dodao je. “Možda bi se odazvali Allahovim poslanicima pa bi i oni ušli u džennet, kao što sam, evo, ja ušao.”",
		"korkutTranslationOfAyah":"zašto mi je Gospodar moj oprostio i lijep mi prijem priredio!\""
	},
	{
		"arabicTextofAyah":"۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
		"tafsirTextofAyah":"I to što su stanovnici spomenutog grada utjerivali u laž poslanike i ubili čovjeka koji ih je pozvao Allahu, nije bio razlog da Svemogući Allah pošalje Svoju vojsku s neba: oni su daleko slabiji od toga da Allah, džellešanuhu, protiv njih pošalje vojsku s neba. Oni su uništeni strašnim glasom. Allah inače nije spuštao meleke da unište poricatelje već je slao kaznu kojom bi ih iskorijenio.",
		"korkutTranslationOfAyah":"I protiv naroda njegova, poslije njega, Mi nismo vojsku s neba poslali, niti smo to ikada činili;"
	},
	{
		"arabicTextofAyah":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, kažnjavao ih je i uništavao jednim gromoglasom, pa bi poslije njega svi pomrli i ostali tamo gdje su se zatekli. Njihov primjer je kao upaljena vatra, koja se ugasi. Nikakva traga od njih nije ostalo.",
		"korkutTranslationOfAyah":"samo bi se čuo jedan užasan krik, i oni bi odjednom svi pomrli."
	},
	{
		"arabicTextofAyah":"يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"O, kako će ljudi biti jadni i kako će se kajati na Dan konačnog polaganja računa kad dožive strahote kojima im se prijeti! Eto, nijedan poslanik ljudima nije došao, da ih pozove u islam i tevhid, a da ga nisu ismijavali i rugali mu se. Zbog toga je njihov kraj bio kajanje na Sudnjem danu zbog toga što su podbacili u Allahovim pravima.",
		"korkutTranslationOfAyah":"O kako su ljudi jadni! Nijedan poslanik im nije došao, a da mu se nisu narugali."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ",
		"tafsirTextofAyah":"Zar nisu saznali mekanski nevjernici, koji poriču Boga i rugaju se poslanicima, koliko je prije njih naraštaja Allah, džellešanuhu, uništio, koji se više nisu vratili na ovaj svijet? Oni su stupili u svijet u kojem su zatekli djela koja su uradili, za koja će polagati račun.",
		"korkutTranslationOfAyah":"Kako oni ne znaju koliko smo prije njih naroda uništili od kojih im se niko vratio nije,"
	},
	{
		"arabicTextofAyah":"وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
		"tafsirTextofAyah":"I svi ti naraštaji, tj. svi narodi koji su uništeni bit će dovedeni pred Uzvišenog Allaha, Znalca svih tajni, da ih pozove na odgovornost za djela koja su činili na ovom svijetu.",
		"korkutTranslationOfAyah":"a svi oni biće zajedno pred Nas dovedeni."
	},
	{
		"arabicTextofAyah":"وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ",
		"tafsirTextofAyah":"Dokaz bezbožnicima da Allah sve može i da će oživiti mrtve jest suha, neplodna zemlja kojoj Allah, džellešanuhu, život dadne spuštajući kišu uslijed koje niknu raznovrsno bilje i prelijepi plodovi, hrana životinjama i čovjeku. Intencija je: Onaj Koji je kadar mrtvoj zemlji život dati kadar je mrtve oživiti.",
		"korkutTranslationOfAyah":"Dokaz im je mrtva zemlja: Mi joj život dajemo i iz nje niče žito koje oni jedu;"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ",
		"tafsirTextofAyah":"Plemeniti Allah stvara po zemlji zelene, predivne bašče, palmovike i vinograde, i čini da iz zemlje izviru izvori pomoću čije se vode natapaju zelene površine.",
		"korkutTranslationOfAyah":"Mi po njoj stvaramo bašče, palmike i vinograde – i činimo da iz nje izvori izviru –"
	},
	{
		"arabicTextofAyah":"لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ",
		"tafsirTextofAyah":"Sve to Allah, džellešanuhu, stvara da ljudi jedu ukusne plodove, iz Svoje goleme milosti i dobrote, a ne zbog truda, moći i zalaganja ljudi. Pa zašto ljudi nisu zahvalni Allahu, džellešanuhu, na blagodatima odano Mu i iskreno robujući te vjerujući u poslanike?",
		"korkutTranslationOfAyah":"da oni jedu plodove njihove i od onoga što ruke njihove privrijede, pa zašto neće da budu zahvalni?"
	},
	{
		"arabicTextofAyah":"سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Neka je hvaljen i uzvišen Slavljeni Allah, neka je uzvišeno Njegovo ime, On je Onaj Koji u drveću, plodovima, žitaricama i ljudima stvara par, muško i žensko, i Koji stvara druga, raznovrsna stvorenja koja ljudima nisu znana, na moru i kopnu, pa i drugdje.",
		"korkutTranslationOfAyah":"Neka je hvaljen Onaj koji u svemu stvara pol: u onome što iz zemlje niče, u njima samima, i u onome što oni ne znaju!"
	},
	{
		"arabicTextofAyah":"وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ",
		"tafsirTextofAyah":"Onima koji ne vjeruju dokaz Allahove jednoće jest i noć: Allah od nje, sa zalaskom Sunca, dan odvaja pa ljudi ostanu u tminama.",
		"korkutTranslationOfAyah":"I noć im je dokaz: Mi uklanjamo dnevnu svjetlost i oni ostaju u mraku."
	},
	{
		"arabicTextofAyah":"وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
		"tafsirTextofAyah":"Dokaz nevjernicima da je Allah jedini Bog jest i Sunce, koje se kreće ka svom konačnom odredištu koje mu je Svemogući Allah odredio. To je odredba Silnog Allaha, Kome se niko ne može suprotstaviti. Allah je Sveznajući, te Mu ništa o Njegovim stvorenjima nije skriveno.",
		"korkutTranslationOfAyah":"I Sunce se kreće do svoje određene granice, to je odredba Silnoga i Sveznajućeg."
	},
	{
		"arabicTextofAyah":"وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ",
		"tafsirTextofAyah":"I naposlijetku, dokaz Allahove jednoće jest i Mjesec, kojem je Gospodar odredio faze, i on svake noći zauzme drugi položaj: pojavi se kao mlađak i neprestano se, malo-pomalo, povećava sve dok ne bude pun i zaobljen, a zatim se smanjuje te na koncu postane kao stara, žuta i suha palmina grana.",
		"korkutTranslationOfAyah":"I Mjesecu smo odredili položaje; i on se uvijek ponovo vraća kao stari savijeni palmin prut."
	},
	{
		"arabicTextofAyah":"لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
		"tafsirTextofAyah":"Allah je dao da Sunce i Mjesec, kao i dan i noć budu znamenja čije je kretanje precizno određeno. Nemoguće je da Sunce dostigne Mjesec, pa da izmijeni njegovu putanju ili da zauvijek utre njegovu svjetlost, jer se putanja i položaji ovih dvaju nebeskih tijela razlikuje; kao i Sunce, Mjesec plovi svojom utvrđenom putanjom. Isto tako, nezamislivo je da noć dan pretekne, pa da noći nestane prije nego što tome bude vrijeme. Sveznajući je Allah precizno odredio trajanje noći i dana, učinivši da se njihovo trajanje smanjuje i povećava. Sunce, Mjesec, zvijezde, planete – svi se kreću tačno utvrđenim putanjama i ne sudaraju se međusobno. Mudri Allah tako je odredio, On ih čuva.",
		"korkutTranslationOfAyah":"Nit' Sunce može Mjesec dostići nit' noć dan prestići, svi oni u svemiru plove."
	},
	{
		"arabicTextofAyah":"وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
		"tafsirTextofAyah":"Da je Allah jedini Bog i Onaj Koji daje blagodati stvorenjima dokaz je i to što je nosio potomke Ademove u Nuhovoj, alejhis-selam, lađi, natovarenoj raznovrsnim stvorenjima. Na njegovoj su se lađi, Allahovom voljom, od svake vrste nalazili mužjak i ženka.",
		"korkutTranslationOfAyah":"Dokaz im je i to što potomke njihove u lađama krcatim prevozimo"
	},
	{
		"arabicTextofAyah":"وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ",
		"tafsirTextofAyah":"Da je Allah jedini Bog i Onaj Koji daje blagodati stvorenjima dokaz je i to što je Allah, džellešanuhu, ljudima dao lađe, kao što je dao Nuhu lađu.",
		"korkutTranslationOfAyah":"i što za njih, slične njima, stvaramo one na kojima se voze."
	},
	{
		"arabicTextofAyah":"وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ",
		"tafsirTextofAyah":"Ako bude želio, Allah može potopiti lađu sa svime što ona prenosi. I tad nema spasa ljudima: ne može ih niko izbaviti, a sami sebi ne mogu pomoći.",
		"korkutTranslationOfAyah":"I ako želimo, Mi ih potopimo, i neće im spasa biti, neće se izbaviti,"
	},
	{
		"arabicTextofAyah":"إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"Osim akoli Allah, džellešanuhu, ukaže Svoju milost pa ih spasi od očitog stradanja, da bi tek do određenog vremena uživali, tj. do smrti, i ne bi li se pokajali i povjerovali u Gospodara.",
		"korkutTranslationOfAyah":"osim ako im se ne smilujemo, da bi do roka određenog uživali."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ",
		"tafsirTextofAyah":"Kad se kaže mekanskim mnogobošcima, koji okreću glavu od vjerovanja: “Bojte se kazne koja vas čeka na Ahiretu, time što ćete vjerovati u Kur'an i slijediti Muhammeda, sallallahu 'alejhi ve sellem, čineći dobra djela, te se čuvajte vezivanja za dunjaluk, ne bi li vam se Allah smilovao i otklonio od vas patnju”, oni leđa okrenu ne odazvavši se.",
		"korkutTranslationOfAyah":"A kad im se rekne: \"Bojte se onoga što se prije vas dogodilo i onoga što vas čeka da biste pomilovani bili…\""
	},
	{
		"arabicTextofAyah":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
		"tafsirTextofAyah":"Kada god je ovim mnogobošcima, koji iz inata neće da vjeruju u Uzvišenog Allaha, dođe jasan, bjelodan, nepobitan dokaz od Allaha, koji im ukazuje na to da je Allah jedini Bog i da jedino On zaslužuje da bude obožavan i bude Mu se pokorno, oni zapostave razmišljanje o tom dokazu i okrenu se od njega.",
		"korkutTranslationOfAyah":"I ne dođe im nijedan dokaz od Gospodara njihova kojem oni leđa ne okrenu."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"Kada se mekanskim mnogobošcima inadžijama kaže: “Pomozite siromasima i nevoljnicima onim čime vas Allah, iz Svoje dobrote, opskrbi”, uzvrate vjernicima: “Zar da nahranimo nekog koga bi Allah, da je htio, nahranio, jer Allah je Stvoritelj i On je neovisan?! O vi koji vjerujete, baš ste zastranili i zalutali kad od nas to zahtijevate!”",
		"korkutTranslationOfAyah":"A kad im se kaže: \"Udjeljujte od onoga što vam Allah daje\" – onda nevjernici govore vjernicima: \"Zar da hranimo onoga koga je Allah, da je htio, mogao nahraniti? Vi ste, uistinu, u pravoj zabludi!\""
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Usto, mnogobošci, negirajući i isključujući mogućnost oživljenja, govore: “Kad će, o vjernici, nastupiti Dan ustanuća? Ako istinu govorite da će se dogoditi Smak svijeta, kažite nam kad će to biti!”",
		"korkutTranslationOfAyah":"I govore: \"Kad će već jednom ta prijetnja, ako istinu govorite?\""
	},
	{
		"arabicTextofAyah":"مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ",
		"tafsirTextofAyah":"Ovi poricatelji Sudnjeg dana nemarni i ne pripremaju se za konačni obračun. Oni ostaju nemarni sve dok ih ne iznenadi prvo puhanje u rog, tj. početak nastupanja Smaka svijeta, usred njihove obuzetosti dunjalučkim poslovima.",
		"korkutTranslationOfAyah":"A ne čekaju drugo do strašan glas koji će ih, dok se budu jedni s drugima prepirali, obuzeti,"
	},
	{
		"arabicTextofAyah":"فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ",
		"tafsirTextofAyah":"Kad krivovjerni budu čuli gromoglas propali su, jer neće biti vremena za pokajanje i strahote će goleme biti, pa ništa neće oporučiti svojim potomcima, a neće se uspjeti ni svojima kući vratiti: smrt će ih odjedanput zadesiti na putevima, pijacama i svim drugim mjestima.",
		"korkutTranslationOfAyah":"pa neće moći ništa oporučiti, niti se čeljadi svojoj vratiti."
	},
	{
		"arabicTextofAyah":"وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ",
		"tafsirTextofAyah":"I melek će puhnuti u rog, drugi put, pa će se duše vratiti u tijela koja će ustati iz grobova i odjednom pohrliti prema stajalištu, te će polagati račun za djela.",
		"korkutTranslationOfAyah":"I puhnuće se u rog, pa će oni iz grobova prema Gospodaru svome pohrliti,"
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"Nevjernici poricatelji će, pošto shvate da su nastradali, kajući se reći: “Teško nama! O goleme li naše propasti! Ko nas podiže iz počivališta naših?” Na to će im biti rečeno: “Ovo je ono što vam je obećao Allah, Koji ne krši obećanje! Ovo je ono što su poslanici prenijeli od Allaha, a istinu su, evo, govorili.”",
		"korkutTranslationOfAyah":"govoreći: \"Teško nama! Ko nas iz naših grobova oživi?\" – \"Eto ostvaruje se prijetnja Milostivog, poslanici su istinu govorili!\""
	},
	{
		"arabicTextofAyah":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
		"tafsirTextofAyah":"Da bi ljudi bili oživljeni iz svojih mezara potrebno je samo jedno puhanje u rog i odjednom će biti privedeni Allahu, da polože račun za svoja djela i budu nagrađeni ili kažnjeni.",
		"korkutTranslationOfAyah":"Biće to samo jedan glas i oni će se svi pred Nama obreti."
	},
	{
		"arabicTextofAyah":"فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Na Danu sudnjem svako će dobiti ono što je zaslužio, bit će svima po pravdi presuđeno, nikom se neće nepravda učiniti, pa da mu se umanje dobra djela ili da mu se uvećaju hrđava djela koja je počinio. Dakle, nagrada ili kazna uslijedit će samo za ono što je čovjek lično uradio.",
		"korkutTranslationOfAyah":"Danas se neće nikome nepravda učiniti i vi ćete, prema onom kako ste radili, nagrađeni biti."
	},
	{
		"arabicTextofAyah":"إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ",
		"tafsirTextofAyah":"Stanovnici Dženneta će na Sudnjem danu uživati i neće razmišljati o drugima. Bit će zauzeti vječnim uživanjem, velikim trijumfom, uživajući u džennetskim ljepotama, presretni i razdragani.",
		"korkutTranslationOfAyah":"stanovnici Dženneta uživaće toga dana u blagodatima veseli i radosni,"
	},
	{
		"arabicTextofAyah":"هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ",
		"tafsirTextofAyah":"Dženetlije i njihove žene uživat će u debeloj hladovini, na prelijepim i odmarajućim divanima naslonjeni.",
		"korkutTranslationOfAyah":"oni i žene njihove biće u hladovini na ukrašenim divanima naslonjeni,"
	},
	{
		"arabicTextofAyah":"لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ",
		"tafsirTextofAyah":"Oni će u Džennetu imati raznovrsnog ukusnog voća, grožđa, smokava, narova npr., i imat će uopće sve što požele i zatraže.",
		"korkutTranslationOfAyah":"u njemu će imati voća, i ono što budu željeli."
	},
	{
		"arabicTextofAyah":"سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ",
		"tafsirTextofAyah":"K tome, najveći njihov uspjeh i najveći užitak bit će kad ih pozdravi Allah, Milostivi i Samilosni: “Mir vama!” Upravo tako će im se obratiti Plemeniti Allah, nakon čega će biti u vječitom spasu i zaštiti. Bit će pozdravljeni najboljim pozdravom koji postoji.",
		"korkutTranslationOfAyah":"\"Mir vama!\" – biće riječi Gospodara Milostivog –"
	},
	{
		"arabicTextofAyah":"وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"Nevjernicima će na stajalištu biti rečeno: “Odvojite se od vjernikā, nemojte se s njima miješati, ne priliči da oni s vama budu!” Bit će im tako rečeno, jer će jedni dobiti nagradu, a drugi kaznu; jedni su dobri bili, a drugi zločinitelji.",
		"korkutTranslationOfAyah":"\"a vi, o grješnici, danas se odvojite!\""
	},
	{
		"arabicTextofAyah":"۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
		"tafsirTextofAyah":"Sveznajući Allah obratit će se onima koji nisu vjerovali: “Zar vam nisam naredio, u Svojim objavama i posredstvom poslanikā, da ne robujete šejtanu, svom otvorenom neprijatelju, i da ga ne slušate? Kako priliči onome ko pameti ima da se pokorava onome ko izražava svoje otvoreno neprijateljstvo prema njemu?! ”",
		"korkutTranslationOfAyah":"O sinovi Ademovi, zar vam nisam naredio: \"Ne klanjajte se šejtanu, on vam je neprijatelj otvoreni,"
	},
	{
		"arabicTextofAyah":"وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
		"tafsirTextofAyah":"“I zar vam nisam stavio u obavezu da samo Mene smatrate jedinim Bogom, da Meni iskreno robujete i da samo Meni poslušni budete? I upravo je to Pravi put, koji vodi do Mog zadovoljstva i Dženneta, ali vi ste drugim putem išli”,",
		"korkutTranslationOfAyah":"već se klanjajte Meni; to je Put pravi."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ",
		"tafsirTextofAyah":"Šejtan je odvratio od vjerovanja mnoge ljude, pa zar nisu imali pameti koja bi ih potaknula da jedino Allaha obožavaju i budu Mu poslušni, i da se pomoću nje sustegnu od stranputice i pokoravanja šejtanu, koji im je bio otvoreni neprijatelj!",
		"korkutTranslationOfAyah":"On je mnoge od vas u zabludu odveo, kako niste pameti imali?!"
	},
	{
		"arabicTextofAyah":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
		"tafsirTextofAyah":"Evo ovo je rasplamsala paklena vatra za koju vam se prijetilo na dunjaluku, da ćete u njoj gorjeti budete li nevjernici poricatelji. Na dunjaluku Džehennem je bio gajb, onostrano, a na Ahiretu bit će nešto što će ljudi vidjeti.",
		"korkutTranslationOfAyah":"Ovo je Džehennem kojim vam se prijetilo,"
	},
	{
		"arabicTextofAyah":"ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
		"tafsirTextofAyah":"Zato sad ulazite u Džehennem, pržite se u njemu i kušajte njegovu žestinu! To vam je kazna zato što niste vjerovali na dunjaluku.",
		"korkutTranslationOfAyah":"pržite se sada u njemu zato što niste vjerovali!\""
	},
	{
		"arabicTextofAyah":"ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Na Dan ustanuća, Allah, džellešanuhu, zapečatit će usta nevjernicima i oni neće govoriti – ruke će njihove govoriti šta su radile, a noge će svjedočiti o grijesima koje su činile, tj. da su radi harama koračale.",
		"korkutTranslationOfAyah":"Danas ćemo im usta zapečatiti, njihove ruke će Nam govoriti, a noge njihove će o onome što su radili svjedočiti."
	},
	{
		"arabicTextofAyah":"وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ",
		"tafsirTextofAyah":"Da je Svemogući Allah htio, oduzeo bi nevjernicima vid, kao što je zapečatio njihova usta, pa bi požurili preći preko sirat-ćuprije. Da im je Allah vid oduzeo, kako bi uopće vidjeli kuda kroče htijući preko nje preći?",
		"korkutTranslationOfAyah":"Da smo htjeli, mogli smo ih vida njihova lišiti, pa kad bi na put pošli, kako bi vidjeli?"
	},
	{
		"arabicTextofAyah":"وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ",
		"tafsirTextofAyah":"Da je htio, Allah, džellešanuhu, mogao je nevjernike pretvoriti u neka druga stvorenja, pa bi ostali na svojim mjestima i ne bi mogli ići naprijed, a niti bi se mogli vratiti.",
		"korkutTranslationOfAyah":"A da smo htjeli, mogli smo ih na mjestu na kome su zgriješili u nešto pretvoriti, pa ne bi mogli nikuda otići niti se vratiti."
	},
	{
		"arabicTextofAyah":"وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Onog koga Allah, džellešanuhu, poživi do pozne starosti, vrati u prvu etapu života, etapu slabosti, pa zar oni koji neće da vjeruju ne razmisle, koristeći se razumom, o tome da je ovaj svijet prolazan i da je Ahiret vječna kuća.",
		"korkutTranslationOfAyah":"Onome kome dug život damo, Mi mu izgled nagore izmijenimo. Zar oni ne razumiju?"
	},
	{
		"arabicTextofAyah":"وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ",
		"tafsirTextofAyah":"Plemeniti Allah nije Resulullaha, sallallahu alejhi ve sellem, pjesništvu učio, ne priliči da Vjerovjesnik, sallallahu alejhi ve sellem, bude pjesnik. Allah ga je jasnoj Knjizi poučio, i to je jasno onom ko o tome pomno razmisli.",
		"korkutTranslationOfAyah":"Mi poslanika nismo pjesništvu učili, to mu ne priliči. Ovo je samo pouka – Kur'an jasni,"
	},
	{
		"arabicTextofAyah":"لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Da Resulullah, sallallahu alejhi ve sellem, zastrašuje i opominje onog u čijem srcu ima svjetlosti, koji može zapažati – samo njemu opomena koristi. Allah je, objavivši slavni Kur’an i poslavši Resulullaha, sallallahu alejhi ve sellem, uspostavio dokaz protiv krivovjernih, pa neće imati opravdanja.",
		"korkutTranslationOfAyah":"da opominje onoga ko ima pameti, i da zasluže kaznu nevjernici."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ",
		"tafsirTextofAyah":"Zar ljudi ne vide da je Svemogući Allah stvorio stoku zbog njih i da ju je njima potčinio? Zar ne vide da je Allah, džellešanuhu, dao da oni raspolažu stokom u svojim interesima?",
		"korkutTranslationOfAyah":"Kako oni ne vide da Mi samo zbog njih stoku stvaramo i da oni njome raspolažu kao vlasnici"
	},
	{
		"arabicTextofAyah":"وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ",
		"tafsirTextofAyah":"Plemeniti je Allah učinio da se ljudi služe stokom, da im ona bude potčinjena, pa neke vrste kolju i hrane se njihovim mesom, neke vrste jašu, na nekima prenose teret.",
		"korkutTranslationOfAyah":"i da smo im dali da se njome služe – na nekim jašu, a nekima se hrane,"
	},
	{
		"arabicTextofAyah":"وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ",
		"tafsirTextofAyah":"Osim mesa i mlijeka, ljudi od stoke imaju i drugih koristi, kao npr. vunu i kostrijet, prodaju je, od nje prave prostirku i odjeću, i mlijekom njihovim se napajaju. Pa zašto dragom Allahu nisu zahvalni na tome, kao i na drugim blagodatima?",
		"korkutTranslationOfAyah":"i drugih koristi od nje imaju, i mlijeko, pa zašto nisu zahvalni,"
	},
	{
		"arabicTextofAyah":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ",
		"tafsirTextofAyah":"Oni koji ne vjeruju prihvataju lažne bogove, kipove i kumire, i obožavaju ih mimo Allaha, džellešanuhu, te se nadaju da će im njihovi bogovi pomoći i odbraniti ih od kazne koju im je Allah pripremio.",
		"korkutTranslationOfAyah":"već pored Allaha druge bogove prihvaćaju u nadi da će im oni na pomoći biti;"
	},
	{
		"arabicTextofAyah":"لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ",
		"tafsirTextofAyah":"No, ista ta božanstva ne mogu pomoći svojim obožavaocima, kao što ni sebi ne mogu pomoći.",
		"korkutTranslationOfAyah":"oni im, međutim, neće moći pomoći, a oni su njima poslušna vojska."
	},
	{
		"arabicTextofAyah":"فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
		"tafsirTextofAyah":"Pa neka te, Vjerovjesniče, ne žaloste riječi krivovjernih: “Ti nisi poslanik!”; “Ti si lud” i slične laži! Sveznajući Allah savršeno zna šta oni taje a šta na javu iznose, šta pokazuju a šta u sebi skrivaju – pozvat će ih na odgovornost za djela koja su činili.",
		"korkutTranslationOfAyah":"I nek te ne žaloste riječi njihove; Mi, doista, znamo i ono što kriju i ono što pokazuju."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
		"tafsirTextofAyah":"Zar onaj čovjek koji poriče oživljenje i polaganje računa na Sudnjem danu ne vidi da ga je Svemogući Allah stvorio od kapi sjemena, pa je kasnije, smjenom etapa, postao zreo čovjek koji, međutim, negira i otvoreni je protivnik? Zbog čega se ne rukovodi time kao dokazom da će Allah oživiti mrtve!?",
		"korkutTranslationOfAyah":"Kako čovjek ne vidi da ga Mi od kapi sjemena stvaramo, i opet je otvoreni protivnik,"
	},
	{
		"arabicTextofAyah":"وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ",
		"tafsirTextofAyah":"I isti taj nemarni poricatelj, zaboravljajući od čega je stvoren, govori: “Ko može vratiti u život kosti kad budu truhle?” Smatra da je to nemoguće, a pritom zaboravlja da je iz ničega stvoren.",
		"korkutTranslationOfAyah":"i Nama navodi primjer, a zaboravlja kako je stvoren, i govori: \"Ko će oživiti kosti kad budu truhle?\""
	},
	{
		"arabicTextofAyah":"قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ",
		"tafsirTextofAyah":"Allahov Vjerovjesniče, obrati se onom koji tako govori: “Kosti koje su već istruhle i prah postale vratit će u život Svemogući Allah, Koji ih prvi put stvori – a lakše je vratiti u život ono što je već postojalo nego stvoriti iz ničeg. Sveznajući Allah dobro zna Svoja stvorenja, nisu Mu skrivena njihova djela, niti bilo šta drugo.”",
		"korkutTranslationOfAyah":"Reci: \"Oživiće ih Onaj koji ih je prvi put stvorio; On dobro zna sve što je stvorio,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ",
		"tafsirTextofAyah":"Allah je Onaj Koji vam od drveća, zelena i vlažna, stvara vatru, vrelu i spaljujuću. Pogledaj kako Svemogući Allah objedinjuje suprotnosti! Zbilja, Onaj Koji to čini kadar je mrtvoga pretvoriti u živog. I to je dovoljno kao pokazatelj i očit znak da je Allah, džellešanuhu, kadar mrtve oživiti.",
		"korkutTranslationOfAyah":"Onaj koji vam iz zelenog drveća vatru stvara i vi njome potpaljujete.\""
	},
	{
		"arabicTextofAyah":"أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Zar Allah, Onaj Koji je stvorio nebesa i Zemlju, ono što je na njima i ono što je između njih, nije kadar stvoriti njima slične, pa ih oživiti kao što im je prvi put život dao? Dakako, Allah je to kadar učiniti, On sve stvara precizno i s mudrošću. Allah je Sveznajući, zna sve što se tajno i javno čini, ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"Zar Onaj koji je stvorio nebesa i Zemlju nije kadar stvoriti njima slične? Jeste, On sve stvara i On je Sveznajući;"
	},
	{
		"arabicTextofAyah":"إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
		"tafsirTextofAyah":"Kad Allah želi da se nešto dogodi, odnosno da se nešto provede, odnosno da nešto stvori, On za to samo kaže: “Budi!”, i ono neizostavno bude. Allah, džellešanuhu, pomoću te riječi stvara, određuje, život i smrt daje.",
		"korkutTranslationOfAyah":"kada nešto hoće, On samo za to rekne: \"Budi!\" – i ono bude."
	},
	{
		"arabicTextofAyah":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Neka je zato Svevišnji Allah slavljen i hvaljen, neka je vrlo visoko iznad nemoći, koju mu višebošci pripisuju! Allah je Gospodar svega što postoji, On upravlja svim stvorenjima i određuje šta će se dogoditi. Allahu će se svi vratiti, na Dan konačnog polaganja računa, da nagradi za dobro, a da kazni za zlo.",
		"korkutTranslationOfAyah":"Pa neka je hvaljen Onaj u čijoj je ruci vlast nad svim, Njemu ćete se vratiti!"
	}
]