[
	{
		"arabicTextofAyah":"وَٱلصَّٰٓفَّٰتِ صَفّٗا",
		"tafsirTextofAyah":"Svevišnji Allah zaklinje se melekima, koji čine ibadet poredani u zbijene i pravilne redove.",
		"korkutTranslationOfAyah":"Tako Mi onih u redove poredanih"
	},
	{
		"arabicTextofAyah":"فَٱلزَّٰجِرَٰتِ زَجۡرٗا",
		"tafsirTextofAyah":"I zaklinje se melekima koji odvraćaju i navraćaju oblake tjerajući ih iz jednog u drugi dio Zemlje, ondje gdje treba pasti kiša.",
		"korkutTranslationOfAyah":"i onih koji odvraćaju"
	},
	{
		"arabicTextofAyah":"فَٱلتَّٰلِيَٰتِ ذِكۡرًا",
		"tafsirTextofAyah":"I zaklinje se melekima koji čitaju Njegovu veličanstvenu knjigu.",
		"korkutTranslationOfAyah":"i onih koji Opomenu čitaju –"
	},
	{
		"arabicTextofAyah":"إِنَّ إِلَٰهَكُمۡ لَوَٰحِدٞ",
		"tafsirTextofAyah":"Vaš Bog je Allah, o ljudi, On je Jedan Jedini, Koji nema saučesnika, pa samo Njemu robujte. Samo je On dostojan da Mu robujete.",
		"korkutTranslationOfAyah":"vaš Bog je, uistinu, Jedan,"
	},
	{
		"arabicTextofAyah":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَرَبُّ ٱلۡمَشَٰرِقِ",
		"tafsirTextofAyah":"Jedino je Allah, džellešanuhu, Stvoritelj nebesa i Zemlje i onog što se nalazi između njih. On je Stvoritelj istokā, na kojima se pojavljuju Sunce i Mjesec tokom cijele godine.",
		"korkutTranslationOfAyah":"Gospodar nebesa i Zemlje i onoga što je između njih i Gospodar istōkā!"
	},
	{
		"arabicTextofAyah":"إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِزِينَةٍ ٱلۡكَوَاكِبِ",
		"tafsirTextofAyah":"Svemogući Allah ukrasio je zemaljsko nebo zvijezdama i planetama, pa izgledaju poput bisera poredanih.",
		"korkutTranslationOfAyah":"Mi smo nebo najbliže vama sjajnim zvijezdama okitili"
	},
	{
		"arabicTextofAyah":"وَحِفۡظٗا مِّن كُلِّ شَيۡطَٰنٖ مَّارِدٖ",
		"tafsirTextofAyah":"I Allah pomoću zvijezda čuva nebo od svakog šejtana prkosnog, buntovnog.",
		"korkutTranslationOfAyah":"i čuvamo ga od svakog šejtana prkosnoga"
	},
	{
		"arabicTextofAyah":"لَّا يَسَّمَّعُونَ إِلَى ٱلۡمَلَإِ ٱلۡأَعۡلَىٰ وَيُقۡذَفُونَ مِن كُلِّ جَانِبٖ",
		"tafsirTextofAyah":"Šejtane sa svih strana neba gađaju zvijezde plamteće, kako ne bi čuli šta od objave i propisa, od Božejeg određenja melekima.",
		"korkutTranslationOfAyah":"da ne prisluškuje meleke uzvišene; njih sa svih strana gađaju"
	},
	{
		"arabicTextofAyah":"دُحُورٗاۖ وَلَهُمۡ عَذَابٞ وَاصِبٌ",
		"tafsirTextofAyah":"Šejtani, dakle, budu daleko otjerani pa ne mogu čuti Objavu; a u paklenoj vatri čeka ih vječna, strašna i bolna patnja.",
		"korkutTranslationOfAyah":"da ih otjeraju: njih čeka patnja neprekidna,"
	},
	{
		"arabicTextofAyah":"إِلَّا مَنۡ خَطِفَ ٱلۡخَطۡفَةَ فَأَتۡبَعَهُۥ شِهَابٞ ثَاقِبٞ",
		"tafsirTextofAyah":"A može biti da neki šejtan, ipak, ugrabi riječ-dvije čuvši razgovor meleka, a što, opet, nije poznato na Zemlji, te ga pogodi zvijezda plamteća. Dogodi se i to da ga stigne zvijezda blistava prije nego što prenese ono što je čuo; ako ono što je čuo dostavi prorocima, oni na to dodaju stotinu laži.",
		"korkutTranslationOfAyah":"a onoga koji što ugrabi – stigne svjetlica blistava."
	},
	{
		"arabicTextofAyah":"فَٱسۡتَفۡتِهِمۡ أَهُمۡ أَشَدُّ خَلۡقًا أَم مَّنۡ خَلَقۡنَآۚ إِنَّا خَلَقۡنَٰهُم مِّن طِينٖ لَّازِبِۭ",
		"tafsirTextofAyah":"Vjerovjesniče, upitaj one što poriču oživljenje je li njih bilo teže stvoriti ili druga stvorenja, kao npr. nebesa, Zemlju, meleke! A oni su stvoreni od krhke i ljepljive ilovače, pa su slabašni. Kako oni poriču proživljenje, a stvoreni su lahko, od ilovače ljepljive?",
		"korkutTranslationOfAyah":"Upitaj ih da li je teže njih stvoriti ili sve ostalo što smo stvorili? – Njih stvaramo od ljepljive ilovače."
	},
	{
		"arabicTextofAyah":"بَلۡ عَجِبۡتَ وَيَسۡخَرُونَ",
		"tafsirTextofAyah":"Ti se, Poslaniče milosti, čudiš Allahovoj moći i upravljanju stvorenim, i tome što oni poriču oživljenje! Mekanski mnogobošci toliko poriču oživljenje da ti se rugaju kad nešto u vezi s oživljenjem govoriš.",
		"korkutTranslationOfAyah":"Ti se diviš a oni se rugaju,"
	},
	{
		"arabicTextofAyah":"وَإِذَا ذُكِّرُواْ لَا يَذۡكُرُونَ",
		"tafsirTextofAyah":"Nemarni su i okreću se od istine, ne izvlače korist iz objave kad im se kazuje i ne razmišljaju o njezinim porukama. Njihova su srca okrutna.",
		"korkutTranslationOfAyah":"a kada im se savjeti upućuju oni ih ne prihvaćaju,"
	},
	{
		"arabicTextofAyah":"وَإِذَا رَأَوۡاْ ءَايَةٗ يَسۡتَسۡخِرُونَ",
		"tafsirTextofAyah":"Kad god višebošci vide jasan dokaz koji ukazuje da je Vjerovjesnikovo, sallallahu alejhi ve sellem, poslanstvo istina, i kad god vide nadnaravno djelo, ismijavaju ono što su vidjeli.",
		"korkutTranslationOfAyah":"i kad dokaz vide, oni jedni druge na ismijavanje podstiču,"
	},
	{
		"arabicTextofAyah":"وَقَالُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Pritom krivovjerni govore: “O Muhammede, svakom je jasno da je očita čarolija ovo što si nam donio!”",
		"korkutTranslationOfAyah":"i govore: \"Ovo nije ništa drugo do prava čarolija!"
	},
	{
		"arabicTextofAyah":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ",
		"tafsirTextofAyah":"Oni upitaju: “Zar ćemo, Muhammede, kad se naša tijela i kosti raspadnu u zemlji, i kad prašina postanemo, zar ćemo zaista biti vraćeni u život? Hoćemo li zbilja biti oživljeni iz kaburova? To je nemoguće!”",
		"korkutTranslationOfAyah":"Zar kada poumiremo i kada kosti i zemlja postanemo, zar ćemo mi, zaista, biti oživljeni"
	},
	{
		"arabicTextofAyah":"أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ",
		"tafsirTextofAyah":"I dodaju: “Zar će biti oživljeni čak i naši preci koji su davno živjeli?”",
		"korkutTranslationOfAyah":"i naši preci davni?\""
	},
	{
		"arabicTextofAyah":"قُلۡ نَعَمۡ وَأَنتُمۡ دَٰخِرُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, reci bezbožnicima: “Da, oživit će vas Allah, Onaj Koji vas je stvorio prvi put, a bit ćete poniženi i nećete imati nikakvu vrijednost na Dan konačnog polaganja računa! Allah će oživiti vas i pretke vaše, i to nakon što vaše kosti budu potpuno truhle.”",
		"korkutTranslationOfAyah":"Reci: \"Da, a bićete i poniženi!\""
	},
	{
		"arabicTextofAyah":"فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ فَإِذَا هُمۡ يَنظُرُونَ",
		"tafsirTextofAyah":"Ljudi će biti oživljeni uslijed samo jednog glasa (drugog puhanja u rog) i svi će odjednom izaći iz svojih kaburova i obreti se u strahotama Kijametskog dana i čekati šta će ih od Allaha snaći.",
		"korkutTranslationOfAyah":"To će biti samo glas jedan, i svi će odjednom progledati"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ يَٰوَيۡلَنَا هَٰذَا يَوۡمُ ٱلدِّينِ",
		"tafsirTextofAyah":"Oni koji nisu vjerovali reći će: “O, velike li propasti za nas i teško nama! Ovo je Dan konačnog polaganja računa, u kojem će Allah svakom dati prema onom što je radio na Ahiretu.”",
		"korkutTranslationOfAyah":"i reći: \"Teško nama, ovo je – Sudnji dan!\""
	},
	{
		"arabicTextofAyah":"هَٰذَا يَوۡمُ ٱلۡفَصۡلِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ",
		"tafsirTextofAyah":"Bit će im rečeno: “Ovo je Dan konačnog suda, u kojem će Allah presuditi među ljudima, a koji ste na dunjaluku poricali.”",
		"korkutTranslationOfAyah":"Da, ovo je Dan strašnoga suda u koji vi niste vjerovali!"
	},
	{
		"arabicTextofAyah":"۞ ٱحۡشُرُواْ ٱلَّذِينَ ظَلَمُواْ وَأَزۡوَٰجَهُمۡ وَمَا كَانُواْ يَعۡبُدُونَ",
		"tafsirTextofAyah":"Tog će dana biti rečeno melekima: “Sakupite mnogobošce, koji su sebi nepravdu nanijeli širk čineći, i njima slične njihove drugove u širku i poricanju, te sva lažna božanstva kojima su ljudi, a ne Svevišnjem Allahu, robovali i potjerajte ih ka Vatri. To je njihovo stalno stanište.”",
		"korkutTranslationOfAyah":"Sakupite nevjernike i one koji su se s njima družili i one kojima su se klanjali"
	},
	{
		"arabicTextofAyah":"مِن دُونِ ٱللَّهِ فَٱهۡدُوهُمۡ إِلَىٰ صِرَٰطِ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Tog će dana biti rečeno melekima: “Sakupite mnogobošce, koji su sebi nepravdu nanijeli širk čineći, i njima slične njihove drugove u širku i poricanju, te sva lažna božanstva kojima su ljudi, a ne Svevišnjem Allahu, robovali i potjerajte ih ka Vatri. A vatra je boravište njihovo.”",
		"korkutTranslationOfAyah":"mimo Allaha, i pokažite im put koji u Džehennem vodi"
	},
	{
		"arabicTextofAyah":"وَقِفُوهُمۡۖ إِنَّهُم مَّسۡـُٔولُونَ",
		"tafsirTextofAyah":"O meleki, zaustavite nevjernike i njihova božanstva, prije negoli uđu u paklenu vatru, jer će ih Sveznajući Allah zaista pozvati na odgovornost za riječi i djela.",
		"korkutTranslationOfAyah":"i zaustavite ih, oni će biti pitani:"
	},
	{
		"arabicTextofAyah":"مَا لَكُمۡ لَا تَنَاصَرُونَ",
		"tafsirTextofAyah":"Da budu ukoreni, bit će im rečeno: “A zašto ne pomognete jedni drugima u ovom teškom Danu, kao što ste se na dunjaluku međusobno pomagali i tvrdili da vam božanstva vaša mogu pomoći?”",
		"korkutTranslationOfAyah":"\"Šta vam je, zašto jedni drugima ne pomognete?\""
	},
	{
		"arabicTextofAyah":"بَلۡ هُمُ ٱلۡيَوۡمَ مُسۡتَسۡلِمُونَ",
		"tafsirTextofAyah":"Međutim, nevjernici će na Sudnjem danu biti sasvim prepušteni Allahovoj volji i Njegovu sudu. Bespomoćni, neće jedni drugima moći pomoći.",
		"korkutTranslationOfAyah":"Ali, toga Dana oni će se sasvim prepustiti"
	},
	{
		"arabicTextofAyah":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
		"tafsirTextofAyah":"Na Sudnjem danu nevjernici će se međusobno svađati, jedni će drugima prebacivati i jedni će druge koriti, onda kad to neće nimalo koristiti.",
		"korkutTranslationOfAyah":"i jedni drugima prebacivati:"
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّكُمۡ كُنتُمۡ تَأۡتُونَنَا عَنِ ٱلۡيَمِينِ",
		"tafsirTextofAyah":"Podanici će se obratiti svojim glavešinama: “Vi ste nam se prikazivali, kad je riječ o slijeđenju istine i činjenju dobrih djela, kao dobronamjerni; odvraćali ste nas od islama, a navraćali na slijeđenje stranputice, nevjerstvo i činjenje širka.”",
		"korkutTranslationOfAyah":"\"Vi ste nas varali.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ بَل لَّمۡ تَكُونُواْ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"No, glavešine će odgovoriti potlačenima: “Vi ne govorite istinu! Svojevoljno ste izabrali zabludu, pa ste poricali Uzvišenog Allaha. Eto tako je bilo.”",
		"korkutTranslationOfAyah":"\"Nismo\" – odgovoriće – \"nego vi niste htjeli vjerovati,"
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ لَنَا عَلَيۡكُم مِّن سُلۡطَٰنِۭۖ بَلۡ كُنتُمۡ قَوۡمٗا طَٰغِينَ",
		"tafsirTextofAyah":"“Mi, zaista, nismo imali nad vama vlast, niti smo raspolagali ikakvim dokazima da vas odvratimo od vjerovanja i slijeđenja Pravog puta”, kazat će prvaci. “Vi ste prelazili granice u zlu i činili sebi nepravdu otuđujući se od vjerovanja.”",
		"korkutTranslationOfAyah":"a nikakve vlasti nad vama nismo imali, obijestan narod ste bili"
	},
	{
		"arabicTextofAyah":"فَحَقَّ عَلَيۡنَا قَوۡلُ رَبِّنَآۖ إِنَّا لَذَآئِقُونَ",
		"tafsirTextofAyah":"I dodat će: “Zbog toga nas je, evo, Allahova kazna stigla, koja je spomenuta u ajetu: ‘...sigurno ću svima, tobom i onima koji se budu poveli za tobom, Džehennem napuniti!’ (Sad, 85). Svi zajedno neizostavno ćemo kušati patnju kojom nam je Gospodar naš prijetio.”",
		"korkutTranslationOfAyah":"i riječ Gospodara našeg da ćemo, doista, kaznu iskusiti na nama se ispunila,"
	},
	{
		"arabicTextofAyah":"فَأَغۡوَيۡنَٰكُمۡ إِنَّا كُنَّا غَٰوِينَ",
		"tafsirTextofAyah":"Na kraju, glavešine će zaključiti: “Mi odista jesmo bili uzrok da vi budete nevjernici, da skrenete s Pravog puta, jer smo i sami, prije vas, zastranili.”",
		"korkutTranslationOfAyah":"a u zabludu smo vas pozivali jer smo i sami u zabludi bili.\""
	},
	{
		"arabicTextofAyah":"فَإِنَّهُمۡ يَوۡمَئِذٖ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ",
		"tafsirTextofAyah":"Kao što su na dunjaluku sudjelovali u nevjerstvu i zabludi, tako će podanici i glavešine na Ahiretu sudjelovati u patnji u Džehennemu.",
		"korkutTranslationOfAyah":"I oni će toga dana zajedno na muci biti,"
	},
	{
		"arabicTextofAyah":"إِنَّا كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Kao što ćemo ove zločinitelje kazni izložiti, isto tako, kaznit ćemo i druge zločinitelje.",
		"korkutTranslationOfAyah":"jer Mi ćemo tako sa mnogobošcima postupiti."
	},
	{
		"arabicTextofAyah":"إِنَّهُمۡ كَانُوٓاْ إِذَا قِيلَ لَهُمۡ لَآ إِلَٰهَ إِلَّا ٱللَّهُ يَسۡتَكۡبِرُونَ",
		"tafsirTextofAyah":"Kad se nevjernicima govorilo: “Posvjedočite da nema istinskog božanstva osim Allaha i postupajte u skladu s tim izričajem”, oni su se otuđivali, inatili i odbijali istinu.",
		"korkutTranslationOfAyah":"Kad im se govorilo: \"Samo je Allah Bog!\" – oni su se oholili"
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓاْ ءَالِهَتِنَا لِشَاعِرٖ مَّجۡنُونِۭ",
		"tafsirTextofAyah":"Dokazivajući valjanost svog nevjerstva, govorahu krivovjerni: “Zar ćemo napustiti robovanje svojim kipovima i idolima zbog toga što nam to govori jedan ludi pjesnik?”, misleći na Allahovog Poslanika, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"i govorili: \"Zar da napustimo božanstva naša zbog jednog ludog pjesnika?\""
	},
	{
		"arabicTextofAyah":"بَلۡ جَآءَ بِٱلۡحَقِّ وَصَدَّقَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Govoreći to, veliku su laž iznijeli! Božiji Poslanik, sallallahu alejhi ve sellem, nije pjesnik, niti je lud, nego je donio Knjigu koja potiče na vjerovanje u jednog Boga i slijeđenje Poslanika islama, te na vjerovanje u sve poslanike, koji su pozivali u vjerovanje u Allahovu jednoću i vjerovanje u Sudnji dan. Poslanik se glede toga nimalo ne razlikuje od prijašnjih poslanika.",
		"korkutTranslationOfAyah":"A nije tako, on Istinu donosi i tvrdi da su svi poslanici istinu donosili,"
	},
	{
		"arabicTextofAyah":"إِنَّكُمۡ لَذَآئِقُواْ ٱلۡعَذَابِ ٱلۡأَلِيمِ",
		"tafsirTextofAyah":"O nevjernici, vi ćete, jer poričete Allaha i Njegove poslanike, sigurno iskusiti strašnu, bolnu patnju u džehennemskoj vatri.",
		"korkutTranslationOfAyah":"a vi ćete sigurno bolnu patnju iskusiti –"
	},
	{
		"arabicTextofAyah":"وَمَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"O krivovjerni, kaznu ćete kušati samo zbog nevjerstva i grijeha koje ste činili na dunjaluku!",
		"korkutTranslationOfAyah":"kako ste radili, onako ćete kažnjeni biti!"
	},
	{
		"arabicTextofAyah":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"Ali će Božiji robovi koji su iskreno Allaha obožavali biti pošteđeni kazne.",
		"korkutTranslationOfAyah":"A Allahovi iskreni robovi"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ لَهُمۡ رِزۡقٞ مَّعۡلُومٞ",
		"tafsirTextofAyah":"Njih će Plemeniti Allah počastiti u džennetskim baščama posebnom opskrbom koje nikad neće nestati.",
		"korkutTranslationOfAyah":"posebnu će opskrbu imati,"
	},
	{
		"arabicTextofAyah":"فَوَٰكِهُ وَهُم مُّكۡرَمُونَ",
		"tafsirTextofAyah":"Ta posebna opskrba sastoji se od raznovrsnog voća; i dženetlije će u džennetskim baščama biti sigurni, počašćeni i nadasve veseli. Iznad svega toga, bit će počašćeni i gledanjem u Allahovo lice.",
		"korkutTranslationOfAyah":"razno voće, i biće poštovani"
	},
	{
		"arabicTextofAyah":"فِي جَنَّٰتِ ٱلنَّعِيمِ",
		"tafsirTextofAyah":"Bogobojazni, iskreni vjernici boravit će u rajskim baščama, u njima će vječno ostati.",
		"korkutTranslationOfAyah":"u džennetskim baščama nâslādā,"
	},
	{
		"arabicTextofAyah":"عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
		"tafsirTextofAyah":"Sjedit će na divanima, jedni prema drugima licem okrenuti.",
		"korkutTranslationOfAyah":"na divanima, jedni prema drugima,"
	},
	{
		"arabicTextofAyah":"يُطَافُ عَلَيۡهِم بِكَأۡسٖ مِّن مَّعِينِۭ",
		"tafsirTextofAyah":"I dok tako budu sjedili, jedni prema drugima okrenuti, a sasvim zadovoljni, bit će služeni čašama u kojima će se nalaziti džennetsko vino koje je čisto poput bistre tekuće vode.",
		"korkutTranslationOfAyah":"biće posluženi pićem – iz izvora koji će stalno teći –"
	},
	{
		"arabicTextofAyah":"بَيۡضَآءَ لَذَّةٖ لِّلشَّٰرِبِينَ",
		"tafsirTextofAyah":"Međutim, ovo vino kojim će biti služeni nije slično dunjalučkom vinu; džennetsko je vino bijelo i ukusno.",
		"korkutTranslationOfAyah":"bistrim i prijatnim onima koji budu pili,"
	},
	{
		"arabicTextofAyah":"لَا فِيهَا غَوۡلٞ وَلَا هُمۡ عَنۡهَا يُنزَفُونَ",
		"tafsirTextofAyah":"Niti će se zbog džennetskog vina, za razliku od ovozemaljskog, pamet gubiti, niti će zbog njega čovjek osjetiti bilo kakve tjelesne tegobe, glavobolju, slabost…",
		"korkutTranslationOfAyah":"od njega neće glava boljeti i od njega se neće pamet gubiti."
	},
	{
		"arabicTextofAyah":"وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ عِينٞ",
		"tafsirTextofAyah":"Bogobojazni, iskreni vjernici, o kojima je ovdje riječ, imat će u džennetskim baščama prelijepe, čedne žene, koje će imati velike, krasne oči, a gledat će samo svoje muževe.",
		"korkutTranslationOfAyah":"Pored njih će biti one koje će preda se gledati, očiju prekrasnih,"
	},
	{
		"arabicTextofAyah":"كَأَنَّهُنَّ بَيۡضٞ مَّكۡنُونٞ",
		"tafsirTextofAyah":"Kao da su hurije, džennetske ljepotice, čuvana jaja ptice koja ruke nisu dotakle niti su čije oči gledale.",
		"korkutTranslationOfAyah":"kao da su one jaja pokrivena."
	},
	{
		"arabicTextofAyah":"فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
		"tafsirTextofAyah":"Dobri će vjernici u Džennetu razgovarati jedni s drugima o minulim danima na dunjaluku.",
		"korkutTranslationOfAyah":"I oni će jedan s drugim razgovarati,"
	},
	{
		"arabicTextofAyah":"قَالَ قَآئِلٞ مِّنۡهُمۡ إِنِّي كَانَ لِي قَرِينٞ",
		"tafsirTextofAyah":"Jedan od tih čestitih vjernika u Džennetu reći će: “Imao sam nerazdvojnog druga na dunjaluku, koji je proživljenje poricao…”",
		"korkutTranslationOfAyah":"i jedan od njih će reći: \"Imao sam druga jednoga"
	},
	{
		"arabicTextofAyah":"يَقُولُ أَءِنَّكَ لَمِنَ ٱلۡمُصَدِّقِينَ",
		"tafsirTextofAyah":"“A taj moj drug”, reći će dženetlija, “poricao je oživljenje i Dan strašnog polaganja računa. Negirajući vjerske istine, govorio je: ‘Zar i ti vjeruješ u ono što se govori?’”",
		"korkutTranslationOfAyah":"koji je govorio: 'Zar i ti vjeruješ"
	},
	{
		"arabicTextofAyah":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَدِينُونَ",
		"tafsirTextofAyah":"“‘Zar zbilja vjeruješ da ćemo biti oživljeni poslije smrti, onda kad se sasvim raspadnemo i prah postanemo, i da ćemo biti pozvani na odgovornost za svoja djela?’ Eto tako mi je govorio.”, kazat će dženetlija.",
		"korkutTranslationOfAyah":"da ćemo, kada poumiremo i zemlja i kosti postanemo, doista, račun polagati?'\""
	},
	{
		"arabicTextofAyah":"قَالَ هَلۡ أَنتُم مُّطَّلِعُونَ",
		"tafsirTextofAyah":"Zatim će se vjernik obratiti svojim prijateljima dženetlijama: “Želite li pogledati kako je skončao taj moj nerazdvojni drug?”",
		"korkutTranslationOfAyah":"\"Hoćete li pogledati?\""
	},
	{
		"arabicTextofAyah":"فَٱطَّلَعَ فَرَءَاهُ فِي سَوَآءِ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"I dženetlija će pogledati te će svog druga nevjernika ugledati kako gori usred paklene vatre.",
		"korkutTranslationOfAyah":"I on će pogledati, i toga usred Džehennema ugledati."
	},
	{
		"arabicTextofAyah":"قَالَ تَٱللَّهِ إِن كِدتَّ لَتُرۡدِينِ",
		"tafsirTextofAyah":"I reći će dženetlija svom drugu bezbožniku: “Boga mi, zamalo me nisi odveo u zabludu, pa bih ušao s tobom u paklenu vatru, jer si me pozivao u nevjerovanje i poricanje oživljenja!”",
		"korkutTranslationOfAyah":"\"Allaha mi\" – reći će – \"zamalo me nisi upropastio;"
	},
	{
		"arabicTextofAyah":"وَلَوۡلَا نِعۡمَةُ رَبِّي لَكُنتُ مِنَ ٱلۡمُحۡضَرِينَ",
		"tafsirTextofAyah":"I dodat će: “Da mi Allah, džellešanuhu, iz Svoje dobrote i milosti, nije ukazao na Pravi put i da nije dao da budem musliman, bio bih zacijelo jedan od onih kojima je Uzvišeni Allah dao da kušaju kaznu.”",
		"korkutTranslationOfAyah":"da nije bilo milosti Gospodara moga, i ja bih se sada mučio.\""
	},
	{
		"arabicTextofAyah":"أَفَمَا نَحۡنُ بِمَيِّتِينَ",
		"tafsirTextofAyah":"I kazat će dženetlija: “A hoćemo li, zaista, u džennetskim baščama uživanja zauvijek boraviti? I zbilja, nećemo li više biti zatečeni smrću?”",
		"korkutTranslationOfAyah":"\"A mi, je l' de, više nećemo umirati? –"
	},
	{
		"arabicTextofAyah":"إِلَّا مَوۡتَتَنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُعَذَّبِينَ",
		"tafsirTextofAyah":"“Mi više nikad nećemo umrijeti, nego ćemo u Džennetu vječno biti. Mi nećemo biti izloženi kazni kojoj su izloženi oni koji nisu vjerovali”, kazat će.",
		"korkutTranslationOfAyah":"jednom smo umrli – više nećemo biti mučeni,"
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا لَهُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"“Uživanje koje nam je dato, vječnost u Džennetu i spasenje od Vatre zbilja je uspjeh najveći i sreća neprekidna”, zaključit će.",
		"korkutTranslationOfAyah":"to će, zaista, uspjeh veliki biti!\""
	},
	{
		"arabicTextofAyah":"لِمِثۡلِ هَٰذَا فَلۡيَعۡمَلِ ٱلۡعَٰمِلُونَ",
		"tafsirTextofAyah":"Za ovaj, veliki uspjeh i vječno uživanje u Allahovoj blizini neka se trude trudbenici na ovom svijetu! To je unosna trgovina.",
		"korkutTranslationOfAyah":"Za ovako nešto neka se trude trudbenici!"
	},
	{
		"arabicTextofAyah":"أَذَٰلِكَ خَيۡرٞ نُّزُلًا أَمۡ شَجَرَةُ ٱلزَّقُّومِ",
		"tafsirTextofAyah":"Pa, je li bolje ući u Džennet i uživati u blagodatima koje je Gospodar pripremio Svojim poslušnim robovima ili ući u paklenu vatru i jesti odvratne plodove ružnog drveta Zekkum, kojima će se hraniti nevjernici u Vatri, a koje ne može ni udebljati ni glad utoliti?",
		"korkutTranslationOfAyah":"A da li je bolja ta gozba ili drvo Zekkum"
	},
	{
		"arabicTextofAyah":"إِنَّا جَعَلۡنَٰهَا فِتۡنَةٗ لِّلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Svevišnji Allah učinio je da drvo Zekkum bude iskušenje onima koji su sebi nasilje učinili ne vjerujući i griješeći; onima koji su rekli da u vatri ne može postojati stablo jer vatra sagorijeva drvo.",
		"korkutTranslationOfAyah":"koje smo nevjernicima kao kaznu odredili?"
	},
	{
		"arabicTextofAyah":"إِنَّهَا شَجَرَةٞ تَخۡرُجُ فِيٓ أَصۡلِ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Zekkum je drvo odvratnih plodova koje raste u dnu Džehennema.",
		"korkutTranslationOfAyah":"To je drvo koje će usred Džehennema rasti;"
	},
	{
		"arabicTextofAyah":"طَلۡعُهَا كَأَنَّهُۥ رُءُوسُ ٱلشَّيَٰطِينِ",
		"tafsirTextofAyah":"Plod džehennemskog drveta Zekkum neopisivo ružno izgleda, sličan je šejtanskim glavama, pa je njegov okus izuzetno neprijatan.",
		"korkutTranslationOfAyah":"plod će mu poput glava šejtanskih biti."
	},
	{
		"arabicTextofAyah":"فَإِنَّهُمۡ لَأٓكِلُونَ مِنۡهَا فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ",
		"tafsirTextofAyah":"Nevjernici će se u paklenoj vatri hraniti plodom ukletog drveta Zekkum i njime puniti svoje prazne trbuhe.",
		"korkutTranslationOfAyah":"Oni će se njime hraniti i trbuhe svoje njime puniti,"
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّ لَهُمۡ عَلَيۡهَا لَشَوۡبٗا مِّنۡ حَمِيمٖ",
		"tafsirTextofAyah":"Nakon toga će oni što nisu vjerovali biti pojeni odvratnom, vrelom tekućinom.",
		"korkutTranslationOfAyah":"zatim će to s ključalom vodom izmiješati,"
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّ مَرۡجِعَهُمۡ لَإِلَى ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Budući da će oni koji nisu vjerovali biti izlagani raznim vrstama patnji, bit će poslije toga vraćeni u oganj.",
		"korkutTranslationOfAyah":"a potom će se, sigurno, opet u Džehennem vratiti."
	},
	{
		"arabicTextofAyah":"إِنَّهُمۡ أَلۡفَوۡاْ ءَابَآءَهُمۡ ضَآلِّينَ",
		"tafsirTextofAyah":"Oni koji su bili nevjernici u Allahovu Objavu i odbijali da slijede Muhammeda, sallallahu alejhi ve sellem, i da vjeruju u sve poslanike, zatekli su svoje pretke na stranputici, u zabludi i širku, pa su ih u tome slijepo slijedili.",
		"korkutTranslationOfAyah":"Oni su očeve svoje u zabludi zatekli"
	},
	{
		"arabicTextofAyah":"فَهُمۡ عَلَىٰٓ ءَاثَٰرِهِمۡ يُهۡرَعُونَ",
		"tafsirTextofAyah":"Dakle, svoje su pretke u zabludi dosljedno slijedili.",
		"korkutTranslationOfAyah":"pa i oni stopama njihovim nastavili,"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ضَلَّ قَبۡلَهُمۡ أَكۡثَرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Poslaniče islama, narodi koji živješe prije nevjernikā iz plemena Kurejš većinom su bili u zabludi, nisu spoznali Pravu stazu. Tvoji sunarodnici nisu prvi narod koji je s Pravog puta skrenuo.",
		"korkutTranslationOfAyah":"a i prije njih su većinom drevni narodi u zabludi bili,"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا فِيهِم مُّنذِرِينَ",
		"tafsirTextofAyah":"Tako je bilo, premda im je Sveznajući Allah slao vjerovjesnike da ih opominju na kaznu u Vatri i zastrašuju Allahovom srdžbom. Oni su i dalje bili nevjernici.",
		"korkutTranslationOfAyah":"iako smo im Mi slali one koji su ih opominjali;"
	},
	{
		"arabicTextofAyah":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ",
		"tafsirTextofAyah":"Poslaniče, zato razmisli o tome kako su skončali nevjernički narodi, koje su poslanici upozoravali, ali ih oni nisu slijedili! Skončali su u džehennemskoj vatri, u kojoj će vječno ostati, jer su bili nevjernici i jer su poslanike u laž ugonili.",
		"korkutTranslationOfAyah":"zato pogledaj kakav je bio kraj onih koji su bili opomenuti,"
	},
	{
		"arabicTextofAyah":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"A iskrenim Allahovim robovima, koji su samo Allahu robovali i samo Njemu bili poslušni, Allah, džellešanuhu, ukazao je Svoju dobrotu i milost. Njih je Allah spasio kraja koji čeka nevjernike poricatelje.",
		"korkutTranslationOfAyah":"samo nije bilo tako s Allahovim robovima iskrenim."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ نَادَىٰنَا نُوحٞ فَلَنِعۡمَ ٱلۡمُجِيبُونَ",
		"tafsirTextofAyah":"Poslanik Nuh, alejhis-selam, obratio se Svemogućem Allahu molbom u teškoj nedaći koja ga je zadesila, da mu pomogne protiv njegovih sunarodnika nevjernika – Allah mu se ubrzo odazvao.",
		"korkutTranslationOfAyah":"A kada Nas je Nuh zovnuo, Mi smo se lijepo odazvali:"
	},
	{
		"arabicTextofAyah":"وَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Uzvišeni je Allah spasio Nuha, alejhis-selam, i vjernike iz njegove porodice od uznemiravanja onih koji nisu vjerovali i od očite propasti, tj. od velikog potopa koji ih je zadesio.",
		"korkutTranslationOfAyah":"njega i porodicu njegovu nevolje teške smo spasili"
	},
	{
		"arabicTextofAyah":"وَجَعَلۡنَا ذُرِّيَّتَهُۥ هُمُ ٱلۡبَاقِينَ",
		"tafsirTextofAyah":"Plemeniti Allah počastio je poslanika Nuha, alejhis-selam, ostavivši u životu njegove sljedbenike, vjernike, nakon što je nevjernike uništio u Potopu.",
		"korkutTranslationOfAyah":"i samo potomke njegove u životu ostavili,"
	},
	{
		"arabicTextofAyah":"وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
		"tafsirTextofAyah":"I sačuvao je Allah, džellešanuhu, spomen na Nuha, alejhis-selam: spominje ga se po dobru i hvali.",
		"korkutTranslationOfAyah":"i u naraštajima kasnijim mu spomen sačuvali:"
	},
	{
		"arabicTextofAyah":"سَلَٰمٌ عَلَىٰ نُوحٖ فِي ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I neka je zato Nuhu mir i spas od dragog Allaha, pa ga se ne spominje niti će ga se spominjati po zlu.",
		"korkutTranslationOfAyah":"\"Mir Nuhu od svjetova svih!\""
	},
	{
		"arabicTextofAyah":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Kako je dobri Allah nagradio i počastio poslanika Nuha, alejhis-selam, počastit će i nagraditi svakog ko je poslušan Uzvišenom Allahu i ko samo Njemu iskreno robuje.",
		"korkutTranslationOfAyah":"Eto tako Mi nagrađujemo one koji dobra djela čine,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Poslanik Nuh, alejhis-selam, bio je, odista, Allahov iskreni i odani rob.",
		"korkutTranslationOfAyah":"on je bio rob Naš, vjernik,"
	},
	{
		"arabicTextofAyah":"ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ",
		"tafsirTextofAyah":"Nakon što je Svemogući Allah spasio Nuha, alejhis-selam, i vjernike, potopio je nevjernike, sve ih je uništio.",
		"korkutTranslationOfAyah":"a ostale smo poslije potopili."
	},
	{
		"arabicTextofAyah":"۞ وَإِنَّ مِن شِيعَتِهِۦ لَإِبۡرَٰهِيمَ",
		"tafsirTextofAyah":"Ibrahim je bio pripadnik Nuhove vjere. Kao i Nuh, Ibrahim je pozivao u Allahovu jednoću.",
		"korkutTranslationOfAyah":"Iste vjere kao i on bio je i Ibrahim,"
	},
	{
		"arabicTextofAyah":"إِذۡ جَآءَ رَبَّهُۥ بِقَلۡبٖ سَلِيمٍ",
		"tafsirTextofAyah":"Spomeni kad je Ibrahim Znalcu svih tajni došao srca čista od mnogoboštva i iskrena prema ljudima.",
		"korkutTranslationOfAyah":"kad je Gospodaru svome iskrena srca došao,"
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَاذَا تَعۡبُدُونَ",
		"tafsirTextofAyah":"Kad je osudio svog oca i svoje sunarodnike višebošce: “Kakva su ovo božanstva kojima se klanjate, a ne Allahu?”",
		"korkutTranslationOfAyah":"kad je ocu svome i narodu svome rekao: \"Čemu se to vi klanjate?"
	},
	{
		"arabicTextofAyah":"أَئِفۡكًا ءَالِهَةٗ دُونَ ٱللَّهِ تُرِيدُونَ",
		"tafsirTextofAyah":"“Zar robujete lažnim božanstvima koja ste sami izmislili?”, upitao ih je poslanik Ibrahim, alejhis-selam.",
		"korkutTranslationOfAyah":"Zar lažna božanstva umjesto Allaha hoćete?"
	},
	{
		"arabicTextofAyah":"فَمَا ظَنُّكُم بِرَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I dodao je: “I šta mislite, kako će s vama postupiti Allah, Gospodar svjetova, ako budete nevjernici i ako Njemu budete smatrali nekog ravnim?”",
		"korkutTranslationOfAyah":"I šta o Gospodaru svjetova mislite?\""
	},
	{
		"arabicTextofAyah":"فَنَظَرَ نَظۡرَةٗ فِي ٱلنُّجُومِ",
		"tafsirTextofAyah":"I poslanik Ibrahim pogleda zvijezde, kao onaj koji duboko razmišlja, želeći naći opravdanje da ne pođe sa svojim sunarodnicima na svetkovinu na koju su neizostavno odlazili.",
		"korkutTranslationOfAyah":"I on baci pogled na zvijezde,"
	},
	{
		"arabicTextofAyah":"فَقَالَ إِنِّي سَقِيمٞ",
		"tafsirTextofAyah":"Ibrahim, alejhis-selam, obratio se zatim svojim sunarodnicima rekavši da je bolestan, te da ne može s njima poći na svetkovinu.",
		"korkutTranslationOfAyah":"pa reče: \"Ja ću se, evo, razboljeti!\" –"
	},
	{
		"arabicTextofAyah":"فَتَوَلَّوۡاْ عَنۡهُ مُدۡبِرِينَ",
		"tafsirTextofAyah":"Čuvši da Ibrahim to govori, otišli su a njega su ostavili.",
		"korkutTranslationOfAyah":"i oni ga napustiše, uzmaknuvši,"
	},
	{
		"arabicTextofAyah":"فَرَاغَ إِلَىٰٓ ءَالِهَتِهِمۡ فَقَالَ أَلَا تَأۡكُلُونَ",
		"tafsirTextofAyah":"A čim su višebošci napustili naselje, poslanik Ibrahim, alejhis-selam, ponese sjekiru i ode njihovim kumirima te im se naruga rekavši: “Zašto ne jedete ovu hranu koju su vam servirali višebošci?”",
		"korkutTranslationOfAyah":"a on se kumirima njihovim prikrade, pa reče: \"Zašto ne jedete?"
	},
	{
		"arabicTextofAyah":"مَا لَكُمۡ لَا تَنطِقُونَ",
		"tafsirTextofAyah":"“Zar ne govorite? Zašto ne odgovarate na pitanja? Zar se ljudi vama, a ne Allahu, klanjaju!”",
		"korkutTranslationOfAyah":"Šta vam je, što ne govorite?\" –"
	},
	{
		"arabicTextofAyah":"فَرَاغَ عَلَيۡهِمۡ ضَرۡبَۢا بِٱلۡيَمِينِ",
		"tafsirTextofAyah":"I on se primaknu te poče razbijati kumire desnicom.",
		"korkutTranslationOfAyah":"i krišom im priđe desnom rukom ih udarajući,"
	},
	{
		"arabicTextofAyah":"فَأَقۡبَلُوٓاْ إِلَيۡهِ يَزِفُّونَ",
		"tafsirTextofAyah":"Ibrahimovi, alejhis-selam, sunarodnici, obožavaoci tih kipova, dođoše trkom.",
		"korkutTranslationOfAyah":"pa mu narod trkom dođe."
	},
	{
		"arabicTextofAyah":"قَالَ أَتَعۡبُدُونَ مَا تَنۡحِتُونَ",
		"tafsirTextofAyah":"Hrabar i postojan, Ibrahim, alejhis-selam, upitao je višebošce, koreći ih: “Kako možete robovati kipovima – sami ste ih isklesali?!”",
		"korkutTranslationOfAyah":"\"Kako se možete klanjati onima koje sami klešete?\" – upita –"
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ خَلَقَكُمۡ وَمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"“Zar lažne bogove obožavate, a ne klanjate se Allahu, Koji stvara vas i djela vaša koja svojim rukama činite? Allah je Onaj Koji zaslužuje da Mu se robuje i da se samo On obožava.\"",
		"korkutTranslationOfAyah":"\"kad Allah stvara i vas i ono što napravite?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ ٱبۡنُواْ لَهُۥ بُنۡيَٰنٗا فَأَلۡقُوهُ فِي ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Pošto je poslanik Ibrahim, alejhis-selam, pobijedio mnogobošce argumentima, posegnuli su za silom. Rekli su: “Pripremite golemu lomaču i bacite u nju Ibrahima!”",
		"korkutTranslationOfAyah":"\"Pripremite za njega lomaču\" – povikaše – \"pa ga u vatru bacite!\""
	},
	{
		"arabicTextofAyah":"فَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَسۡفَلِينَ",
		"tafsirTextofAyah":"Mnogobošci su htjeli napakostiti Ibrahimu, alejhis-selam, svom sunarodniku, ali ih je Svemogući Allah iznad svega ponizio: poslanik Ibrahim pobijedio ih je i njihova je spletka sasvim propala. Gospodar je učinio da vatra u koju su Ibrahima bacili bude hladna i spasonosna.",
		"korkutTranslationOfAyah":"I htjedoše ga na muke staviti, ali Mi njih učinismo poniženim."
	},
	{
		"arabicTextofAyah":"وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهۡدِينِ",
		"tafsirTextofAyah":"Ibrahim, alejhis-selam, reče: “Evo, učinit ću hidžru iz nevjerničke zemlje onamo gdje ću moći slobodno robovati Allahu i činiti dobra djela! Allah će me, ne sumnjam u to, uputiti na najispravniji put u pogledu vjere i ovozemaljskih dobara.”",
		"korkutTranslationOfAyah":"\"Idem onamo gdje mi je Gospodar moj naredio\" – reče – \"On će me kuda treba uputiti."
	},
	{
		"arabicTextofAyah":"رَبِّ هَبۡ لِي مِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Potom je poslanik Ibrahim zamolio dobrog Allaha da mu daruje čestit porod koji će mi biti pomagač i nadomještaj za moje sunarodnike u tuđini.",
		"korkutTranslationOfAyah":"Gospodaru moj, daruj mi porod čestit!\" –"
	},
	{
		"arabicTextofAyah":"فَبَشَّرۡنَٰهُ بِغُلَٰمٍ حَلِيمٖ",
		"tafsirTextofAyah":"Allah, džellešanuhu, odazvao se Ibrahimu, alejhis-selam, na dovu: darovao mu je sina Ismaila, koji se od ranog djetinjstva odlikovao pronicljivošću i kojeg je Allah blagoslovio u svim njegovim poslovima. To je bila radovijest koju je Allah dao poslaniku Ibrahimu.",
		"korkutTranslationOfAyah":"i Mi smo ga obradovali dječakom blage naravi."
	},
	{
		"arabicTextofAyah":"فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ يَٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"Kad je Ismail odrastao i počeo pomagati ocu Ibrahimu, alejhis-selam, u poslu, Ibrahim reče: “Allah mi je odista pokazao u snu da te trebam zaklati, pa šta ti misliš o tome?” Rekao je ovako, a snovi vjerovjesnikā su istina, nisu od šejtana. Ismail se povinovao ovoj zapovijedi i samo rekao: “Pristupi izvršenju Allahove naredbe i zakolji me! Vidjet ćeš da ću strpljivo podnijeti Allahovu odredbu, da ću Mu se pokoriti! Ja sam zadovoljan Allahovim davanjem.”",
		"korkutTranslationOfAyah":"I kad on odraste toliko da mu poče u poslu pomagati, Ibrahim reče: \"O sinko moj, u snu sam vidio da te trebam zaklati, pa šta ti misliš?\" – \"O oče moj\" – reče – \"onako kako ti se naređuje, postupi; vidjećeš, ako Bog da, da ću sve izdržati.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ",
		"tafsirTextofAyah":"I njih dvojica, Ismail i Ibrahim, povinovaše se Allahovoj, džellešanuhu, naredbi. Ibrahim položi na tlo sina Ismaila kako bi ga zaklao.",
		"korkutTranslationOfAyah":"I njih dvojica poslušaše, i kad ga on čelom prema zemlji položi,"
	},
	{
		"arabicTextofAyah":"وَنَٰدَيۡنَٰهُ أَن يَٰٓإِبۡرَٰهِيمُ",
		"tafsirTextofAyah":"Tad, u tom teškom trenutku, Sveznajući Allah zovnu Ibrahima.",
		"korkutTranslationOfAyah":"Mi ga zovnusmo: \"O Ibrahime,"
	},
	{
		"arabicTextofAyah":"قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Zovnuo ga je: “Ibrahime, izvršio si ono što se od tebe tražilo u snu! Kao što je tebe, Ibrahime, Plemeniti Allah nagradio zbog čvrstog vjerovanja i izvršenja Božije zapovijesti, isto tako nagradit će sve one koji se odazovu Znalcu svih tajni i sačuvat će ih od propasti.”",
		"korkutTranslationOfAyah":"ti si se Objavi u snu odazvao; – a Mi ovako nagrađujemo one koji dobra djela čine –"
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا لَهُوَ ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Zapovijest da Ibrahim, alejhis-selam, zakolje sina Ismaila bio je zbilja golemi ispit, koji je Ibrahim položio.",
		"korkutTranslationOfAyah":"to je, zaista, bilo pravo iskušenje!\" –"
	},
	{
		"arabicTextofAyah":"وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ",
		"tafsirTextofAyah":"Allah, džellešanuhu, iskupio je Ismaila velikim ovnom kojeg je zaklao Ibrahim umjesto svog sina.",
		"korkutTranslationOfAyah":"i kurbanom velikim ga iskupismo"
	},
	{
		"arabicTextofAyah":"وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
		"tafsirTextofAyah":"Osim toga, Svevišnji Allah sačuvao je lijep spomen na poslanika Ibrahima, alejhis-selam, u kasnijim naraštajima: svi ga spominju po dobru.",
		"korkutTranslationOfAyah":"i u naraštajima kasnijim mu spomen sačuvasmo:"
	},
	{
		"arabicTextofAyah":"سَلَٰمٌ عَلَىٰٓ إِبۡرَٰهِيمَ",
		"tafsirTextofAyah":"Neka je selam Ibrahimu, Božijem prijatelju, od Allaha, i sigurnost od svakog straha i svake neprijatnosti!",
		"korkutTranslationOfAyah":"\"Nek je u miru Ibrahim!\""
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Kao što je Ibrahima dragi Allah nagradio zbog izvršenja zapovijesti, isto tako nagradit će sve dobročinitelje.",
		"korkutTranslationOfAyah":"Eto tako Mi nagrađujemo one koji dobra djela čine,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Poslanik Ibrahim, alejhis-selam, bio je jedan od Allahu odanih i iskrenih robova.",
		"korkutTranslationOfAyah":"a on je, doista, bio rob Naš, vjernik,"
	},
	{
		"arabicTextofAyah":"وَبَشَّرۡنَٰهُ بِإِسۡحَٰقَ نَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Svevišnji Allah obradovao je poslanika Ibrahima drugim sinom Ishakom, koga je učinio vjerovjesnikom također i odanim vjernikom – kao nagrada Ibrahimu za poslušnost Allahu i namjeru da zakolje sina jedinca Ismaila.",
		"korkutTranslationOfAyah":"i obradovali smo ga Ishakom, vjerovjesnikom i čovjekom dobrim,"
	},
	{
		"arabicTextofAyah":"وَبَٰرَكۡنَا عَلَيۡهِ وَعَلَىٰٓ إِسۡحَٰقَۚ وَمِن ذُرِّيَّتِهِمَا مُحۡسِنٞ وَظَالِمٞ لِّنَفۡسِهِۦ مُبِينٞ",
		"tafsirTextofAyah":"Uzvišeni Allah dao je da Ibrahim i Ishak budu blagoslovljeni, obasuo ih je brojnim blagodatima, u šta spada i to da su imali mnogo potomaka. I učinio je da među njihovim potomcima ima dobrih ljudi i bogobojaznih vjernika, ali i onih koji sami sebi nanose jasno nepravdu čineći širk i grijehe.",
		"korkutTranslationOfAyah":"i blagoslovili smo i njega i Ishaka; a među potomcima njihovim ima vjernika i nevjernika očitih."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَٰرُونَ",
		"tafsirTextofAyah":"Plemeniti Allah ukazao je Svoju milost i dobrotu Musau i Harunu davši im poslanstvo.",
		"korkutTranslationOfAyah":"I Musau i Harunu smo milost ukazali,"
	},
	{
		"arabicTextofAyah":"وَنَجَّيۡنَٰهُمَا وَقَوۡمَهُمَا مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Allah je Musaa, Haruna i potomke Israilove koji su vjerovali spasio od davljenja, a prije toga ih je izbavio od sveopćeg porobljavanja koje im je prijetilo od faraona.",
		"korkutTranslationOfAyah":"pa i njih i narod njihov nevolje velike spasili"
	},
	{
		"arabicTextofAyah":"وَنَصَرۡنَٰهُمۡ فَكَانُواْ هُمُ ٱلۡغَٰلِبِينَ",
		"tafsirTextofAyah":"Gospodar im je pomogao da pobijede faraona i da njihova riječ bude iznad riječi neprijatelja.",
		"korkutTranslationOfAyah":"i pomogli im da pobijede,"
	},
	{
		"arabicTextofAyah":"وَءَاتَيۡنَٰهُمَا ٱلۡكِتَٰبَ ٱلۡمُسۡتَبِينَ",
		"tafsirTextofAyah":"Allah je Musau i Harunu dao Tevrat, knjigu s jasnim ajetima; knjigu u kojoj nema nikakvih nejasnoća.",
		"korkutTranslationOfAyah":"i Knjigu im jasnu dali"
	},
	{
		"arabicTextofAyah":"وَهَدَيۡنَٰهُمَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
		"tafsirTextofAyah":"I njima dvojici dragi je Allah ukazao na Pravu stazu, u kojoj nema devijacije. To je islam, put koji vodi ka Allahovu zadovoljstvu.",
		"korkutTranslationOfAyah":"i obojicu na Pravi put uputili"
	},
	{
		"arabicTextofAyah":"وَتَرَكۡنَا عَلَيۡهِمَا فِي ٱلۡأٓخِرِينَ",
		"tafsirTextofAyah":"Osim toga, Plemeniti Allah sačuvao je lijep spomen na poslanike Musaa i Haruna u kasnijim naraštajima.",
		"korkutTranslationOfAyah":"i u naraštajima kasnijim im spomen sačuvali:"
	},
	{
		"arabicTextofAyah":"سَلَٰمٌ عَلَىٰ مُوسَىٰ وَهَٰرُونَ",
		"tafsirTextofAyah":"Neka je selam, lijep i blagoslovljen, od Allaha Musau i Harunu, sigurnost od svakog straha i svih neprijatnosti i neka ih prati Njegovo zadovoljstvo!",
		"korkutTranslationOfAyah":"\"Nek su u miru Musa i Harun!\""
	},
	{
		"arabicTextofAyah":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Kao što je Allah, džellešanuhu, nagradio golemom nagradom Musaa i Haruna zbog toga što činiše dobra djela, isto tako nagradit će sve one koji se odazovu Allahu i Njemu se pokore.",
		"korkutTranslationOfAyah":"Eto tako Mi nagrađujemo one koji dobra djela čine,"
	},
	{
		"arabicTextofAyah":"إِنَّهُمَا مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Poslanici Musa i Harun bili su odani Allahovi robovi koji su radili ono što im je On propisao.",
		"korkutTranslationOfAyah":"a njih dvojica su, uistinu, bili robovi Naši, vjernici."
	},
	{
		"arabicTextofAyah":"وَإِنَّ إِلۡيَاسَ لَمِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Il’jas, alejhis-selam, bio je jedan od onih koje je Sveznajući Allah odabrao i počastio vjerovjesništvom.",
		"korkutTranslationOfAyah":"I Iljas je bio poslanik."
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ لِقَوۡمِهِۦٓ أَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"Il’jas, alejhis-selam, obratio se svojim sunarodnicima, sinovima Israilovim: “Bojte se Allaha tako što ćete izvršavati vjerske naredbe, a sustezati se od vjerskih zabrana; i širk je jedna od vjerskih zabrana!”",
		"korkutTranslationOfAyah":"Kad on reče narodu svome: \"Zar se ne bojite?"
	},
	{
		"arabicTextofAyah":"أَتَدۡعُونَ بَعۡلٗا وَتَذَرُونَ أَحۡسَنَ ٱلۡخَٰلِقِينَ",
		"tafsirTextofAyah":"“Zar se klonite obožavanja Allaha, džellešanuhu, najljepšeg Stvoritelja, a obožavate Ba'la?”, ukorio ih je.",
		"korkutTranslationOfAyah":"Što se Balu klanjate, a najljepšeg Stvoritelja ostavljate,"
	},
	{
		"arabicTextofAyah":"ٱللَّهَ رَبَّكُمۡ وَرَبَّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"“Samo je Allah, džellešanuhu, vaš Gospodar, On vas je stvorio, kao i pretke vaše. On zaslužuje da Mu se robuje, a ne kipovi, koji ni zlo ni dobro ne mogu donijeti”, kazao je Il’jas.",
		"korkutTranslationOfAyah":"Allaha, Gospodara svoga i Gospodara vaših predaka drevnih?\" –"
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَإِنَّهُمۡ لَمُحۡضَرُونَ",
		"tafsirTextofAyah":"Međutim, sinovi su Israilovi proglasili lašcem vjerovjesnika Il’jasa, koji im je bio poslat, i zato će ih Svemogući Allah baciti u vatru.",
		"korkutTranslationOfAyah":"oni ga lašcem nazvaše i zato će, sigurno, u vatru svi oni biti bačeni,"
	},
	{
		"arabicTextofAyah":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"Ali one koji su bili odani Silnom Allahu i iskreno Ga obožavali Allah će, iz Svoje prevelike dobrote i milosti, sačuvati i spasiti.",
		"korkutTranslationOfAyah":"samo neće oni Allahovi robovi koji su Mu bili odani."
	},
	{
		"arabicTextofAyah":"وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ",
		"tafsirTextofAyah":"Sveznajući Allah sačuvao je lijep spomen na Il’jasa u kasnijim naraštajima, pa će i njega spominjati po dobru.",
		"korkutTranslationOfAyah":"I sačuvasmo mu spomen u naraštajima kasnijim:"
	},
	{
		"arabicTextofAyah":"سَلَٰمٌ عَلَىٰٓ إِلۡ يَاسِينَ",
		"tafsirTextofAyah":"Neka je Il’jasu selam od Svevišnjeg Allaha i pohvala!",
		"korkutTranslationOfAyah":"\"Nek je u miru Iljas!\""
	},
	{
		"arabicTextofAyah":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Kao što je Uzvišeni Allah nagradio i počastio Il’jasa, nagradit će sve one koji se odazovu Allahu i Njemu se pokore.",
		"korkutTranslationOfAyah":"Eto tako Mi nagrađujemo one koji dobra djela čine,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Vjerovjesnik Il’jas bio je Allahu odani rob, nepokolebljiv i nadasve iskren u vjerovanju.",
		"korkutTranslationOfAyah":"a on je bio rob Naš, vjernik."
	},
	{
		"arabicTextofAyah":"وَإِنَّ لُوطٗا لَّمِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Lut, alejhis-selam, poslanik plemeniti, bio je jedan od onih koje je Sveznajući Allah počastio vjerovjesništvom i poslao ga kao onog koji radosne vijesti donosi i upozorava.",
		"korkutTranslationOfAyah":"I Lut je bio poslanik."
	},
	{
		"arabicTextofAyah":"إِذۡ نَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Sjeti se da je Silni Allah spasio i poštedio Lutovu, alejhis-selam, porodicu od strašne kazne koja je poslata na njegov narod.",
		"korkutTranslationOfAyah":"Mi smo njega i čitavu njegovu porodicu spasili –"
	},
	{
		"arabicTextofAyah":"إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"Ali ipak, Gospodar svjetova nije dozvolio da se spasi Lutova, alejhis-selam, žena, oronula starica, jer je bila jedna od onih što nisu vjerovali u Allaha.",
		"korkutTranslationOfAyah":"osim starice, ona je nastradala s onima koji su nastradali –"
	},
	{
		"arabicTextofAyah":"ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ",
		"tafsirTextofAyah":"Zatim smo uništili poricatelje, one koji nisu povjerovali u ono što im je Lut govorio.",
		"korkutTranslationOfAyah":"a ostale smo uništili,"
	},
	{
		"arabicTextofAyah":"وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ",
		"tafsirTextofAyah":"O Mekkelije, vi putujući u Šam prolazite ujutro pored nastambi Lutova naroda…",
		"korkutTranslationOfAyah":"i vi pored nastambi njihovih prolazite i danju"
	},
	{
		"arabicTextofAyah":"وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"A i noću također prolazite pored nastambi uništenog naroda. Pa zašto ne razmislite o kazni koja ih je stigla zato što su bili nevjernici i zato što su činili razvrat koji dotad niko činio nije?",
		"korkutTranslationOfAyah":"i noću, pa zašto se ne urazumite?"
	},
	{
		"arabicTextofAyah":"وَإِنَّ يُونُسَ لَمِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"I Junus, alejhis-selam, bio je jedan od onih koje je Sveznajući Allah počastio vjerovjesništvom i odabrao za Svog izaslanika da donese radosne vijesti i da upozori.",
		"korkutTranslationOfAyah":"I Junus je bio poslanik."
	},
	{
		"arabicTextofAyah":"إِذۡ أَبَقَ إِلَى ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
		"tafsirTextofAyah":"Junus, alejhis-selam, napustio je svoj narod bez Allahove dozvole i ukrcao se na lađu koja je bila krcata ljudima i teretom.",
		"korkutTranslationOfAyah":"I on pobježe na jednu lađu prepunu"
	},
	{
		"arabicTextofAyah":"فَسَاهَمَ فَكَانَ مِنَ ٱلۡمُدۡحَضِينَ",
		"tafsirTextofAyah":"Lađa na koju se ukrcao vjerovjesnik Junus, alejhis-selam, počela je pomalo tonuti uslijed tereta, pa su njezini vlasnici bacili kocku da se neko od putnika, radi rasterećenja lađe, baci u more. Kocka je pala na Junusa, alejhis-selam. On će biti bačen u more!",
		"korkutTranslationOfAyah":"i baci kocku i kocka na njega pade,"
	},
	{
		"arabicTextofAyah":"فَٱلۡتَقَمَهُ ٱلۡحُوتُ وَهُوَ مُلِيمٞ",
		"tafsirTextofAyah":"I zaista, bačen je u more pa ga je golema riba progutala. Napustivši svoje sunarodnike kojima je bio poslat a da mu to Sveznajući Allah nije bio dozvolio.",
		"korkutTranslationOfAyah":"i riba ga proguta, a bio je zaslužio prijekor,"
	},
	{
		"arabicTextofAyah":"فَلَوۡلَآ أَنَّهُۥ كَانَ مِنَ ٱلۡمُسَبِّحِينَ",
		"tafsirTextofAyah":"I da prije toga nije bio čestiti vjernik koji je uvijek slavio i neprestano spominjao Allaha, džellešanuhu, i da nije izgovorio zikr u utrobi ribe...",
		"korkutTranslationOfAyah":"i da nije bio jedan od onih koji Allaha hvale,"
	},
	{
		"arabicTextofAyah":"لَلَبِثَ فِي بَطۡنِهِۦٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
		"tafsirTextofAyah":"Dakle, da nije bio jedan od dobrih, ostao bi u utrobi ribe kao u kaburu, do Dana u kojem će Svemogući Allah oživiti mrtve.",
		"korkutTranslationOfAyah":"sigurno bi ostao u utrobi njenoj do Dana kad će svi biti oživljeni,"
	},
	{
		"arabicTextofAyah":"۞ فَنَبَذۡنَٰهُ بِٱلۡعَرَآءِ وَهُوَ سَقِيمٞ",
		"tafsirTextofAyah":"Međutim, Milostivi Allah izveo ga je iz utrobe ribe i izbacio na pusto mjesto na kojem nije bilo ni rastinja ni ljudi. Junus, alejhis-selam, bio je, uzasve to, iscrpljen zbog toga što je neko vrijeme bio u utrobi ribe.",
		"korkutTranslationOfAyah":"i Mi ga izbacismo na jedno pusto mjesto, a on je bio bolan,"
	},
	{
		"arabicTextofAyah":"وَأَنۢبَتۡنَا عَلَيۡهِ شَجَرَةٗ مِّن يَقۡطِينٖ",
		"tafsirTextofAyah":"Iz Svoje dobrote i milosti, Plemeniti Allah učinio je da iznad Junusa, alejhis-selam, na tom pustom mjestu izraste vriježa tikve, da se skloni u hlad i jede njezine plodove.",
		"korkutTranslationOfAyah":"i učinismo da iznad njega izraste vriježa jedne tikve,"
	},
	{
		"arabicTextofAyah":"وَأَرۡسَلۡنَٰهُ إِلَىٰ مِاْئَةِ أَلۡفٍ أَوۡ يَزِيدُونَ",
		"tafsirTextofAyah":"Nakon što je Allah, džellešanuhu, izbavio vjerovjesnika Junusa, alejhis-selam, iz utrobe one ribe, poslao ga je svojim sunarodnicima kojih je bilo stotinu hiljada, pa i više.",
		"korkutTranslationOfAyah":"i poslasmo ga stotini hiljada ljudi, i više,"
	},
	{
		"arabicTextofAyah":"فَـَٔامَنُواْ فَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"I oni su povjerovali u njega i počeli su ga slijediti, pa im je Allah, džellešanuhu, dao da do smrti uživaju u blagodatima.",
		"korkutTranslationOfAyah":"i oni povjerovaše, i njima dadosmo da do roka određenog požive."
	},
	{
		"arabicTextofAyah":"فَٱسۡتَفۡتِهِمۡ أَلِرَبِّكَ ٱلۡبَنَاتُ وَلَهُمُ ٱلۡبَنُونَ",
		"tafsirTextofAyah":"Upitaj, Vjerovjesniče, svoje sunarodnike, koreći ih: “Kako to da kćeri, koje vama nisu drage, pripisujete Allahu, a sinove, koje volite, pripisujete sebi?! Kakva je to podjela?”",
		"korkutTranslationOfAyah":"A upitaj ih: \"Zar su za Gospodara tvoga – kćeri, a za njih – sinovi,"
	},
	{
		"arabicTextofAyah":"أَمۡ خَلَقۡنَا ٱلۡمَلَٰٓئِكَةَ إِنَٰثٗا وَهُمۡ شَٰهِدُونَ",
		"tafsirTextofAyah":"I dometni, Poslaniče islama: “Jeste li bili prisutni kad je Svemogući Allah stvarao meleke kao žene, pa vi, eto, govorite ono što ste vidjeli i čemu ste lično svjedoci?”",
		"korkutTranslationOfAyah":"zar smo u njihovu prisustvu meleke kao žene stvorili?\""
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّهُم مِّنۡ إِفۡكِهِمۡ لَيَقُولُونَ",
		"tafsirTextofAyah":"Bezbožnici iznose i druge bezočne, ogavne laži: govore o Allahu ono što ne priliči.",
		"korkutTranslationOfAyah":"Eto, oni, zbog toga što lažu, doista govore:"
	},
	{
		"arabicTextofAyah":"وَلَدَ ٱللَّهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Tvrde da je Allah ima dijete! O, kako laži iznose govoreći to!",
		"korkutTranslationOfAyah":"\"Allah je rodio\" – oni su, zaista, lažljivci."
	},
	{
		"arabicTextofAyah":"أَصۡطَفَى ٱلۡبَنَاتِ عَلَى ٱلۡبَنِينَ",
		"tafsirTextofAyah":"Zbog čega bi Uzvišeni Allah kćeri sinovima pretpostavio, pa meleke Svojim kćerima učinio – neka je uzvišen od toga!",
		"korkutTranslationOfAyah":"Zar je On kćeri sinovima pretpostavio?"
	},
	{
		"arabicTextofAyah":"مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
		"tafsirTextofAyah":"Mnogobošci, vaše je rasuđivanje ružno! O kako ste nepravedni u odabiru! O kako je gnusno da kćeri, koje njima nisu drage, Allahu pripisuju, a sinove, koje vole, sebi pripisuju!",
		"korkutTranslationOfAyah":"Šta vam je, kako rasuđujete?!"
	},
	{
		"arabicTextofAyah":"أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Zar ne znate da je nemoguće, nezamislivo i nedopustivo da Uzvišeni Gospodar ima dijete?! Da imate pameti, ne biste takvo nešto govorili.",
		"korkutTranslationOfAyah":"Zašto ne razmislite?"
	},
	{
		"arabicTextofAyah":"أَمۡ لَكُمۡ سُلۡطَٰنٞ مُّبِينٞ",
		"tafsirTextofAyah":"Imate li bjelodan i nepobitan dokaz iz Knjige ili riječi poslanika za svoju ništavnu tvrdnju?",
		"korkutTranslationOfAyah":"Ili, gdje vam je dokaz očiti?"
	},
	{
		"arabicTextofAyah":"فَأۡتُواْ بِكِتَٰبِكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Akoli pak imate bjelodan dokaz u Knjizi, pokažite mi ga, ako istinu govorite!",
		"korkutTranslationOfAyah":"Donesite Knjigu svoju, ako istinu govorite!"
	},
	{
		"arabicTextofAyah":"وَجَعَلُواْ بَيۡنَهُۥ وَبَيۡنَ ٱلۡجِنَّةِ نَسَبٗاۚ وَلَقَدۡ عَلِمَتِ ٱلۡجِنَّةُ إِنَّهُمۡ لَمُحۡضَرُونَ",
		"tafsirTextofAyah":"Mnogobošci vjeruju da između melekā i Allaha postoji srodstvo, a meleki znaju da će nevjernici biti dovedeni na Sudnji dan i da će biti u paklenoj vatri kažnjeni.",
		"korkutTranslationOfAyah":"Mnogobošci između Njega i džina srodstvo uspostavljaju, a džini odavno znaju da će oni koji tako govore u vatru biti bačeni –"
	},
	{
		"arabicTextofAyah":"سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
		"tafsirTextofAyah":"Allah je čist i daleko od onog kako o Njemu mnogobošci govore! Oni govore neprilične riječi, kažu da Allah ima dijete, saučesnika i tome slično.",
		"korkutTranslationOfAyah":"hvaljen neka je Allah i daleko od onoga kako Ga oni predstavljaju!"
	},
	{
		"arabicTextofAyah":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"A Božiji iskreni robovi ne govore o Gospodaru ono što ne priliči, nego Mu pripisuju uzvišena i savršena svojstva.",
		"korkutTranslationOfAyah":"Allahovi iskreni robovi nisu za to krivi."
	},
	{
		"arabicTextofAyah":"فَإِنَّكُمۡ وَمَا تَعۡبُدُونَ",
		"tafsirTextofAyah":"Vi, o bezbožnici, i oni kojima se klanjate, a ne Uzvišenom Allahu, nemoćni ste!",
		"korkutTranslationOfAyah":"Ali, ni vi, sa onima kojima se klanjate,"
	},
	{
		"arabicTextofAyah":"مَآ أَنتُمۡ عَلَيۡهِ بِفَٰتِنِينَ",
		"tafsirTextofAyah":"Dakle, nemoćni ste i ne možete nikog u zabludu odvesti.",
		"korkutTranslationOfAyah":"ne možete o njima nikoga u zabludu zavesti,"
	},
	{
		"arabicTextofAyah":"إِلَّا مَنۡ هُوَ صَالِ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Možete odvesti u zabludu samo onog kome je Allah, džellešanuhu, unaprijed znao da će preferirati stranputicu i da će zbog toga zaslužiti kaznu u paklenoj vatri. Allahovo znanje obuhvata budućnost, i shodno Svom savršenom znanju je to zapisao u Leuhi mahfuzu. A kad je riječ o vama i lažnim božanstvima kojima robujete, to nije u vašoj moći.",
		"korkutTranslationOfAyah":"možete samo onoga koji će ionako u vatri gorjeti."
	},
	{
		"arabicTextofAyah":"وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٞ مَّعۡلُومٞ",
		"tafsirTextofAyah":"Govoreći o tome da robuju Allahu i da nemaju ništa s tvrdnjama višebožaca, meleki reknu: “Svako od nas ima određeno mjesto i ulogu kad se radi o poslušnosti Allahu.”",
		"korkutTranslationOfAyah":"\"Svakome od nas mjesto je određeno,"
	},
	{
		"arabicTextofAyah":"وَإِنَّا لَنَحۡنُ ٱلصَّآفُّونَ",
		"tafsirTextofAyah":"“Mi smo prilikom ibadeta u redove poredani i slavimo Allaha. Njemu ne pripisujemo ono što Mu ne priliči od svojstava i naziva...”, reknu.",
		"korkutTranslationOfAyah":"mi smo u redove poredani,"
	},
	{
		"arabicTextofAyah":"وَإِنَّا لَنَحۡنُ ٱلۡمُسَبِّحُونَ",
		"tafsirTextofAyah":"“I mi u safove poredani slavimo Allaha, pa negiramo sve što Mu ne priliči, i hvalimo Ga spominjući Njegova svojstva savršena”, kažu meleki.",
		"korkutTranslationOfAyah":"i samo Njega hvalimo!\""
	},
	{
		"arabicTextofAyah":"وَإِن كَانُواْ لَيَقُولُونَ",
		"tafsirTextofAyah":"A bezbožnici su, prije nego što je Plemeniti Allah poslao Resulullaha, sallallahu alejhi ve sellem, iz neznanja govorili: \"E da nam je prijašnja knjiga kao što je npr. Tevrat, onda bismo Allaha iskreno obožavali.\" Mada oni to lažu! Došao im je Muhammed, sallallahu 'alejhi ve sellem, sa Kur'anom pa su porekli. Znaće oni kakva ih nesnosna patnja čeka na Sudnjem danu.",
		"korkutTranslationOfAyah":"A oni su, sigurno, govorili:"
	},
	{
		"arabicTextofAyah":"لَوۡ أَنَّ عِندَنَا ذِكۡرٗا مِّنَ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"A bezbožnici su, prije nego što je Plemeniti Allah poslao Resulullaha, sallallahu alejhi ve sellem, iz neznanja govorili: \"E da nam je prijašnja knjiga kao što je npr. Tevrat, onda bismo Allaha iskreno obožavali.\" Mada oni to lažu! Došao im je Muhammed, sallallahu 'alejhi ve sellem, sa Kur'anom pa su porekli. Znaće oni kakva ih nesnosna patnja čeka na Sudnjem danu.",
		"korkutTranslationOfAyah":"\"Da smo mi Knjigu imali kao što su je imali narodi prijašnji,"
	},
	{
		"arabicTextofAyah":"لَكُنَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"A bezbožnici su, prije nego što je Plemeniti Allah poslao Resulullaha, sallallahu alejhi ve sellem, iz neznanja govorili: \"E da nam je prijašnja knjiga kao što je npr. Tevrat, onda bismo Allaha iskreno obožavali.\" Mada oni to lažu! Došao im je Muhammed, sallallahu 'alejhi ve sellem, sa Kur'anom pa su porekli. Znaće oni kakva ih nesnosna patnja čeka na Sudnjem danu.",
		"korkutTranslationOfAyah":"sigurno bismo bili Allahovi robovi iskreni!\""
	},
	{
		"arabicTextofAyah":"فَكَفَرُواْ بِهِۦۖ فَسَوۡفَ يَعۡلَمُونَ",
		"tafsirTextofAyah":"A bezbožnici su, prije nego što je Plemeniti Allah poslao Resulullaha, sallallahu alejhi ve sellem, iz neznanja govorili koješta: \"E da nam je prijašnja knjiga kao što je npr. Tevrat, onda bismo Allaha iskreno obožavali.\" Mada oni to lažu! Konačno došao im je Muhammed, sallallahu 'alejhi ve sellem, sa Kur'anom pa su porekli. Znaće oni kakva ih nesnosna patnja čeka na Sudnjem danu.",
		"korkutTranslationOfAyah":"Ali u Kur'an ne htjedoše povjerovati, i znaće oni!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ سَبَقَتۡ كَلِمَتُنَا لِعِبَادِنَا ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Riječ Allahova, koja se mora provesti i koju niko ne može odbiti, o Božijim poslanicima davno je rečena, da će protiv neprijatelja svojih biti pomognuti time što ih je Uzvišeni darovao snagom i argumentima i da je pobjeda Božijoj vojsci neminovna, kako bi Njegova riječ bila gornja.",
		"korkutTranslationOfAyah":"A riječ Naša je davno rečena o robovima Našim, o poslanicima:"
	},
	{
		"arabicTextofAyah":"إِنَّهُمۡ لَهُمُ ٱلۡمَنصُورُونَ",
		"tafsirTextofAyah":"Rečeno je da će kraj biti u njihovu korist, i da će oni i njihovi sljedbenici pobijediti, i da će im Allah, Znalac svih tajni, pomoći dajući im neoborive dokaze i snagu, te će Allahova riječ biti gornja.",
		"korkutTranslationOfAyah":"\"Oni će biti, doista, potpomognuti"
	},
	{
		"arabicTextofAyah":"وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ",
		"tafsirTextofAyah":"Već smo rekli Našim poslanicima da će oni biti potpomognuti protiv njihovih neprijatelja argumentima i snagom, i da će Naša vojska koja se bori da Naša riječ bude gornja - pobijediti na kraju.",
		"korkutTranslationOfAyah":"i vojska Naša će zacijelo pobijediti!\""
	},
	{
		"arabicTextofAyah":"فَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ",
		"tafsirTextofAyah":"Zato se, Božiji Poslaniče, okreni od onih koji ne vjeruju i odbijaju se povinovati Bogu, sve dok ne istekne vrijeme koje im je Sveznajući Allah odredio, tj. dok ne dođe vrijeme da budu kažnjeni!",
		"korkutTranslationOfAyah":"Zato se okreni od njih za neko vrijeme"
	},
	{
		"arabicTextofAyah":"وَأَبۡصِرۡهُمۡ فَسَوۡفَ يُبۡصِرُونَ",
		"tafsirTextofAyah":"I posmatraj, Vjerovjesniče, pomno prateći na kakve će ih muke Svemogući Allah staviti, a i oni će posmatrati te će vidjeti posljedice svojih nedjela i nevjerovanja, i to onda kad im ta spoznaja neće biti od koristi.",
		"korkutTranslationOfAyah":"i posmatraj ih, i oni će posmatrati!"
	},
	{
		"arabicTextofAyah":"أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ",
		"tafsirTextofAyah":"Pa zar višebošci požuruju da ih stigne Allahova kazna?",
		"korkutTranslationOfAyah":"Zar oni kaznu Našu da požuruju?"
	},
	{
		"arabicTextofAyah":"فَإِذَا نَزَلَ بِسَاحَتِهِمۡ فَسَآءَ صَبَاحُ ٱلۡمُنذَرِينَ",
		"tafsirTextofAyah":"I osvanut će zasigurno jutro u kojem će ih kazna stići, a grozno će to jutro biti!",
		"korkutTranslationOfAyah":"Kad ih ona stigne, zlo će jutro osvanuti onima koji su bili opomenuti!"
	},
	{
		"arabicTextofAyah":"وَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ",
		"tafsirTextofAyah":"Zato se, Vjerovjesniče, okreni od mnogobožaca sve dok ne istekne vrijeme koje im je Sveznajući Allah dao, tj. dok ne nastupi vrijeme kazne!",
		"korkutTranslationOfAyah":"Zato se okreni od njih za neko vrijeme"
	},
	{
		"arabicTextofAyah":"وَأَبۡصِرۡ فَسَوۡفَ يُبۡصِرُونَ",
		"tafsirTextofAyah":"I posmatraj, Vjerovjesniče, pomno prateći na kakve će ih strašne muke Svemogući Allah staviti.",
		"korkutTranslationOfAyah":"i posmatraj, i oni će posmatrati!"
	},
	{
		"arabicTextofAyah":"سُبۡحَٰنَ رَبِّكَ رَبِّ ٱلۡعِزَّةِ عَمَّا يَصِفُونَ",
		"tafsirTextofAyah":"Muhammede, neka je slavljen i veličanstven Allah, Gospodar tvoj, Gospodar veličine, slave i dostojanstva, i neka je vrlo visoko iznad svega što o Njemu iznose neprijatelji vjere, koji Mu pripisuju manjkavosti!",
		"korkutTranslationOfAyah":"Veličanstven je Gospodar tvoj, Dostojanstveni, i daleko od onoga kako Ga predstavljaju oni! –"
	},
	{
		"arabicTextofAyah":"وَسَلَٰمٌ عَلَى ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"I neka su vječni mir, sigurnost i blagoslov Božijim poslanicima, odabranim ljudima.",
		"korkutTranslationOfAyah":"i mir poslanicima"
	},
	{
		"arabicTextofAyah":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"A zahvala pripada Uzvišenom Allahu, Gospodaru svjetova, samo je On toga dostojan. On je Gospodar svega što postoji, nema Boga osim Njega.",
		"korkutTranslationOfAyah":"i hvaljen neka je Allah, Gospodar svjetova!"
	}
]