[
	{
		"arabicTextofAyah":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
		"tafsirTextofAyah":"Kad se radi o kur’anskim skraćenicama, o kojima smo govorili na početku sure el-Bekara. Svevišnji Allah zaklinje se časnim Kur’anom, u kojem se nalazi sve što je ljudima korisno glede ovog i budućeg svijeta. A Allah nema saučesnike, kako to misle mnogobošci.",
		"korkutTranslationOfAyah":"Sād. Tako Mi Kur'ana slavnog,"
	},
	{
		"arabicTextofAyah":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
		"tafsirTextofAyah":"No, oni koji ne vjeruju oholo se otuđuju od tevhida time što se suprotstavljaju Silnom Allahu i Poslaniku, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"doista su bahati i inadžije oni koji neće da vjeruju!"
	},
	{
		"arabicTextofAyah":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
		"tafsirTextofAyah":"Allah, džellešanuhu, uništio je mnoge nevjerničke narode prije ovog umeta, pa su isti ti narodi tražili pomoć od Boga kad ih je sustigla kazna, i povinovali su se Allahu kajući se, ali je za pokajanje bilo kasno.",
		"korkutTranslationOfAyah":"Koliko smo Mi naroda prije njih uništili. I oni su za pomoć vapili, ali je bilo kasno!"
	},
	{
		"arabicTextofAyah":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
		"tafsirTextofAyah":"Bezbožnici se čude što im je poslat Resulullah, sallallahu alejhi ve sellem, da ih upozori na to da će ih stići kazna ukoliko ostanu nevjernici. Mnogobošci su vidjeli jasne dokaze istinitosti Muhammedova poslanstva, pa ipak govore: “Muhammed samo laže i magijom vješto vara svoje sunarodnike! On laže tvrdeći da je Božiji poslanik kome se objavljuje.”",
		"korkutTranslationOfAyah":"Oni se čude što im je jedan od njih došao da ih opominje, i govore nevjernici: \"Ovo je čarobnjak, lažov!"
	},
	{
		"arabicTextofAyah":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
		"tafsirTextofAyah":"Usto, mnogobošci govore: “Zar taj čovjek može svesti brojne bogove na boga jednog? Taj njegov postupak odista je začudna stvar.”",
		"korkutTranslationOfAyah":"Zar on da bogove svede na Boga jednog? To je, zaista, nešto veoma čudno!\""
	},
	{
		"arabicTextofAyah":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
		"tafsirTextofAyah":"Uglednici i prvaci između nevjernikā krenuše podsticati svoje istomišljenike, nevjernike poricatelje, da ostanu dosljedni robovanju kipovima, a ne Allahu, i da trpeljivo ustraju u svojoj (neispravnoj) vjeri. Rekli su: “Muhammed poziva u islam kako bi sebi osigurao veličinu i vlast na Zemlji, i želi da ga mi slijedimo!”",
		"korkutTranslationOfAyah":"I onī ugledni između njih krenuše: \"Idite i ostanite pri klanjanju bogovima svojim, ovim se, uistinu, nešto veliko hoće!"
	},
	{
		"arabicTextofAyah":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
		"tafsirTextofAyah":"I dodali su: “Nismo čuli da naši preci spominju postojanje samo jednog Boga, osim Kojeg se nikom i ničem ne smije klanjati. Štaviše, nismo čuli ni da kršćani, Isaovi sljedbenici, govore da postoji samo jedan Bog. Eto, Muhammed samo izmišlja laži i donosi ono što je svima nepoznato.”",
		"korkutTranslationOfAyah":"Za ovo nismo čuli u vjeri predaka naših, ovo nije ništa drugo već namještena laž;"
	},
	{
		"arabicTextofAyah":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
		"tafsirTextofAyah":"“Zašto da Bog između nas Muhammedu objavi Knjigu, a ne nama koji smo aristokrate i velikaši?”, rekli su također. Mnogobošci su u sumnji glede onog što ti je objavljeno, Poslaniče. Budući da ih još nije stigla kazna, žive u obmani; da ih kazna stige, ne bi činili nevjerstvo i širk, niti bi sumnjali u ono što ti se objavljuje.",
		"korkutTranslationOfAyah":"zašto baš njemu, između nas, da bude poslana Opomena?!\" Ali, oni u Opomenu Moju sumnjaju zato što kaznu Moju nisu iskusili."
	},
	{
		"arabicTextofAyah":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
		"tafsirTextofAyah":"Raspolažu li mekanski nevjernici riznicama Allahove milosti i dobrote? A Allah je silan, pa se niko protiv Njega ne može boriti, i izuzetno je darežljiv, te daje bez računa onom kome On hoće. Od njegove dobrote je da i vjerovjesništvo daje kome hoće. Oni ne raspolažu riznicama vjerovjesništva, pa da kome hoće daju ga, a kome hoće uskraćuju.",
		"korkutTranslationOfAyah":"Zar su u njih riznice milosti Gospodara tvoga, Silnoga i Darežljivog?"
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
		"tafsirTextofAyah":"Ili, zar nevjernici vladaju nebesima i Zemljom i onim što je između njih, pa raspolažu milošću i nafakom te kome žele daju, a kome hoće uskraćuju? Ako imaju vlast na nebesima i Zemlji, neka se, onda, popnu uz ljestve na nebo da sebi osiguraju raspolaganje riznicama, iz kojih bi davali i čije bi blagodati uskraćivali. Oni to neće moći učiniti.",
		"korkutTranslationOfAyah":"Zar oni imaju vlast na nebesima i na Zemlji i nad onim što je između njih? – neka se, onda, uz ljestve popnu."
	},
	{
		"arabicTextofAyah":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
		"tafsirTextofAyah":"Mekanski nevjernici, koji poriču tvoje poslanstvo, bit će poraženi u sukobu s istinom, kao što su davno prije njih poraženi nevjernički narodi, koji poricahu poslanike.",
		"korkutTranslationOfAyah":"Oni predstavljaju neznatnu urotničku vojsku koja će tamo biti poražena."
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
		"tafsirTextofAyah":"Naime, nisu oni prvi koji su pricali istinu, i prije mekanskih bezbožnika poricali su narod Nuhov, zatim Ad, kojem je poslat Hud, i faraon, vlasnik moćnih vojski pomoću kojih je kažnjavao narod.",
		"korkutTranslationOfAyah":"I prije njih su narod Nuhov, i Ad, i faraon, vlasnik građevina ogromnih, poricali,"
	},
	{
		"arabicTextofAyah":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
		"tafsirTextofAyah":"Prije njih poricali su Salihov narod Semud, i Lutov narod, i Šuajbov narod – svi su oni skupine udružene oko utjerivanja poslanikā u laž, i oko nevjerovanja u Objavu koja im je data.",
		"korkutTranslationOfAyah":"i Semud i Lutov narod i stanovnici Ejke; oni su se protiv poslanika urotili;"
	},
	{
		"arabicTextofAyah":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
		"tafsirTextofAyah":"Svi spomenuti narodi poricali su svoje poslanike i zaslužili su zbog toga Allahovu kaznu koja ih je neizostavno stigla, pa makar i nakon nekog vremena.",
		"korkutTranslationOfAyah":"svi su oni poslanike u laž utjerivali i kaznu Moju zaslužili."
	},
	{
		"arabicTextofAyah":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
		"tafsirTextofAyah":"Oni koji poriču Muhammedovo, sallallahu alejhi ve sellem, poslanstvo ne čekaju ništa drugo osim drugog puhanja u rog, nakon kojeg im neće biti povratka na dunjaluk. Tad će ih snaći kazna ukoliko umru poričući Poslanika, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"A i ovi ne čekaju do jedan zvuk Roga koji neće biti potrebno ponoviti,"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"Rugajući se i negirajući mogućnost proživljenja, višebošci govore: “Gospodaru naš, kazni nas što prije na ovom svijetu, prije Časa suđenog!”",
		"korkutTranslationOfAyah":"i govore: \"Gospodaru naš, požuri, kazni nas, prije Dana u kojem će se račun polagati!\""
	},
	{
		"arabicTextofAyah":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
		"tafsirTextofAyah":"Božiji Poslaniče, otrpi ono negativnosti koje krivovjerni govore o tebi. Sjeti se, Poslaniče milosti, roba Božijeg, vjerovjesnika i dobrog čovjeka Davuda, alejhis-selam, koji je raspolagao velikom snagom i bio hrabar u borbi protiv nevjernikā, te se strpljivo pokoravao Allahu, i koji se mnogo i iskreno kajao, te koji je činio bogougodna djela.",
		"korkutTranslationOfAyah":"Ti otrpi ono što oni govore i sjeti se roba Našeg Davuda, čvrstog u vjeri, koji se uvijek Allahu obraćao."
	},
	{
		"arabicTextofAyah":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
		"tafsirTextofAyah":"Svemogući Allah potčinio je brda da zajedno s Davudom, alejhis-selam, hvale Allaha, pa su Ga slavila svako jutro i svako veče.",
		"korkutTranslationOfAyah":"Mi smo brda potčinili da zajedno s njim hvale Allaha prije nego što Sunce zađe i poslije pošto grane,"
	},
	{
		"arabicTextofAyah":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
		"tafsirTextofAyah":"I ptice je Allah potčinio; okupljale su se kod vjerovjesnika Davuda, alejhis-selam, i slušale njegove zapovijesti u pogledu slavljenja Uzvišenog Allaha.",
		"korkutTranslationOfAyah":"a i ptice okupljene – svi su oni zbog njegova hvaljenja hvalu ponavljali."
	},
	{
		"arabicTextofAyah":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
		"tafsirTextofAyah":"Sveznajući Allah učvrstio je Davudovu, alejhis-selam, vlast pomoću vojski i opreme, a i davši da ga ljudi uvažavaju i da ga se boje. Osim toga, Svevišnji Allah počastio ga je vjerovjesništvom, znanjem i sposobnošću da se lijepo izražava dok sudi među ljudima; sudio je svima pravedno.",
		"korkutTranslationOfAyah":"I učvrstili smo carstvo njegovo i dali mu vjerovjesništvo i sposobnost da rasuđuje."
	},
	{
		"arabicTextofAyah":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
		"tafsirTextofAyah":"Vjerovjesniče, je li do tebe doprla vijesti o dvojici parničara koji su prešli preko zida Hrama dok je Davud, alejhis-selam, u njemu činio ibadet?",
		"korkutTranslationOfAyah":"A da li je do tebe doprla vijest o parničarima kada su preko zida hrama prešli,"
	},
	{
		"arabicTextofAyah":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
		"tafsirTextofAyah":"Njih su dvojica upali Davudu, alejhis-selam, bez traženja dozvole, pa se uplašio. Rekli su mu, vidjevši ga uplašenog: “Nemoj se bojati, ne želimo ti nauditi, mi smo parničari! Naime, jedan od nas dvojice počinio je nasilje onom drugom, pa ti presudi između nas po pravdi, nemoj nikom učiniti nažao i uputi nas na najbolje rješenje.”",
		"korkutTranslationOfAyah":"kad su Davudu upali, pa se on njih uplašio. \"Ne boj se\" – rekli su – \"mi smo dvojica parničara, jedan drugom smo nažao učinili, pa nam po pravdi presudi; ne budi pristrasan, i na Pravi put nas uputi."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
		"tafsirTextofAyah":"Jedan od njih dvojice reče Davudu: “Evo ovaj prijatelj moj ima devedeset i devet ovaca, a ja imam samo jednu ovcu, i on želi, iz pohlepe, da uzme i moju ovcu, pa mi je rekao: ‘Daj ti nju meni!’ te me pobijedio u prepirci.”",
		"korkutTranslationOfAyah":"Ovaj prijatelj moj ima devedeset i devet ovaca, a ja samo jednu, i on mi reče: 'Daj ti nju meni!' – i u prepirci me pobijedi.\""
	},
	{
		"arabicTextofAyah":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
		"tafsirTextofAyah":"Vjerovjesnik Davud na to reče onom parničaru što je optužio onog drugog: “Tvoj ti je prijatelj, odista, učinio nasilje tražeći da pripojiš njegovu stadu svoju jedinu ovcu. Mnogi ortaci čine jedni drugima nepravdu i ne odnose se jedni prema drugima uljudno, a tako se ne ponašaju oni koji vjeruju u Allaha, svog Gospodara, i strepe od Njegove kazne. U odnosu na brojnost nepravednih ortaka koji prelaze granice, malo je onih koji su pravedni i bogobojazni.” I Davud se uvjeri da ga je Allah, džellešanuhu, doveo pred kušnju pomoću te parnice, pa zatraži oprost od Milostivog Allaha, pade licem na tlo i pokaja se, iskreno i ponizno.",
		"korkutTranslationOfAyah":"\"Učinio ti je, doista, krivo!\" – reče Davud – \"time što je tražio da tvoju ovcu doda ovcama svojim; mnogi ortaci čine nepravdu jedni drugima, ne čine jedino oni koji vjeruju i rade dobra djela; a takvih je malo.\" I Davud se uvjeri da smo Mi baš njega na kušnju stavili, pa oprost od Gospodara svoga zamoli, pade licem na tle i pokaja se."
	},
	{
		"arabicTextofAyah":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
		"tafsirTextofAyah":"Allah, džellešanuhu, oprostio je Davudu, alejhis-selam, grešku, primio je njegovo pokajanje i Sebi ga približio te mu pripremio divno prebivalište na Ahiretu.",
		"korkutTranslationOfAyah":"I Mi smo mu to oprostili, i on je, doista, blizak Nama i divno prebivalište ga čeka."
	},
	{
		"arabicTextofAyah":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"Davude, Svevišnji Allah učinio te je namjesnikom na Zemlji i učinio je da budeš sudija među ljudima i u vjerskim i svjetovnim pitanjima, pa zato sudi pravedno, a sudeći nipošto nemoj slijediti svoje prohtjeve i nemoj biti pristran prema svojim bližnjima ili prijateljima, pa da presudiš u njihovu korist nad strancima, odnosno nad neprijateljima! Ako bi ti pak slijedio svoje prohtjeve, skrenuo bi s Pravog puta i otuđio bi se od istine. One koji su skrenuli s Božijeg puta i druge odvode u zabludu čeka strašna, bolna patnja u paklenoj vatri zato što su zanemarili Dan ustanuća. Da su imali na umu Sudnji dan i polaganje računa, bojali bi se posljedica i ne bi slijedili svoje prohtjeve.",
		"korkutTranslationOfAyah":"O Davude, Mi smo te namjesnikom na Zemlji učinili, zato sudi ljudima po pravdi i ne povodi se za strašću da te ne odvede s Allahova puta; one koji skreću s Allahova puta čeka teška patnja na onome svijetu zato što su zaboravljali na Dan u kome će se račun polagati."
	},
	{
		"arabicTextofAyah":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
		"tafsirTextofAyah":"Sveznajući Allah stvorio je nebesa i Zemlju i ono što je između njih iz velike mudrosti; nije ih stvorio radi igre i zabave, kako to misle nevjernici. Teško njima u paklenoj vatri ako umru kao oni koji ne vjeruju u Boga i koji o Njemu imaju negativno mišljenje.",
		"korkutTranslationOfAyah":"Mi nismo uzalud stvorili nebo i Zemlju i ono što je između njih; tako misle nevjernici, pa teško nevjernicima kad budu u vatri!"
	},
	{
		"arabicTextofAyah":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
		"tafsirTextofAyah":"Prema onima koji vjeruju u Allaha i slijede Poslanika, te čine dobra djela Gospodar neće postupiti kao s nevjernicima griješnicima koji remete red na Zemlji čineći nevjerstvo i grijehe! Prema onima što su bogobojazni, pa izvršavaju narebe i sustežu se od zabrana nećemo postupiti kao s nevjernicima i dvoličnjacima, koji su ogrezli u grijesima. To bi bila nepravda, a ona ne priliči Gospodaru. Allah će bogobojazne vjernike nagraditi tako što će ih uvesti u Džennet, a nevjernike nesretne kaznit će tako što će ih baciti u Vatru. Te dvije kategorije ne mogu u Allaha imati isti status i, otuda, ne mogu imati isto povratište.",
		"korkutTranslationOfAyah":"Zar ćemo postupiti s onima koji vjeruju i čine dobro kao s onima koji prave nered na Zemlji, ili, zar ćemo postupiti s onima koji se grijeha klone isto kao i s grješnicima?"
	},
	{
		"arabicTextofAyah":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"Ovaj Kur’an, koji je objavljen Allahovu Poslaniku, sallallahu alejhi ve sellem, blagoslovljena je knjiga koja sadrži brojna dobra, da ljudi promišljaju o značenju njenih ajeta i da oni bistre pameti pouku prime.",
		"korkutTranslationOfAyah":"Knjiga koju ti objavljujemo blagoslovljena je, da bi oni o riječima njezinim razmislili i da bi oni koji su razumom obdareni pouku primili."
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
		"tafsirTextofAyah":"Svemogući Allah poklonio je plemenitom vjerovjesniku Davudu sina Sulejmana – dar od Sebe, počast i sreću. O, kako je Sulejman, alejhis-selam, dobar čovjek bio! On se često i iskreno kajao Uzvišenom Allahu, tražio je oprost i ponizno se Gospodaru obraćao.",
		"korkutTranslationOfAyah":"Mi smo Davudu poklonili Sulejmana, divan je on rob bio, i mnogo se kajao!"
	},
	{
		"arabicTextofAyah":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
		"tafsirTextofAyah":"Spomeni, Poslaniče islama, kad su pred Sulejmana, alejhis-selam, u kasno poslijepodne izvedeni punokrvni konji koji su na tri noge potpuno stajali a četvrtom nogom samo dodirivali tlo vrhom kopite, jer su bili vitki i spremni za galop! Taj divni prizor zaokupio je vjerovjesnika Sulejmana, alejhis-selam, sve do sunčeva zalaska.",
		"korkutTranslationOfAyah":"Kad su jedne večeri preda nj bili izvedeni punokrvni konji koji su na tri noge stajali, a četvrtom jedva zemlju doticali,"
	},
	{
		"arabicTextofAyah":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
		"tafsirTextofAyah":"Vjerovjesnik Sulejman, alejhis-selam, reče: “Umjesto da obavim namaz i padnem ničice pred Allahom, ja sam pokazao ljubav prema konjima, ovozemaljskim ukrasom, i zakasnio sam na ikindiju dok nije zašlo Sunce!”",
		"korkutTranslationOfAyah":"on reče: \"Umjesto da mislim na Gospodara svoga, ja pokazujem ljubav prema blagu!\" – i oni se izgubiše iz vida."
	},
	{
		"arabicTextofAyah":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
		"tafsirTextofAyah":"Zatim je Sulejman, alejhis-selam, zapovjedio da mu vrate konje koji su bili izvedeni pred njega, pa ih je zaklao u ime Allaha (kao kurban, da se iskupi za grešku).",
		"korkutTranslationOfAyah":"\"Vratite mi ih!\" – i on ih poče gladiti po nogama i vratovima."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
		"tafsirTextofAyah":"Sveznajući Allah stavio je Sulejmana pred iskušenje kad je na njegov prijesto postavio šejtana u ljudskom obličju, koji je vladao kratak vremenski period. Nakon toga je Allah vratio Sulejmanu njegovu vlast i dao mu da vlada šejtanima.",
		"korkutTranslationOfAyah":"Mi smo Sulejmana u iskušenje doveli i njegovo bolesno tijelo na prijestolju zadržali, ali je poslije ozdravio."
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
		"tafsirTextofAyah":"Sulejman, alejhis-selam, zamolio je: “Allahu, Gospodaru moj, oprosti mi grijeh moj i daruj mi veliku vlast kakvu niko, osim mene, neće imati, ni uporedo sa mnom, a ni kasnije! Allahu, Ti si izuzetno darežljiv i činiš Svojim robovima golemo dobročinstvo.”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – rekao je – \"oprosti mi i daruj mi vlast kakvu niko, osim mene, neće imati! Ti, uistinu, bogato daruješ!\""
	},
	{
		"arabicTextofAyah":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
		"tafsirTextofAyah":"I Uzvišeni je Allah uslišao ovu Sulejmanovu, alejhis-selam, dovu: podario mu je vlast kakvu je tražio i potčinio mu je, usto, snažne vjetrove koji su blago ali brzo puhali onamo kuda je on, Sulejman, htio.",
		"korkutTranslationOfAyah":"I Mi smo dali da mu služe: vjetar – koji je prema zapovijedi njegovoj blago puhao onamo kuda je on htio –"
	},
	{
		"arabicTextofAyah":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
		"tafsirTextofAyah":"Svevišnji Allah potčinio je vjerovjesniku Sulejmanu, alejhis-selam, i šejtane, pa su za njega obavljali poslove koje je htio; neki su gradili nastambe i dvorce, a neki su, opet, ronili u dubokim morima i vadili biser iz njih.",
		"korkutTranslationOfAyah":"i šejtani, sve graditelji i gnjurci,"
	},
	{
		"arabicTextofAyah":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
		"tafsirTextofAyah":"A bili su mu potčinjeni i buntovni, obijesni šejtani; oni su bili svezani u lance, te se nisu mogli pomjeriti.",
		"korkutTranslationOfAyah":"i drugi u bukagije okovani."
	},
	{
		"arabicTextofAyah":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
		"tafsirTextofAyah":"Allah je rekao: “Ova golema, neograničena vlast poseban je Moj dar tebi, Sulejmane! Tražio si to u dovi, pa smo ti dali. Zato daruj kome hoćeš, a liši koga hoćeš, i znaj da nećeš odgovarati pred Allahom, džellešanuhu, ni zbog davanja ni zbog uskraćivanja!”",
		"korkutTranslationOfAyah":"\"Ovo je Naš dar, pa ti oslobodi ili zadrži, nećeš zbog toga odgovarati!\""
	},
	{
		"arabicTextofAyah":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
		"tafsirTextofAyah":"Vjerovjesnika Sulejmana, alejhis-selam, čekaju u Džennetu, Kući vječnog zadovoljstva, predivno mjesto i visoke razine. On je bio Nama bliski rob.",
		"korkutTranslationOfAyah":"On je, doista, blizak Nama i čeka ga krasno prebivalište."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
		"tafsirTextofAyah":"Sjeti se, Božiji Poslaniče, dobrog čovjeka i vjerovjesnika Ejjuba, alejhis-selam, kad je zamolio Allaha: “Šejtan je bio uzrok da se razbolim, on me uznemirava i želi mi naštetiti!”",
		"korkutTranslationOfAyah":"I sjeti se roba Našeg Ejjuba kada je Gospodaru svome zavapio: \"Šejtan me na zlo navraća i misli lažne mi uliva!\""
	},
	{
		"arabicTextofAyah":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
		"tafsirTextofAyah":"Sveznajući je Allah zapovjedio vjerovjesniku Ejjubu, alejhis-selam, da udari nogom o zemlju, na jednom mjestu, nakon čega je tu provrla hladna, pitka voda koju je Ejjub, alejhis-selam, pio i njome se kupao. Bila je to ljekovita voda pomoću koje je Allah, džellešanuhu, izliječio ovog vjerovjesnika i otklonio njegovu nevolju.",
		"korkutTranslationOfAyah":"\"Udari nogom o zemlju – eto hladne vode za kupanje i piće!\" –"
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"Nakon toga, Plemeniti Allah uslišio je Ejjubovu, alejhis-selam, dovu i otklonio od njega bolest, te mu dao žena i mnogo djece, unuka i potomaka – kao dar jer je vjerovjesnik Ejjub, alejhis-selam, bio strpljiv i zadovoljan sudbinom. Allah je tako dao da u tome bude pouka uviđavnima da Allah, džellešanuhu, poslije teškoće i kušnje daje izlaz, olakšicu i nagradu.",
		"korkutTranslationOfAyah":"i Mi smo mu iz milosti Naše čeljad njegovu darovali i još toliko uz njih, da bude pouka za one koji imaju pameti –"
	},
	{
		"arabicTextofAyah":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
		"tafsirTextofAyah":"Svemogući Allah zapovjedio je Ejjubu, alejhis-selam, da uzme snop od 100 tankih grana i da njime udari svoju suprugu, da na taj način izvrši svoju zakletvu pa da to bude (ublažena) zamjena za stotinu udaraca. Ejjub, alejhis-selam, bio je strpljiv i odan Allahu, i bio je zadovoljan Njegovom odredbom. Ejjub bijaše divan Božiji rob, bogobojazan, poslušan, mnogo se kajao.",
		"korkutTranslationOfAyah":"\"I uzmi rukom svojom snop i njime udari, samo zakletvu ne prekrši!\" Mi smo znali da je on izdržljiv; divan je rob on bio i mnogo se kajao!"
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
		"tafsirTextofAyah":"Allahov Poslaniče, spomeni dobre Božije robove i vjerovjesnike iskrene: Ibrahima, Ishaka i Jakuba, koji su bili odani dragom Allahu, i koji činjahu djela koja On voli. Oni su bili uviđavni i postojani u istini.",
		"korkutTranslationOfAyah":"I sjeti se robova Naših Ibrahima i Ishaka i Jakuba, sve u vjeri čvrstih i dalekovidnih."
	},
	{
		"arabicTextofAyah":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
		"tafsirTextofAyah":"Njih je Allah, džellešanuhu, odlikovao posebnom vrlinom, a to je da uvijek imaju na umu Ahiret, da nikad ne zaboravljaju polaganje računa, pa su se pripremali za Dan ustanuća i ljude pozivali da se pripremaju za to.",
		"korkutTranslationOfAyah":"Mi ih posebno obdarismo vrlinom jednom: da im je uvijek bio na umu onaj svijet;"
	},
	{
		"arabicTextofAyah":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
		"tafsirTextofAyah":"Mi smo njih odlikovali da Nam budu poslušni i samo Nas obožavaju, te smo ih izabrali za to da nose emanet dostavljanja objave.",
		"korkutTranslationOfAyah":"i oni su, zaista, u Nas od onih odabranih dobrih ljudi."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
		"tafsirTextofAyah":"Sjeti se, Allahov Poslaniče, dobrih ljudi i vjerovjesnika iskrenih: Isma'ila, Ibrahimova sina, zatim El-Jese'a i Zul-Kifla, čiji se životopis s užitkom spominje! Svi su oni bili dobročinitelji i uviđavni; njih je Allah, džellešanuhu, odabrao za dostavljanje poslanice i podario im je najljepše odlike.",
		"korkutTranslationOfAyah":"I sjeti se Ismaila i Eljese'a i Zulkifla, svi su oni bili dobri."
	},
	{
		"arabicTextofAyah":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
		"tafsirTextofAyah":"Ovo je u Kur’anu pohvala spomenutim ljudima. A bogobojazne, koji izvršavaju Allahove naredbe i sustežu se od Allahovih zabrana, čeka prelijepo prebivalište na budućem svijetu.",
		"korkutTranslationOfAyah":"Ovo je lijep spomen! A one koji se grijeha budu klonili čeka divno prebivalište:"
	},
	{
		"arabicTextofAyah":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
		"tafsirTextofAyah":"Čeka ih naslađivanje u vječnim baščama, iz kojih nikad neće biti izvedeni, a džennetske će kapije, kad oni do njega dođu, otvorene biti – kao izraz dobrodošlice i radosti zbog njihova dolaska.",
		"korkutTranslationOfAyah":"edenski vrtovi, čije će kapije biti za njih otvorene,"
	},
	{
		"arabicTextofAyah":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
		"tafsirTextofAyah":"Čestiti će se u Džennetu odmarati naslonjeni na urešenim divanima, gdje će tražiti najukusniju hranu, piće, vino, voće i sve što njihove duše požele.",
		"korkutTranslationOfAyah":"u kojima će se odmarati, i raznovrsno voće i piće tražiti."
	},
	{
		"arabicTextofAyah":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
		"tafsirTextofAyah":"Čestiti će u Džennetu pored sebe imati zanosno lijepe žene, čedne, istih godina, koje će gledati samo u njih, svoje muževe.",
		"korkutTranslationOfAyah":"Pored njih biće hurije, istih godina, koje će preda se gledati."
	},
	{
		"arabicTextofAyah":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
		"tafsirTextofAyah":"Ovo je lijepa nagrada koja je obećana onima koji su bili bogobojazni na dunjaluku, te su činili dobra djela.",
		"korkutTranslationOfAyah":"\"To je ono što vam se obećava za Dan u kome će se račun polagati;"
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
		"tafsirTextofAyah":"Ovi plemeniti, blagoslovljeni darovi koje će Allah dati Svojim štićenicima jesu od Njega, oni nikad neće prestajati.",
		"korkutTranslationOfAyah":"to će, doista, blagodat Naša biti, koja nikada neće prestajati!\""
	},
	{
		"arabicTextofAyah":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
		"tafsirTextofAyah":"Ovako će na Danu konačnog polaganja računa biti dočekani vjernici, a dotle one koji su prelazili granice, pa bili nevjernici i činili grijehe čeka grozno povratište i neopisivo težak položaj na Danu sudnjem.",
		"korkutTranslationOfAyah":"Eto toliko! A one koji budu zlo činili čeka najgore prebivalište:"
	},
	{
		"arabicTextofAyah":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
		"tafsirTextofAyah":"Njih će Silni Allah, Znalac svih tajni, kazniti u paklenoj vatri koja će ih pržiti iznad i ispod njih. Grozne li postelje u džehennemskoj vatri za one koji na dunjaluku bijahu poročni!",
		"korkutTranslationOfAyah":"Džehennem, u kojem će gorjeti; a grozne li postelje!"
	},
	{
		"arabicTextofAyah":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
		"tafsirTextofAyah":"Evo, ovu groznu, bolnu patnju kušat će griješnici i bezbožnici. Bit će kažnjeni i tako što će, protiv svoje volje, biti napajani kipućom vodom (koja je dostigla krajnji stepen vreline) i smrdljivom, iznad svega odvratnom kapljevinom, tj. gnojem koji će curiti iz tijelā džehenemlija. Tim pićem neće žeđ ugasiti.",
		"korkutTranslationOfAyah":"Eto toliko! Pa neka okušaju vodu ključalu i kapljevinu smrdljivu"
	},
	{
		"arabicTextofAyah":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
		"tafsirTextofAyah":"Griješnici će u paklenoj vatri biti kažnjavani i drugim mukama sličnim ovim koje su spomenute. Naime, bit će izloženi mnogostrukim kaznama i teškoćama.",
		"korkutTranslationOfAyah":"i druge slične ovima muke, mnogostruke."
	},
	{
		"arabicTextofAyah":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
		"tafsirTextofAyah":"Kad se griješnici budu tiskali na vratima Džehennema, svaka će skupina grditi onu drugu, pa će griješnici govoriti jedni drugima: “Ova će gomila džehenemlija ući u paklenu vatru tiskajući se s vama!” Na to će ovi odgovoriti: “Nisu dobrodošli i ne bilo im prostrano i ni ugodno boravište njihovo! Oni će, kao i mi, gorjeti u paklenoj vatri i kušat će njezinu vrelinu.”",
		"korkutTranslationOfAyah":"\"Ova gomila će zajedno s vama tiskajući se u Džehennem ući!\" – \"Ne bilo im prostrano! U vatri će oni, doista, gorjeti!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
		"tafsirTextofAyah":"Podanici će svojim glavešinama, reći: “Vi niste dobrodošli, niti imate ikakve vrijednosti! Vi ste bili uzrok da skrenemo s Prave staze. A grozno je džehennem boravište i grozno je povratište!” I jedni i drugi bit će stanovnici džehennema.",
		"korkutTranslationOfAyah":"\"Vama ne bilo prostrano!\" – reći će oni – \"vi ste nam ovo pripremili, a grozna li boravišta!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
		"tafsirTextofAyah":"Podanici će reći: “Gospodaru naš, udvostruči patnju u paklenoj vatri onima koji su bili uzrok da skrenemo s puta istine i da se otuđimo!”",
		"korkutTranslationOfAyah":"\"Gospodaru naš\" – reći će – \"udvostruči patnju u vatri onima koji su nam ovo priredili!\""
	},
	{
		"arabicTextofAyah":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
		"tafsirTextofAyah":"Glavešine zulumćari također će kazati: “Zašto u džehennemskoj vatri ne vidimo ljude koje smo na dunjaluku smatrali poročnima, onima koji zaslužuju kaznu?”",
		"korkutTranslationOfAyah":"I govoriće: \"Zašto ne vidimo ljude koje smo u zle ubrajali"
	},
	{
		"arabicTextofAyah":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
		"tafsirTextofAyah":"“Jesmo li to griješili kad smo ih ismijavali i nipodaštavali? Ili smo pak, ismijavajući ih, bili u pravu, pa su oni s nama u paklenoj vatri, ali ih još nismo vidjeli, te su nam se sasvim iz vida izgubili?”, reći će.",
		"korkutTranslationOfAyah":"i koje smo ismijavali? Da nam se nisu iz vida izgubili?\""
	},
	{
		"arabicTextofAyah":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
		"tafsirTextofAyah":"I znajte da će se raspravljanje među stanovnicima Džehennema, o kojem se ovdje govori, dogoditi.",
		"korkutTranslationOfAyah":"Istina je, sigurno, da će se stanovnici Džehennema među sobom raspravljati."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
		"tafsirTextofAyah":"Vjerovjesniče, obrati se bezbožnicima: “Ja sam vama poslat da vas opomenem i upozorim na bolnu patnju jer ne vjerujete i poričete poslanike! A nema istinskog božanstva osim Allaha, Jednog Jedinog, Koji nema saučesnika! Allah je jedinstven u pogledu Svog Bića, imenā, svojstava… On je svemoćan, niko Mu se ne može suprotstaviti. I zato se samo Njemu treba klanjati.”",
		"korkutTranslationOfAyah":"Reci: \"Ja samo opominjem; nema boga osim Allaha, Jedinoga i Moćnog,"
	},
	{
		"arabicTextofAyah":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
		"tafsirTextofAyah":"I dodaj: “On je stvoritelj nebesa i Zemlje i onog što je između njih. On je silan u Svojoj vlasti, i niko Ga ne može nadvladati. On mnogo prašta onima koji se pokaju.”",
		"korkutTranslationOfAyah":"Gospodara nebesa i Zemlje i onoga što je između njih, Silnoga, Onoga koji prašta.\""
	},
	{
		"arabicTextofAyah":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
		"tafsirTextofAyah":"Allahov Poslaniče, reci višebošcima: “U časnom Kur’anu, veličanstvenoj knjizi, nalaze se velike vijesti.”",
		"korkutTranslationOfAyah":"Reci: \"Ovo je vijest velika,"
	},
	{
		"arabicTextofAyah":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
		"tafsirTextofAyah":"“A vi, o nevjernici, glave okrećete i otuđujete se od časnog Kur’ana ne postupajući prema njegovim ajetima”, reci im.",
		"korkutTranslationOfAyah":"a vi od nje glave okrećete."
	},
	{
		"arabicTextofAyah":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
		"tafsirTextofAyah":"“Ja nisam ništa znao o razgovoru melekā o stvaranju Adema, ali me je Allah, džellešanuhu, o tome obavijestio u veličanstvenom Kur’anu”, kaži Poslaniče milosti.",
		"korkutTranslationOfAyah":"Ja nisam ništa znao o melekima uzvišenim kada su se prepirali –"
	},
	{
		"arabicTextofAyah":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
		"tafsirTextofAyah":"“Sveznajući Allah upoznao me je posredstvom objave sa nekim nepoznatim događajima, zbog toga što sam poslat da upozorim na Božiju kaznu.”",
		"korkutTranslationOfAyah":"meni se objavljuje samo da jasno opominjem\" –"
	},
	{
		"arabicTextofAyah":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
		"tafsirTextofAyah":"Spomeni dan kad se Plemeniti Allah obratio melekima: “Stvorit ću Adema od ilovače…”",
		"korkutTranslationOfAyah":"i kad je melekima Gospodar tvoj rekao: \"Stvoriću čovjeka od ilovače,"
	},
	{
		"arabicTextofAyah":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
		"tafsirTextofAyah":"“I kad stvorim njegove udove i savršen mu oblik i izgled dadnem pa zatim u njega dušu udahnem te on oživi, vi mu, o meleki, učinite sedždu!”",
		"korkutTranslationOfAyah":"pa kad mu savršen oblik dam i život u nj udahnem, vi mu se poklonite!\""
	},
	{
		"arabicTextofAyah":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
		"tafsirTextofAyah":"I meleki su se, bez izuzetka, poklonili Ademu, izvršavajući Allahovu zapovijest da time ukažu počast čovjeku.",
		"korkutTranslationOfAyah":"meleki su se, svi do posljednjeg, zajedno poklonili"
	},
	{
		"arabicTextofAyah":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Ali je Iblis odbio učiniti sedždu, iz zavisti, oholosti i inata. Zbog toga je postao nevjernik.",
		"korkutTranslationOfAyah":"osim Iblisa; on se uzoholio i postao nevjernik."
	},
	{
		"arabicTextofAyah":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
		"tafsirTextofAyah":"Gospodar je upitao Iblisa: “Zbog čega se nisi poklonio Ademu, kojeg sam, iz počasti prema njemu, dvjema rukama Svojim stvorio? Jesi li se to uzoholio nad Ademom ili se pak oholiš kad su posrijedi Moje zapovijesti?”",
		"korkutTranslationOfAyah":"\"O Iblisu!\", rekao je On, \"šta te navelo da ne učiniš sedždu onome koga sam Ja Svojim dvjema rukama stvorio? Jesi li se uzoholio ili misliš da si uzvišen."
	},
	{
		"arabicTextofAyah":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
		"tafsirTextofAyah":"Na to Iblis odgovori: “Nisam učinio sedždu Ademu zato što sam bolji od njega, materija od koje sam stvoren plemenita je, za razliku od materije od koje je Adem stvoren. Mene si, Allahu, od vatre, a Adema od ilovače stvorio; vatra je bolja i korisnija od zemlje.”",
		"korkutTranslationOfAyah":"\"Bolji sam od njega\" – rekao je on – \"mene si stvorio od vatre a njega od ilovače.\""
	},
	{
		"arabicTextofAyah":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
		"tafsirTextofAyah":"“Izlazi iz Dženneta, nikad se više u njega nećeš vratiti, proklet si i lišen Moje milosti”, reče Iblisu Allah, džellešanuhu.",
		"korkutTranslationOfAyah":"\"E, izlazi onda iz Dženneta!\" – reče On – \"proklet da si!"
	},
	{
		"arabicTextofAyah":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
		"tafsirTextofAyah":"“Moje će te prokletstvo do Dana ustanuća pratiti, nikad ga se nećeš moći osloboditi.”",
		"korkutTranslationOfAyah":"Moje prokletstvo će te do Sudnjeg dana pratiti!\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
		"tafsirTextofAyah":"Iblis se obratio Silnom Allahu: “Gospodaru moj, nemoj me usmrtiti, već mi daj vremena do Dana ustanuća!”",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – reče on – \"daj mi vremena do Dana kada će oni oživljeni biti!\""
	},
	{
		"arabicTextofAyah":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
		"tafsirTextofAyah":"“Dajem ti vremena”, Allah reče.",
		"korkutTranslationOfAyah":"\"Dajem ti\" – reče On –"
	},
	{
		"arabicTextofAyah":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
		"tafsirTextofAyah":"Allah, džellešanuhu, obećao je Iblisu da će ga ostaviti u životu do određenog vremena, kad će biti uništen.",
		"korkutTranslationOfAyah":"\"do Dana već određenog.\""
	},
	{
		"arabicTextofAyah":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Iblis reče: “Kunem se dostojanstvom Tvojim i veličinom Tvojom da ću zacijelo sve ljude odvraćati od poslušnosti Tebi i da ću ih navoditi na stranputicu!”",
		"korkutTranslationOfAyah":"\"E tako mi dostojanstva Tvoga\" – reče – \"sigurno ću ih sve na stranputicu navesti,"
	},
	{
		"arabicTextofAyah":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
		"tafsirTextofAyah":"“Ali, neću moći odvesti u zabludu”, dodao je prokletnik, “one Tvoje robove koje uputiš na Pravu stazu, pa Ti budu poslušni, i koje sačuvaš te ih uzmeš u okrilje Svoje milosti i pažnje!”",
		"korkutTranslationOfAyah":"osim Tvojih među njima robova iskrenih!\""
	},
	{
		"arabicTextofAyah":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
		"tafsirTextofAyah":"Plemeniti Allah reče: “Ja, evo, istinu govorim, i Moje riječi su istina, jer samo istinu Ja govorim!”",
		"korkutTranslationOfAyah":"\"Istinom se kunem i istinu govorim\" – reče Allah –"
	},
	{
		"arabicTextofAyah":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Svemogući Allah obećao je da će napuniti Džehennem Iblisom i svima onima koji ga u nevjerstvu budu slijedili.",
		"korkutTranslationOfAyah":"\"sigurno ću sa svima, tobom i onima koji se budu poveli za tobom, Džehennem napuniti!\""
	},
	{
		"arabicTextofAyah":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
		"tafsirTextofAyah":"Obrati se, Vjerovjesniku, mekanskim mnogobošcima: “Ne tražim ja od vas nagradu niti kakvu nadoknadu za dostavljanje poslanice i savjetovanje! I nisam izvještačen, pa ne pokušavam učiniti više od onog što mi je naređeno.”",
		"korkutTranslationOfAyah":"Reci: \"Ne tražim ja od vas za ovo nikakvu nagradu i ja nisam izvještačen,"
	},
	{
		"arabicTextofAyah":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"“Ovaj veličanstveni Kur’an nije ništa drugo osim opomena i upozorenje ljudima i džinima.”",
		"korkutTranslationOfAyah":"Kur'an je doista svijetu cijelome opomena! –"
	},
	{
		"arabicTextofAyah":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
		"tafsirTextofAyah":"Sigurno ćete saznati istinitost i ispravnost ovog Kur’ana, i to ubrzo, onda kad budete umirali.",
		"korkutTranslationOfAyah":"i vi ćete uskoro saznati njegovu poruku!\""
	}
]