[
	{
		"arabicTextofAyah":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
		"tafsirTextofAyah":"Časni Kur’an Allahova je objava i ničija drugo. Allah je apsolutni Gospodar; i sve stvara, svime upravlja i sve propisuje u skladu sa Svojom apsolutnom mudrošću.",
		"korkutTranslationOfAyah":"Knjigu objavljuje Allah, Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
		"tafsirTextofAyah":"Allah tebi, Vjerovjesniku, objavljuje ovaj Kur’an, s istinom i pravdom, pa samo Allaha, džellešanuhu, jedinog Boga, obožavaj i iskreno Mu robuj, nikog Mu nemoj smatrati ravnim!",
		"korkutTranslationOfAyah":"Mi ti, doista, objavljujemo Knjigu, pravu istinu, zato se klanjaj samo Allahu, iskreno Mu ispovijedajući vjeru!"
	},
	{
		"arabicTextofAyah":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ",
		"tafsirTextofAyah":"Obaveza je iskreno obožavati samo Svevišnjeg Allaha, pritom Mu nikog ne pripisujući kao saučesnika. Oni koji pored Svemogućeg Allaha obožavaju lažna božanstva i uzimaju njih za zaštitnike, a ne dragog Allaha, govore da obožavaju isključivo zato da se ovi zauzmu za njih kod Allaha i da ih Njemu približe, a ne zato što smatraju da ta božanstva imaju neku moć bez Allahove dozvole, ili da oni upravljaju nečime u svemiru. Plemeniti Allah presudit će između vjernikā i bezbožnikā u pogledu toga kome treba robovati. K tome, znajte da Sveznajući Allah neće ukazati na Pravu stazu niti će usrećiti onog ko laže pripisujući Mu saučesnika, niti će uputiti onog ko je nezahvalan na Božijim blagodatima.",
		"korkutTranslationOfAyah":"Iskreno ispovijedanje vjere dug je Allahu! A onima koji pored Njega uzimaju zaštitnike: \"Mi im se klanjamo samo zato da bi nas što više Allahu približili\" – Allah će njima, zaista, presuditi o onome u čemu su se oni razilazili. Allah nikako neće ukazati na Pravi put onome ko je lažljivac i nevjernik."
	},
	{
		"arabicTextofAyah":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
		"tafsirTextofAyah":"Da je Allah, džellešanuhu, htio imati sina, odabrao bi za dijete nekog od Svojih stvorenja – neka je slavljen i hvaljen Allah, nemoguće je da On ima dijete. On je jedinstven glede Bića, svojstava i djela. U tome On nema saučesnika. On je potčinio sve što postoji.",
		"korkutTranslationOfAyah":"Da je Allah htio da dijete ima, izabrao bi, između onih koje je stvorio, onoga koga bi On htio. Hvaljen neka je On; On je Allah, Jedini i Svemoćni!"
	},
	{
		"arabicTextofAyah":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
		"tafsirTextofAyah":"Allah, džellešanuhu, stvorio je nebesa i Zemlju radi velike mudrosti i s ciljem, a nije ih stvorio radi zabave, kako to vele zulumćari – uzvišen je Allah i veoma daleko od toga. Allah je Onaj Koji čini da dođe noć a nestane dan, i obrnuto. Allah je Onaj Koji je potčinio Sunce i Mjesec, učinivši da se kreću svojom precizno utvrđenom putanjom ne prelazeći je, sve do Smaka svijeta. Odista je Allah silan u Svojoj vlasti, Koji kažnjava prkosne griješnike, apsolutno Moćni. On mnogo oprašta onima koji se kaju zbog grijeha.",
		"korkutTranslationOfAyah":"Nebesa i Zemlju je sa ciljem stvorio; On noću zavija dan i danom zavija noć, On je Sunce i Mjesec potčinio, svako se kreće do roka određenog. On je Silni, On mnogo prašta!"
	},
	{
		"arabicTextofAyah":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ",
		"tafsirTextofAyah":"O ljudi, Allah vas je stvorio od vašeg oca Adema i od njega je njegovu suprugu Havu stvorio. On je Onaj Koji vam je od sljedećih vrsta mužjaka i ženku stvorio: deve, krave, ovce i koze. Allah je Onaj Koji vas stvara u majčinim utrobama, u različitim etapama, i to u trima tminama: u tmini stomaka, tmini maternice i tmini košuljice. Eto tako Allah, Jedan Jedini, stvara, nema istinskog božanstva osim Njega, isključivo On polaže pravo da Mu se robuje. Ako znate sve to, kuda se onda odmećete klanjajući se lažnim božanstvima koja ne mogu baš ništa stvoriti i koja su stvorena!?",
		"korkutTranslationOfAyah":"On vas od jednog čovjeka stvara – a od njega je drúgu njegovu stvorio – i On vam je dao osam vrsta stoke; On vas stvara u utrobama matera vaših, dajući vam likove, jedan za drugim, u tri tmine. To vam je, eto, Allah, Gospodar vaš, Njegova je vlast, nema boga osim Njega, pa kuda se onda odmećete?"
	},
	{
		"arabicTextofAyah":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"Ljudi, ukoliko poreknete Allahovo postojanje, Allah je neovisan, nema nikakve štete od vašeg nevjerstva, nego vi štetu od toga imate! Allah, džellešanuhu, nije zadovoljan da ljudi budu nevjernici, niti im naređuje da to budu, utoliko prije jer On ne zapovijeda činjenje onog što ne valja. A zadovoljan je da Mu budu zahvalni na blagodatima, i nagradit će ih. Znajte da niko neće odgovarati za grijehe drugog čovjeka, nego će svako odgovarati za ono što je lično on učinio. Vi ćete se naposlijetku, o ljudi, vratiti Uzvišenom Allahu radi polaganja računa, na Dan ustanuća, pa će vas On izvijestiti o vašim djelima i dati vam ono što ste zaslužili. Svevišnji je Allah savršeno upućen u sve tajne, zna šta ljudi kriju i šta potajno planiraju. Allahu ništa nije skriveno.",
		"korkutTranslationOfAyah":"Ako vi budete nezahvalni – pa, Allah od vas ne zavisi, ali On nije zadovoljan ako su robovi Njegovi nezahvalni, a zadovoljan je vama ako budete zahvalni. A nijedan grješnik neće nositi grijehe drugoga! Poslije ćete se Gospodaru svome vratiti, pa će vas On o onom što ste radili obavijestiti, jer On dobro zna svačije misli."
	},
	{
		"arabicTextofAyah":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ",
		"tafsirTextofAyah":"Nevjernik je takav da se vrati i ponizno obraća Svemogućem Allahu kad ga Gospodar dovede pred kakvu kušnju, učini ga bolesnim ili siromašnim, odnosno kad ga dovede u kakvu situaciju koja strah izaziva, kao npr. u životnu opasnost. No, nakon što mu Allah usliša molbu i otkloni kušnju i brigu, ukazavši mu Svoju dobrotu, isti taj čovjek zaboravlja Allahovo dobročinstvo, pripisuje Allahu druge ravnim, da bi odvodio druge ljude u zabludu i udaljio ih od Allahova puta. Reci, Vjerovjesniče, oholom inadžiji, poricatelju: “Uživaj na ovom prolaznom svijetu u nevjerovanju, bit ćeš, nesumnjivo, stanovnik u Džehennemu i u njemu ćeš vječno ostati!”",
		"korkutTranslationOfAyah":"Kad čovjeka nevolja snađe, Gospodaru svome se moli, Njemu se obraća, a onda, pošto mu Allah milost svoju daruje, zaboravi Onoga kome se prije molio, i druge Njemu jednakim smatra, da bi s puta Njegova na stranputicu odvodio. Reci: \"Uživaj neko vrijeme u nevjerovanju svome, bićeš, sigurno, stanovnik u vatri!\""
	},
	{
		"arabicTextofAyah":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"I, je li nevjernik, koji Allahu robuje samo u poteškoći, a u blagostanju Ga poriče, bolji od poniznog i Bogu poslušnog vjernika koji provodi noćne sate u namazu, učenju Kur’ana, zikru, namazu, objedinjujući strah od kazne na Danu sudnjem i nadu u Božiju milost?! Reci, Poslaniče islama: “Jesu li isti oni koji znaju čime ih Allah obavezuje, jer su spoznali Boga, i oni koji o tome ništa ne znaju? Nisu isti! A razliku između ove dvije kategorije ljudi mogu uočiti samo oni čija urođena priroda nije iskvarena.”",
		"korkutTranslationOfAyah":"Da li je onaj koji u noćnim satima u molitvi vrijeme provodi, padajući licem na tle i stojeći, strahujući od onoga svijeta i nadajući se milosti Gospodara svoga…? Reci: \"Zar su isti oni koji znaju i oni koji ne znaju? Samo oni koji pameti imaju pouku primaju!\""
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ",
		"tafsirTextofAyah":"Božiji Poslaniče, obrati se onima koji vjeruju u Mene i poslanike Moje: “Čuvajte se Božije kazne izvršavajući vjerske naredbe, a sustežući se od vjerskih zabrana! One koji budu činili dobra djela na dunjaluku nagradit ćemo time što ćemo im pružiti pomoć, dati zdravlje i imetak, a na Ahiretu bit će u Džennet uvedeni. Zemlja je prostrana onima koji žele obožavati lijepog Allaha, pa neka se isele u drugu zemlju ako u određenoj zemlji ne mogu ispoljavati obilježja vjere. Allah će, džellešanuhu, samo strpljivima na Danu sudnjem dati nagradu bez obračuna, jer će golema i neizbrojiva biti.”",
		"korkutTranslationOfAyah":"Reci: \"O robovi moji koji vjerujete, bojte se Gospodara svoga! One koji na ovome svijetu dobra djela budu činili čeka nagrada, a Allahova zemlja je prostrana; samo oni koji budu strpljivi biće bez računa nagrađeni.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ",
		"tafsirTextofAyah":"Vjerovjesniče, obrati se ljudima: “Meni i mojim sljedbenicima Svevišnji Allah naređuje da samo Njega obožavamo nikog Mu ne pripisujući kao saučesnika.”",
		"korkutTranslationOfAyah":"Reci: \"Meni se naređuje da se klanjam Allahu, iskreno Mu ispovijedajući vjeru"
	},
	{
		"arabicTextofAyah":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"“Svevišnji Allah naređuje mi da budem prvi od ovog umeta koji će se povinovati Njemu.”",
		"korkutTranslationOfAyah":"i naređuje mi se da budem prvi musliman.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"Također reci, Božiji Poslaniče: “Bojim se da ću, budem li neposlušan Gospodaru svjetova, biti kažnjen na Danu sudnjem, čije će strahote biti neopisivo teške.”",
		"korkutTranslationOfAyah":"Reci: \"Ja se bojim patnje na Velikom danu, ako budem Gospodaru svome neposlušan.\""
	},
	{
		"arabicTextofAyah":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي",
		"tafsirTextofAyah":"I dodaj: “Ja robujem samo Svemogućem Allahu, svom Gospodaru, Jednom Jedinom! Njemu robujem nikog Mu ne pridružujući u ibadetu.”",
		"korkutTranslationOfAyah":"Reci: \"Samo se Allahu klanjam, iskreno Mu ispovijedajući vjeru svoju,"
	},
	{
		"arabicTextofAyah":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"I reci: “A vi, o nevjernici, robujte kojim god hoćete kipovima i idolima!” Ove riječi u vezi s mnogobošcima jesu svojevrsna prijetnja. Allahov Poslaniče, reci krivovjernima: “Stradalnici su oni koji na Dan strašnog polaganja računa upropaste sebe i svoje porodice, jer su ih odveli s Prave staze i tako bili uzrok da ne uđu u džennet, odnosno da budu bačeni u Vatru sa njima. Zaista je to pravo stradanje, bez ikakve sumnje.”",
		"korkutTranslationOfAyah":"a vi se, pored Njega, klanjajte kome hoćete!\" Reci: \"Stradaće, uistinu, oni koji na Sudnjem danu izgube i sebe i porodice svoje. Eto, to je pravo stradanje!\""
	},
	{
		"arabicTextofAyah":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ",
		"tafsirTextofAyah":"U džehennemskoj će vatri iznad bezbožnikā biti naslage vatre, vreline i dima koje će ih pokrivati, a i ispod njih bit će naslage vreline, vatre i dima. Allah, džellešanuhu, podsjeća na ovu tešku patnju zato da bi Ga se ljudi bojali čineći dobra djela, a sustežući se od porokā.",
		"korkutTranslationOfAyah":"Nad njima će biti naslage vatre, a i ispod njih naslage; time Allah straši robove Svoje. \"O robovi Moji, bojte se Mene!\""
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ",
		"tafsirTextofAyah":"Onima koji izbjegavaju obožavanje idola i svega drugog čemu ljudi robuju mimo Allahu te koji se kaju – pripada radovijest prilikom smrti da će ući u Džennet, kao i to da će biti spašeni u kaburu i na Sudnjem danu. Poslaniče milosti, obraduj time dobre Božije robove!",
		"korkutTranslationOfAyah":"Za one koji izbjegavaju da se kumirima klanjaju i koji se Allahu obraćaju – njima su namijenjene radosne vijesti, zato obraduj robove Moje"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"A to su oni koji slušajući riječi umiju napraviti razliku između lijepog i ružnog, te slijede ono najljepše, jer je korisno. Eto, njih je Allah uputio na Pravu stazu i njih je potaknuo na činjenje najrazboritijih djela, te ih je učvrstio. Oni su odista uviđavni, oni svoju prirodu nisu iskvarili.",
		"korkutTranslationOfAyah":"koji Kur'an slušaju i slijede ono najljepše u njemu; njima je Allah na Pravi put ukazao i oni su pametni."
	},
	{
		"arabicTextofAyah":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ",
		"tafsirTextofAyah":"Jesi li, Božiji Poslaniče, kadar uputiti onog kome je Sveznajući Allah predodredio da će biti kažnjen jer, svojom voljom, odstupa od Prave staze i upada u nevjerstvo? Ili, jesi li u stanju takvog čovjeka spasiti od kazne u džehennemskoj vatri? Ti to nisi kadar.",
		"korkutTranslationOfAyah":"Zar ti da spasiš onoga koji je zaslužio kaznu, onoga koji će biti u vatri?"
	},
	{
		"arabicTextofAyah":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ",
		"tafsirTextofAyah":"A bogobojazne, čestite vjernike, koji su činili dobra djela i sustezali se od činjenja grijehā čekaju u Džennetu visoke odaje, jedne iznad drugih sagrađene; a ispod džennetskog drveća i dvoraca rijeke protječu. To je Allahovo obećanje dobrim ljudima, koje će On neizbježno ispuniti jer ne krši Svoja obećanja.",
		"korkutTranslationOfAyah":"A one koji se Gospodara svoga boje čekaju odaje, sve jedne iznad drugih sagrađene, ispred kojih rijeke teku – obećanje je Allahovo, a Allah neće obećanje prekršiti."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
		"tafsirTextofAyah":"Zar ne vidiš da Svemogući Allah spušta iz oblaka blagoslovljenu kišu koja zatim ulazi u pukotine zemlje i od koje nastaju, Allahovom voljom, veliki izvori i rijeke. A zatim pomoću iste te kiše Allah, džellešanuhu, daje da raste bilje raznovrsnih boja i različitih karakteristika, koje se, nakon zelenila i života, osuši pa požuti i na koncu se skrši. U tim je Allahovim stvorenjima velika pouka onima koji imaju pameti i koji razmišljaju o Božijem davanju.",
		"korkutTranslationOfAyah":"Zar ne vidiš da Allah spušta s neba kišu pa je u izvore u zemlji razvodi, a onda pomoću nje raznobojno bilje izvodi, zatim se ono osuši i ti ga vidiš požutjelog, i najzad ga skrši. To je, doista, pouka za one koji su pametni."
	},
	{
		"arabicTextofAyah":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
		"tafsirTextofAyah":"Zar su isti zabludjeli nesretnik čije je srce okorjelo, te ne spominje Allaha, i onaj čija je prsa Allah, džellešanuhu, učinio prostranim za prihvatanje islama, pa je spoznao istinu i slijedi je? Njih dvojica nikad neće biti isti. Upućene čeka spas, a one čije je srce okorjelo čeka propast. Ovi potonji u jasnoj su zabludi.",
		"korkutTranslationOfAyah":"Zar je isti onaj čije je srce Allah učinio sklonim islamu, pa on slijedi svjetlo Gospodara svoga? Teško onima čija su srca neosjetljiva kad se spomene Allah, oni su u pravoj zabludi!"
	},
	{
		"arabicTextofAyah":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ",
		"tafsirTextofAyah":"Svevišnji Allah objavljuje Resulullahu, sallallahu alejhi ve sellem, blagoslovljenu knjigu Kur’an čije su riječi najljepše. Časni Kur’an je knjiga čiji su ajeti slični jedni drugima u savršenstvu, i dosljednosti, i neoprečnosti. U njemu se na različite načine govori o prijašnjim narodima i propisima, obećanju i prijetnji, o osobinama onih koji istinu slijede te onih koji u laž vjeruju. Bogobojazne jeza podilazi kad slušaju kur’anske ajete, jer strahuju od kazne na koju oni upozoravaju, a zatim se njihove kože i srca smiruju kad čuju radosne vijesti, ajete o milosti i poticaj na činjenje dobrih djela. I upravo to što vjernici osjete čitajući veličanstveni Kur’an jest Allahova dobrota spram njih, i uputa koju im je dao; a Allah na Pravu stazu upućuje koga On hoće. Valja vam znati da niko neće uputiti onog koga Sveznajući Allah odvede u zabludu!",
		"korkutTranslationOfAyah":"Allah objavljuje najljepši govor, Knjigu sličnu po smislu, čije se poruke ponavljaju, zbog kojih podilazi jeza one koji se Gospodara svoga boje, a kada spomene ime Allahovo, kože njihove i srca njihova se smiruju. Ona je Allahov Pravi put na koji On ukazuje onome kome On hoće; a onoga koga Allah ostavi u zabludi niko na Pravi put neće moći uputiti."
	},
	{
		"arabicTextofAyah":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ",
		"tafsirTextofAyah":"Zar je isti onaj koji će na Dan ustanuća biti bačen u paklenu vatru na svoje lice, sa svezanim rukama iza leđa pa će se, jer je bio poricatelj, od vatre moći braniti samo licem, i onaj kojim će Plemeniti Allah biti zadovoljan te ga, kao vjernika čestita, uvesti u Džennet? Nisu njih dvojica isti, niti mogu biti. Nevjernicima, koji su sami sebi nanijeli nepravdu čineći širk i grijehe, bit će rečeno na Velikom danu: “Trpite posljedice hrđavih djela koja ste činili na dunjaluku! Ovo ste zaslužili.”",
		"korkutTranslationOfAyah":"Zar je isti onaj koji će se na Sudnjem danu licem svojim zaklanjati od strahovite patnje? \"Trpite ono što ste zaslužili!\" – mnogobošcima će se reći."
	},
	{
		"arabicTextofAyah":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Kao što tvoj narod, Poslaniče, poriče, tako su poricali i prijašnji narodi, pa ih je Allah, džellešanuhu, kaznio kad su se kazni najmanje nadali, a, usto im nije naumpalo kakva će ih kazna stići, te da je neće osjetiti i da se neće stići pokajati.",
		"korkutTranslationOfAyah":"Oni prije njih su poricali, pa ih je stigla kazna odakle nisu očekivali."
	},
	{
		"arabicTextofAyah":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Svevišnji Allah dao je da nevjernički narodi osjete bolnu patnju i poniženje na ovom svijetu, a na Ahiretu ih čeka patnja u paklenoj vatri, koja će biti najstrašnija i najteža. Da nevjernici to znaju!",
		"korkutTranslationOfAyah":"Allah je dao da osjete poniženje u životu na ovome svijetu, a patnja na drugome svijetu biće, zaista, još gora – kad bi oni samo znali!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, u veličanstvenom Kur’anu, koji je objavljen Muhammedu, sallallahu alejhi ve sellem, navodi nevjernicima razne primjere dobra i zla, istine i neistine, vjerovanja i nevjerovanja... ne bi li izvukli pouku i sustegnuli se od nevjerstva i porokā.",
		"korkutTranslationOfAyah":"Mi u ovom Kur'anu navodimo ljudima svakojake primjere da bi pouku primili,"
	},
	{
		"arabicTextofAyah":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ",
		"tafsirTextofAyah":"Časni Kur’an je knjiga objavljena na arapskom jeziku čije su riječi jasne a značenje razumljivo, bez bilo kakvih komplikacija i začudnosti, kako bi ljudi, čitajući je, izvukli korist i bojali se Plemenitog Allaha čineći dobra djela, a sustežući se od porokā.",
		"korkutTranslationOfAyah":"u Kur'anu na arapskom jeziku, u kome nema nikakve protivrječnosti, da bi se Gospodara svoga pobojali."
	},
	{
		"arabicTextofAyah":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Sveznajući Allah upoređuje mušrika sa robom koji je u vlasti više ljudi koji se otimaju oko njega, pa je isti taj rob izbezumljen i zbunjen ne znajući koga od njih da posluša; bilo kojeg da posluša, sigurno će izazvati srdžbu onog drugog. A monoteistu, koji je uvjeren u Ahiret i staložen, Znalac svih tajni upoređuje s robom koji je u vlasti jednog čovjeka pa se trudi da mu udovolji, sav usredsređen na želje i volju jednog vlasnika. Jesu li ova dva roba u istom položaju? Nisu. Milostivom Allahu pripadaju slava i hvala. Većina ljudi to ne zna, pa Allahu pripisuje sudruge.",
		"korkutTranslationOfAyah":"Allah navodi kao primjer čovjeka koji je u vlasti ortākā oko koga se oni otimaju, i čovjeka koji je u vlasti samo jednog čovjeka – da li je položaj njih dvojice isti? Hvaljen neka je Allah, nije, ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ",
		"tafsirTextofAyah":"Ti ćeš, Božiji Poslaniče, umrijeti, neumitno, a i tvoji će neprijatelji pomrijeti, bez imalo sumnje.",
		"korkutTranslationOfAyah":"Ti ćeš, zacijelo, umrijeti, a i oni će, također, pomrijeti,"
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ",
		"tafsirTextofAyah":"A zatim ćete se, o ljudi, prepirati pred Znalcem svih tajni na Sudnjem danu. Tad će se saznati ko je na istini, a ko na neistini bio.",
		"korkutTranslationOfAyah":"i poslije, na Sudnjem danu, pred Gospodarom svojim ćete se jedan s drugim prepirati."
	},
	{
		"arabicTextofAyah":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Niko nije nepravedniji od onog ko o Allahu govori ono što Mu ne priliči, pa pripisuje Allahu druge ravnim ili smatra da Allah ima ženu i dijete. Niko nije nepravedniji ni od onog čovjeka koji poriče Resulullahovo, sallallahu alejhi ve sellem, poslanstvo i odbija uputu koju je on donio! A zar u paklenoj vatri neće biti mjesto i stalno stanište nevjernicima koji poriču Allaha i ono sa čime je došao Poslanik, s.a.v.s.? Da, u džehennemskoj će vatri njihovo stanište biti.",
		"korkutTranslationOfAyah":"Ima li nepravednijeg od onoga koji o Allahu govori laži i smatra da je laž Istina kada mu ona dolazi? Zar u Džehennemu prebivalište za nevjernike neće biti?"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
		"tafsirTextofAyah":"Onaj koji donosi istinu (objavu) od Allaha i voli istinoljubivost u riječima, djelima i ponašanju (to su poslanici i njihovi sljedbenici do Kijametskog dana), te onaj ko vjeruje u objavu i istinski je slijedi u riječima i djelima – svi su oni bogobojazni i čestiti. Oni su onī koji izvršavaju Allahove naredbe, a sustežu se od Njegovih zabrana.",
		"korkutTranslationOfAyah":"A onaj koji donosi istinu i oni koji u nju vjeruju, oni su bogobojazni,"
	},
	{
		"arabicTextofAyah":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Ovi istinoljubivi, dobri vjernici imat će kod Svevišnjeg Allaha razne, vječne radosti i užitke koje budu željeli. Bit će to nagrada onima koji bijahu dobročinitelji tako što su iskreno robovali Plemenitom Allahu i lijepo se prema ljudima ophodili.",
		"korkutTranslationOfAyah":"sve što zažele u Gospodara svoga će naći; to će biti nagrada onima koji su dobra djela činili,"
	},
	{
		"arabicTextofAyah":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Tako će biti, da bi Allah, džellešanuhu, prešao preko njihovih hrđavih postupaka i grijeha koje su učinili na dunjaluku, jer su bili vjernici koji su se kajali i činili dobra djela poslije učinjenog grijeha. I da bi ih Plemeniti Allah nagradio najljepšom nagradom uzevši u obzir ono djelo iz određene vrste koje je učinjeno najsavršenije i najiskrenije.",
		"korkutTranslationOfAyah":"da bi Allah preko ružnih postupaka njihovih prešao, i da bi ih za lijepa djela koja su radili nagradio."
	},
	{
		"arabicTextofAyah":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
		"tafsirTextofAyah":"Zar Allah ne čuva Svog Poslanika, sallallahu alejhi ve sellem, kad je riječ o vjeri i životu, od uznemiravanja, spletki i zla nevjernikā, pa mu ničim ne mogu nauditi? Da, Allah mu je dovoljan. Vjerovjesniče, nevjernici, jer su neznalice i maloumni, plaše te božanstvima kojima se, a ne Allahu, klanjaju i tvrde da će ti ona nauditi, govoreći koješta! Onima kojima je Allah predodredio zabludu niko ne može pomoći niti im iko može na put razboritosti ukazati!",
		"korkutTranslationOfAyah":"Zar Allah sam nije dovoljan robu Svome? A oni te plaše onima kojima se, pored Njega, klanjaju. Onoga koga Allah ostavi u zabludi – niko ne može na Pravi put uputiti,"
	},
	{
		"arabicTextofAyah":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ",
		"tafsirTextofAyah":"S druge strane, znajte da niko ne može odvesti u zabludu onog čovjeka kojeg je Allah, džellešanuhu, uputio. Zar Svevišnji Allah nije silan u Svojoj vlasti? On kažnjava i ostavlja bez podrške Svoje neprijatelje, Njemu se niko ne može usprotiviti. I zar Uzvišeni Allah ne kažnjava one koji Mu se suprotstavljaju? Da, Allah je silan i kažnjava Svoje neprijatelje.",
		"korkutTranslationOfAyah":"a onoga koga On na Pravi put uputi – niko ne može u zabludu dovesti. Zar Allah nije silan i strog?"
	},
	{
		"arabicTextofAyah":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ",
		"tafsirTextofAyah":"Poslaniče islama, akoli upitaš mnogobošce: “Ko je stvorio nebesa i Zemlju?”, oni će ti odgovoriti da ih je stvorio Allah. Reci im, pokazujući nemoć božanstava kojima se oni klanjaju: “Jesu li vaši bogovi kojima mimo Allaha robujete u stanju spriječiti kakvo zlo koje mi je Allah predodredio ili ga pak od mene otkloniti ako me zadesi? I jesu li vaši bogovi kadri zadržati kakvo dobro koje mi Allah podari ili pak zadržati Njegovu milost koju mi ukaže?” Potom reci: “Meni je Allah, džellešanuhu, dovoljan, na Njega se oslanjam u svim poslovima. Na Njega se svaki monoteist oslanja.”",
		"korkutTranslationOfAyah":"Ako ih upitaš ko je stvorio nebesa i Zemlju, sigurno će reći: \"Allah!\", a ti reci: \"Mislite li vi da bi oni kojima se, pored Allaha, klanjate mogli otkloniti štetu, ako Allah hoće da mi je učini, ili, da bi mogli zadržati milost Njegovu, ako On hoće da mi je podari?\" Reci: \"Meni je dovoljan Allah, u Njega se pouzdaju oni koji se pouzdavaju.\""
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Božiji Poslaniče, reci bezbožnicima: “Postupajte onako kako postupate – ne vjerujete i poričete – a ja ću postupati sukladno Allahovoj uputi koju mi je dao, samo ću Njemu robovati i jedino Njemu biti pokoran te vjerovati u istinu i prema njoj postupati! Vi ćete neizostavno znati konačnicu moju i vašu.”",
		"korkutTranslationOfAyah":"Reci: \"O narode moj, ti postupaj onako kako postupaš, a i ja ću postupati, pa ćete znati"
	},
	{
		"arabicTextofAyah":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ",
		"tafsirTextofAyah":"“Saznat ćete, osim toga, koga će stići Božija kazna koja će ga nadasve poniziti i osramotiti na ovom svijetu, i na njega se sručiti na budućem svijetu a iz koje mu nikad neće biti izlaska, i u kojoj će zasvagda ostati.”",
		"korkutTranslationOfAyah":"koga će stići patnja koja će ga poniziti, i koga će patnja vječna snaći.\""
	},
	{
		"arabicTextofAyah":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ",
		"tafsirTextofAyah":"Allah, džellešanuhu, objavio ti je časni Kur’an s istinom i pravdom da ljude upozoriš. Neće Allahu korist donijeti nečija uputa jer On je neovisan, nego samo sebi dobro čini i ličnu će korist izvući onaj ko bude vjerovao u veličanstveni Kur’an. A onaj ko dadne prednost zabludi i otuđi se od Prave staze bit će na gubitku i bit će kažnjen, sām će sebe time upropastiti, a Allahu neće time naštetiti. Ti, Vjeronavjestitelju, nisi opunomoćen da bilježiš šta ljudi rade, niti si dužan da ih pozivaš na odgovornost za njihova djela, niti si dužan prisiliti ljude da slijede Pravi put. Tvoje je da preneseš poslanicu.",
		"korkutTranslationOfAyah":"Mi ti objavljujemo Knjigu zbog svih ljudi – samu istinu; onaj ko bude išao Pravim putem – sebi će koristiti, a onaj ko bude išao stranputicom – sebi će nauditi, ti nisi njima tutor."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Samo je Allah Onaj Koji uzima duše u času smrti, kad dođe vrijeme da stanovito živo biće umre. A i duše onih čiji edžel još nije izišao na spavanju. Uzvišeni Allah zadržava duše koje su umrle a one čiji edžel nije završio ostavlja do roka određenog i samo Njemu znanog. U uzimanju duše islanju duše onog koji spava, u smrti i životu, jesu bjelodani dokazi onima koji razmišljaju da je Allah, Koji to čini, kadar mrtve oživiti i pozvati ih na odgovornost za djela.",
		"korkutTranslationOfAyah":"Allah uzima duše u času njihove smrti, a i onih koji spavaju, pa zadržava one kojima je odredio da umru, a ostavlja one druge do roka određenog. To su, zaista, dokazi za one koji razmišljaju."
	},
	{
		"arabicTextofAyah":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Nevjernici uzimaju posrednike u vidu svojih idola želeći da se okoriste njima a ne od Allaha! Reci, Vjerovjesniče: “Zar uzimate posrednike, a oni vam ne mogu nikakvo dobro osigurati, niti od vas mogu kakvo zlo otkloniti? Usto, božanstva kojima se klanjate uopće ne osjećaju da ih obožavate; materija su neživa, ne posjeduju razum, ne čuju, ne vide, ne mogu govoriti.”",
		"korkutTranslationOfAyah":"Oni bez Allahova odobrenja posrednike uzimaju. Reci: \"Zar i onda kada su bez ikakve moći i kada ništa ne razumiju!\""
	},
	{
		"arabicTextofAyah":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Poslaniče islama, obrati se bezbožnicima: “Samo Allahu, džellešanuhu, pripada zagovorništvo. Kod Njega se može zauzeti samo onaj kome On dozvoli i čijim je zauzimanjem zadovoljan. Allahu pripada vlast na nebesima i Zemlji. A na Danu sudnjem vratit ćete se svi Allahu, o ljudi, da bi svakom dao ono što je zaslužio.”",
		"korkutTranslationOfAyah":"Reci: \"Niko ne može bez Njegove volje posredovati, vlast na nebesima i na Zemlji Njegova je, a poslije – Njemu ćete se vratiti.\""
	},
	{
		"arabicTextofAyah":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ",
		"tafsirTextofAyah":"Kad se jedino Allah spomene, a ne i božanstva mimo Njega, zamru srca nevjernikā grješnikā, onih koji poriču oživljenje na Ahiretu i polaganje računa. No, spomenu li se lažna božanstva kojima se oni klanjaju, njih odjednom radost obuzme.",
		"korkutTranslationOfAyah":"Kad se Allah samo spomene, grče se srca onih koji u onaj svijet ne vjeruju, a kada se spomenu oni kojima se oni pored Njega klanjaju, odjednom ih radost obuzme."
	},
	{
		"arabicTextofAyah":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"Reci, Božiji Poslaniče: “Moj Allahu, Stvoritelju nebesa i Zemlje iz ničeg stvorio, o Ti, Kojem je poznato ono što niko ne vidi i ono što je vidljivo, Ti ćeš presuditi među Svojim robovima na Kijametskom danu u pogledu vjerovanja, u čemu su se ljudi razilazili na ovom svijetu! Tad će se znati ko je bio u pravu, a ko u krivu; ko je sretan, a ko nesretan!”",
		"korkutTranslationOfAyah":"Reci: \"Allahu, Stvoritelju nebesa i Zemlje, Ti koji znaš nevidljivi i vidljivi svijet, Ti ćeš robovima Svojim presuditi u onome oko čega su se razilazili!\""
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ",
		"tafsirTextofAyah":"Kad bi oni koji su čineći širk i grijehe sebi nepravdu nanijeli imali sva blaga i riznice i mnogostruko toliko, sve bi to dali na Danu sudnjem da se iskupe od patnje koju će ugledati nakon oživljenja. A kad bi sve to i posjedovali i ponudili kao iskup od kazne, ne bi se od njih primilo. Od Svemogućeg Allaha snaći će ih vrste kazne koje nisu očekivali.",
		"korkutTranslationOfAyah":"Kad bi mnogobošci imali sve što je na Zemlji, i još toliko, na Sudnjem danu oni bi sve to dali da bi se teške patnje iskupili; A Allah će ih kazniti kaznom kakvu nisu mogli ni naslutiti,"
	},
	{
		"arabicTextofAyah":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"I bezbožnicima će biti predočena užasna kazna zbog širka i drugih grijeha koje činjahu na ovom svijetu. Sa svih strana snaći će ih bolna kazna – kao nagrada za ismijavanje s tom kaznom kojom su zastrašivani na ovom svijetu.",
		"korkutTranslationOfAyah":"i predočiće im se hrđava djela njihova koja su radili i snaći će ih baš ono čemu su se izrugivali."
	},
	{
		"arabicTextofAyah":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Ako nevjernika snađu nevolje i kušnje, kao npr. bolest i siromaštvo, iskreno se obraća Svevišnjem Allahu moleći Ga da mu ukaže na izlaz. Nakon što Plemeniti Allah otkloni nevolju i dajući mu blagodat zdravlja i imetka, nevjernik govori: “Ovo blagostanje dato mi je zato što Allah zna da ga zaslužujem!” A istina je da su to samo iskušenje i približavanje kazni. I većina nevjernika nije toga svjesna, pa budu obmanjeni Božijim blagodatima.",
		"korkutTranslationOfAyah":"Kad čovjeka kakva nevolja snađe, Nama se moli; a kad mu Mi poslije blagodat pružimo, onda govori: \"Ovo mi je dato zato što sam to zaslužio.\" A nije tako, to je samo kušnja, ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Tako pogrešno govore mekanski nevjernici, a isto su govorili i prijašnji narodi, pa ih od Allahove, džellešanuhu, kazne nisu odbranili njihovi imeci niti položaj.",
		"korkutTranslationOfAyah":"Tako su govorili i oni prije njih, pa im nije koristilo ono što su bili stekli,"
	},
	{
		"arabicTextofAyah":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ",
		"tafsirTextofAyah":"I ranije nevjernike grešnike koji tako govorahu stiže kazna, kao posljedica neposlušnosti. One koji sebi nanose nepravdu time što čine širk i grijehe stići će kazna, kao i mnogobošce prije njih, te će snositi posljedice zbog svojih grijeha. I neka znaju da neće umaći Svemogućem Allahu i da se protiv Njega ne mogu boriti.",
		"korkutTranslationOfAyah":"i stigla ih je kazna za ono što su radili. A i one među ovima koji nepravdu čine – stići će kazna za ono što čine, oni neće umaći."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zar ovi nevjernici ne znaju da Allah, džellešanuhu, daje ovozemaljske čari, imetak, djecu, ugled, vlast, onom kome hoće od robova Svojih, da bi se pokazalo hoće li zahvalan ili nezahvalan biti, odnosno da uskraćuje onom kome On hoće, pa čini čovjeka siromašnim i potrebnim, da se pokaže hoće li se strpjeti ili će huliti na sudbinu? Činjenica da Uzvišeni Allah nekom daje obilnu opskrbu a nekom je uskraćuje, jasan je dokaz da je On svemoćan i da savršeno upravlja Svojim stvorenjima. Ali taj dokaz od koristi je samo onima koji vjeruju, jer oni pouku uzimaju iz Njegovih dokaza. A kad je riječ o nevjernicima, oni pored tih dokaza ravnodušno prolaze i leđa im okreću.",
		"korkutTranslationOfAyah":"Kako ne znaju da Allah daje obilje onome kome hoće, i da ga uskraćuje; to su, zaista, pouke narodu koji vjeruje."
	},
	{
		"arabicTextofAyah":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Poslaniče, obrati se onima koji su sebi nepravdu učinili jer su grijehe činili i Allahu druga pridruživali: “Ne gubite nadu, o Allahovi robovi, u Njegovu milost ako ste počinili grijehe! Allahova je milost velika, Njegova je dobrota nemjerljiva. Allah će, džellešanuhu, oprostiti sve grijehe i preći će preko svih hrđavih postupaka ako se čovjek iskreno pokaje i bude žalio zbog svoje nepromišljenosti.”",
		"korkutTranslationOfAyah":"Reci: \"O robovi moji koji ste se prema sebi ogriješili, ne gubite nadu u Allahovu milost! Allah će, sigurno, sve grijehe oprostiti; On, doista, mnogo prašta i On je milostiv.\""
	},
	{
		"arabicTextofAyah":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ",
		"tafsirTextofAyah":"Obraćajte se Allahu kajući Mu se i tražeći oprost, te se samo Njemu prepustite i povinujte, i to prije nego što vas stigne kazna Njegova na Sudnjem danu – neće vam poslije niko pomoći i neće vas niko u svoje okrilje uzeti, niti vaša porodica, niti lažna božanstva.",
		"korkutTranslationOfAyah":"I povratite se Gospodaru svome i pokorite Mu se prije nego što vam kazna dođe – poslije vam niko neće u pomoć priskočiti."
	},
	{
		"arabicTextofAyah":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ",
		"tafsirTextofAyah":"I slijedite, časni Kur’an, najljepše što je Allah objavio Resulullahu, sallallahu alejhi ve sellem, pa postupajte sukladno onom što se u njemu nalazi – izvršavajte vjerske naredbe, a sustežite se od vjerskih zabrana. Budite privrženi Kur’anu prije nego što dođe kazna iznenada, onda kad joj se budete najmanje nadali, te nećete imati vremena pokajati se za grijehe.",
		"korkutTranslationOfAyah":"I slijedite ono najljepše, ono što vam Gospodar vaš objavljuje, prije nego što vam iznenada kazna dođe, za čiji dolazak nećete znati,"
	},
	{
		"arabicTextofAyah":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
		"tafsirTextofAyah":"Uradite to zato da čovjek ne bi žalio zbog silnog kajanja na Sudnjem danu, govoreći: “Teško meni zbog onog što u odnosu na Allaha propustih, i zbog grijeha i nevjerstava koje počinih! I čak bijah jedan od onih što su se izrugivali vjernicima, onima što dobra djela činjahu.”",
		"korkutTranslationOfAyah":"da čovjek ne bi uzviknuo: \"Teško meni, koliko sam samo dužnosti prema Allahu propustio, čak sam se i izrugivao!\" –"
	},
	{
		"arabicTextofAyah":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Ili da čovjek ne bi, pozivajući se na sudbinu, rekao: “Kamo sreće da me Svevišnji Allah uputio na Pravu stazu, pa bih zacijelo bio jedan od bogobojaznih, koji izvršavaju Njegove naredbe, a sustežu se od Njegovih zabrana!”",
		"korkutTranslationOfAyah":"ili da ne bi rekao: \"Da me je Allah Pravim putem uputio, sigurno bih se Njegove kazne sačuvao\","
	},
	{
		"arabicTextofAyah":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Ili da ne bi čovjek, pošto se suoči s kaznom grešnicima pripremljenom, rekao: “O, kad bih se mogao vratiti na dunjaluk pa da se pokajem i dobro činim!”",
		"korkutTranslationOfAyah":"ili da ne bi rekao kad doživi patnju: \"Da mi se samo vratiti – dobra djela bih činio!\""
	},
	{
		"arabicTextofAyah":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Ove će riječi grješnik uprazno govoriti, jer nije iskoristio priliku da čini dobra djela, i njemu su Allahova, džellešanuhu, znamenja dolazila, posredstvom Resulullaha, sallallahu alejhi ve sellem, ali ih je on, oholi poricatelj i inadžija, negirao i oholio se, pa nije htio vjerovati u Allaha i poslanike.",
		"korkutTranslationOfAyah":"\"Nikada! Dolazile su ti pouke Moje, pa si ih poricao i oholio se, i nevjernik si bio.\""
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ",
		"tafsirTextofAyah":"Na Dan ustanuća vidjet ćeš one što su na Allaha lagali smatrajući Mu druge ravnim ili Mu pripisujući dijete ili ženu – lica će im potamnjeti, kao pokazatelj nesreće u kojoj se nalaze. A nije li u Džehennemu konačno stanište svim oholim inadžijama koji nisu vjerovali u Boga i Njegove poslanike? Da, u Džehennemu je njima mjesto.",
		"korkutTranslationOfAyah":"Na Sudnjem danu vidjećeš pocrnjela lica onih koji su o Allahu laži govorili. A zar u Džehennemu neće biti boravište oholih?"
	},
	{
		"arabicTextofAyah":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Allah će od paklene vatre spasiti čestite, bogobojazne vjernike, koji su bili poslušni Allahu, Jednom Jedinom, i sustezali se od činjenja porokā, te će ostvariti uspjeh – dobit će Allahovo zadovoljstvo i Džennet. Eto, njih neće vatra doticati, niti će ih ikakvo zlo zadesiti, neće tugovati za dunjalučkim čarima koje su ih mimoišle.",
		"korkutTranslationOfAyah":"Allah će spasiti one koji su Njegova naređenja izvršavali, a Njegovih se zabrana klonili, i oni će postići ono što su željeli; zlo ih se neće doticati i oni neće tugovati."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
		"tafsirTextofAyah":"Svevišnji Allah jedini je stvoritelj svega što postoji, On svime upravlja i raspolaže, On sve što postoji čuva.",
		"korkutTranslationOfAyah":"Allah je Stvoritelj svega i On upravlja svim,"
	},
	{
		"arabicTextofAyah":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"U Allahovoj su ruci ključevi i riznice nebesa i Zemlje, daje ih kome hoća, a uskraćuje kome hoće. A pravi su stradalnici i bit će sasvim izgubljeni, na dunjaluku i na Ahiretu, oni koji poriču jasne, nepobitne Allahove dokaze, tim više jer im je na dunjaluku bilo uskraćeno vjerovanje zbog djela njihovih i jer će na Ahiretu vječno u Vatri ostati.",
		"korkutTranslationOfAyah":"u Njega su ključevi nebesa i Zemlje! A oni koji u Allahove dokaze ne vjeruju, oni će biti izgubljeni!"
	},
	{
		"arabicTextofAyah":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ",
		"tafsirTextofAyah":"Poslaniče islama, obrati se bezbožnicima što od tebe zahtijevaju da ibadet činiš kipovima: “O vi koji niste spoznali Gospodara, zar da obožavam nekog drugog, a ne Allaha? Nema istinskog božanstva osim Allaha, samo se Njemu treba klanjati, jedino On to zaslužuje!”",
		"korkutTranslationOfAyah":"Reci: \"Zar od mene tražite da se nekome drugom, osim Allahu, klanjam, o neznalice?!\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, objavio je tebi, Vjerovjesniče, u sklopu cjelokupne objave, a i vjerovjesnicima koji bijahu prije tebe objavio je također: “Budeš li Allahu pripisivao saučesnika, ma koga ili bilo šta, u ibadetu, Allah će tvoja djela i trud poništiti, sigurno, i bit ćeš, nesumnjivo, jedan od zalutalih i nastradalih, pa ćeš biti izgubljen na oba svijeta!”",
		"korkutTranslationOfAyah":"A tebi, i onima prije tebe objavljeno je: \"Ako budeš druge Allahu ravnim smatrao, tvoja djela će, sigurno, propasti, a ti ćeš izgubljen biti.\""
	},
	{
		"arabicTextofAyah":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
		"tafsirTextofAyah":"Nego, ti obožavaj Allaha, jedinog Boga, samo On zaslužuje da Mu se robuje, Njemu budi poslušan, budi Mu zahvalan na blagodatima kojima te obasuo.",
		"korkutTranslationOfAyah":"Nego, Allahu se jedino klanjaj i budi zahvalan!"
	},
	{
		"arabicTextofAyah":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Mnogobošci ne štuju Allaha onako kako Ga treba štovati, jer Mu pripisuju kao saučesnike stvorenja, a sva stvorenja su nemoćna za bilo šta osim ako im Allah podari snagu. O, kako su oni u nemaru jer ne znaju da se Allahova veličina i moć ogledaju i u tome da će na Danu sudnjem cijela Zemlja (planine, stabla, rijeke, mora) biti u Njegovoj šaci, a sedmera će nebesa Svojom desnom rukom smotati kao što se smotaju knjižni listovi. Slavljen neka je Allah, džellešanuhu, i vrlo visoko iznad onog što o njemu govore višebošci!",
		"korkutTranslationOfAyah":"Oni ne veličaju Allaha onako kako Ga treba veličati; a čitava Zemlja će na Sudnjem danu u vlasti Njegovoj biti, a nebesa će u moći Njegovoj smotana ostati. Hvaljen neka je On i vrlo visoko iznad onih koje Njemu smatraju ravnim!"
	},
	{
		"arabicTextofAyah":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ",
		"tafsirTextofAyah":"Nakon što melek Israfil puhne u rog, sve će na nebesima i na Zemlji umrijeti. A zatim će puhnuti u rog drugi put pa će sva živa bića biti oživljena, čekajući polaganje računa i sa strepnjom iščekujući šta će se dogoditi.",
		"korkutTranslationOfAyah":"I u Rog će se puhnuti, i umrijeće oni na nebesima i oni na Zemlji, ostaće samo oni koje bude Allah odabrao; poslije će se u Rog po drugi put puhnuti i oni će, odjednom, ustati i čekati."
	},
	{
		"arabicTextofAyah":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Zemlja će bljesnuti svjetlošću Gospodara svog na Danu konačnog polaganja računa kad se pojavi Allah, Znalac svih tajni, radi suđenja Svojim robovima. Bit će raširene knjige dobrih i loših djela, i bit će dovedeni poslanici i svjedoci da posvjedoče o ljudskim djelima. Svevišnji Allah pozvat će Resulullahov, sallallahu alejhi ve sellem, ummet da svjedoči protiv svih ostalih naroda, a u korist vjerovjesnika što su istim tim narodima poslati. Zatim će presuditi među ljudima po pravdi. Allah, džellešanuhu, neće nikom učiniti nepravdu, pa neće dobročinitelju oduzeti nijedno dobro djelo, a grješniku neće dodati nijedno hrđavo djelo.",
		"korkutTranslationOfAyah":"I Zemlja će svjetlošću Gospodara svoga zasjati i Knjiga će se postaviti, vjerovjesnici i svjedoci će se dovesti, i po pravdi će im se svima presuditi, nikome se neće nepravda učiniti;"
	},
	{
		"arabicTextofAyah":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah dat će svakom prema onom što je zaslužio, za dobro će dobrim nagraditi, a za zlo će kazniti. Allah zaista zna šta je ko na dunjaluku radio, zna ko je bio dobar, a ko loš; zna ko je radio dobro, a ko zlo. Allahu ništa tog Dana neće biti skriveno.",
		"korkutTranslationOfAyah":"svako će dobiti ono što je zaslužio, jer On dobro zna šta je ko radio."
	},
	{
		"arabicTextofAyah":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Meleki će potjerati bezbožnike u paklenu vatru u gomilama; pošto ih se, ponižene i osramoćene, dotjera do Vatre, bit će naređeno da čuvari Džehennema otvore kapije. Čuvari će reći, koreći ih: “Zar vam na dunjaluku nisu dolazili vaši poslanici, koji su vam kazivali ajete iz Allahove knjige, upozoravali vas na Dan strašnog polaganja računa, odvraćali vas od širka i neposlušnosti prema Bogu?” Priznajući i kajući se nevjernici će reći: “Dakako, dolazili su nam poslanici, upozoravajući nas i pozivajući u vjerovanje, ali prijetnja da će nastradati poricatelji, oni koji leđa okreću, mora se ostvariti, a mi smo nevjernici bili.”",
		"korkutTranslationOfAyah":"Oni koji nisu vjerovali u gomilama će u Džehennem biti natjerani, i kad do njega dođu, kapije njegove će se pootvarati i čuvari njegovi će ih upitati: \"Zar vam nisu dolazili vaši poslanici, koji su vam ajete Gospodara vašeg kazivali i opominjali vas da ćete ovaj vaš Dan doživjeti?\" – \"Jesu\" – reći će oni – \"ali još je davno određeno da će nevjernici kažnjeni biti.\""
	},
	{
		"arabicTextofAyah":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
		"tafsirTextofAyah":"Krivovjerni će biti ukoreni i poniženi tako što će im se reći: “Ulazite na džehennemske kapije da biste u njemu vječno ostali! Iz Džehennema nikad nećete izaći, niti će vam se u njemu patnja imalo ublažiti!” O, kako će užasno prebivalište biti za one koji su se oholili ne prihvatajući istinu, otuđivali se od Prave staze.",
		"korkutTranslationOfAyah":"I reći će se: \"Ulazite na džehennemske kapije, vječno ćete u njemu boraviti!\" Grozna li prebivališta onima koji su se oholili!"
	},
	{
		"arabicTextofAyah":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ",
		"tafsirTextofAyah":"A bogobojazni, koji su činili dobra djela i sustezali se od grijeha, bit će u skupinama prema Džennetu vođeni. I kad dospiju do Dženneta, zateći će njegove kapije širom otvorene – kao dobrodošlica i počast; meleki će ih pozdraviti i obradovati, čestitajući im što su bili čestiti i što su dobro činili. Kazat će im da ih, zbog neporočnosti i dobrote, čeka sigurnost od svake neprijatnosti i straha, te da će u Džennetu, Kući spasa i uspjeha, vječno boraviti.",
		"korkutTranslationOfAyah":"A oni koji su se Gospodara svoga bojali u povorkama će u Džennet biti povedeni, i kad do njega dođu – a kapije njegove već širom otvorene – čuvari njegovi će im reći: \"Mir vama, od grijeha ste čisti, zato uđite u nj, u njemu ćete vječno boraviti!\""
	},
	{
		"arabicTextofAyah":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
		"tafsirTextofAyah":"Nakon što vjernici stupe u Džennet reći će: “Sva hvala i zahvala pripadaju Allahu, Koji ispuni obećanje dato na jeziku poslanikā – da će čestiti biti nagrađeni u vječnoj kući Džennetu! Neka je hvala Uzvišenom Allahu, Koji nam je ubaštinio Džennet i njegove užitke, da se u njemu krećemo, onuda kuda želimo i kako želimo, vječno sretni, radosni i raspoloženi!” O, kako će biti divna nagrada dobročiniteljima koji su zarad Allahova lica dobro činili.",
		"korkutTranslationOfAyah":"I oni će reći: \"Hvala Allahu, koji nam je obećanje Svoje ispunio i u Džennetu nam mjesto darovao, da se u njemu nastanimo gdje hoćemo!\" Divne li nagrade onima koji su se trudili!"
	},
	{
		"arabicTextofAyah":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I ugledat ćeš na Sudnjem danu meleke kako Arš, Allahov prijesto, okružuju i Gospodara svog hvalom veličaju i slave Ga negirajući ono što Mu nije prilično, a što su nevjernici o Njemu govorili. Svima će Allah, džellešanuhu, po pravdi presuditi i nikom neće nepravdu učiniti; vjernike će u Džennet uvesti, a bezbožnike će u Vatru baciti. Nakon što Znalac svih tajni presudi svim ljudima i nakon što dobri dobiju nagradu, a zločesti kaznu, bit će rečeno: “Neka je hvaljen Allah, Gospodar svih svjetova, zbog pravedne presude!” Plemeniti Allah bit će hvaljen zbog Svoje dobrote i dobročinstva prema čestitima, kao i zbog pravedne kazne kojom će kazniti Svoje neprijatelje.",
		"korkutTranslationOfAyah":"I vidjećeš meleke kako Prijesto okružuju, veličajući i hvaleći Gospodara svoga; i svima će se po pravdi presuditi i reći će se: \"Hvaljen neka je Allah, Gospodar svjetova!\""
	}
]