[
	{
		"arabicTextofAyah":"حمٓ",
		"tafsirTextofAyah":"O kur’anskim skraćenicama već je bilo govora na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Hā Mīm."
	},
	{
		"arabicTextofAyah":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
		"tafsirTextofAyah":"Ovu mudru Knjigu Resulullahu, sallallahu alejhi ve sellem, objavljuje Allah, Milostivi i Samilosni.",
		"korkutTranslationOfAyah":"Objava je od Milostivog, Samilosnog,"
	},
	{
		"arabicTextofAyah":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kur’an je knjiga čiji su ajeti, propisi i mudžize jasno izloženi; Allah je Knjigu objavio na književnom arapskom jeziku kako bi ga svi ljudi, slušajući i čitajući njegove ajete, mogli razumjeti i okoristiti se uputom ka istini.",
		"korkutTranslationOfAyah":"Knjiga čiji su ajeti jasno izloženi, Kur'an na arapskom jeziku za ljude koji znaju,"
	},
	{
		"arabicTextofAyah":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ",
		"tafsirTextofAyah":"Časni Kur’an donosi radosne vijesti da će vjernici biti nagrađeni, a upozorava bezvjerce da će biti kažnjeni, no većina ljudi okreće leđa Kur’anu, ne sluša njegove ajete te ih i ne prihvata.",
		"korkutTranslationOfAyah":"vjesnik radosnih vijesti i opomena – pa opet većina njih glavu okreće, neće ni da čuje."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ",
		"tafsirTextofAyah":"Nevjernici su rekli Vjerovjesniku, sallallahu alejhi ve sellem: “U naša srca, jer su zapečaćena, ne može dospjeti poslanica u koju nas pozivaš, mi ne možemo razumjeti tvoje riječi, i gluhi smo – ne čujemo ono što govoriš. Između nas i tebe je pregrada koja nam ne dopušta da ti se odazovemo i da te slijedimo. Zato, ti radi shodno vjeri koju si donio, a mi ćemo raditi u skladu sa svojom vjerom, tj. u skladu s vjerom naših predaka. Nećemo te slijediti!”",
		"korkutTranslationOfAyah":"\"Srca naša su\" – govore oni – \"pod pokrivačima, daleka od onoga čemu nas ti pozivaš, i mi smo gluhi za to, a između nas i tebe je pregrada, pa ti radi, i mi ćemo raditi.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Poslaniče, obrati se inadžijama: “Ja sam čovjek poput vas, ali Allah me je učinio vjerovjesnikom i objavljuje mi. Pozivam vas da robujete samo Allahu nikog Mu ravnim ne smatrajući, ja od vas tražim da budete monoteisti. Pođite Pravim putem, koji će vas Njemu odvesti. Molite Plemenitog Allaha da vam oprosti grijehe! Valja vam znati da mnogobošcima predstoji neizostavna propast.”",
		"korkutTranslationOfAyah":"Reci: \"Ja sam čovjek kao i vi, samo – meni se objavljuje da je vaš Bog samo jedan Bog, zato se Njemu iskreno klanjajte i od Njega oprosta tražite! A teško onima koji Njemu druge ravnim smatraju,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
		"tafsirTextofAyah":"Eto to su nevjernici, koji ne daju zekat i ne vjeruju u nagradu i kaznu na Ahiretu.",
		"korkutTranslationOfAyah":"koji zekat ne daju i koji u onaj svijet ne vjeruju!"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ",
		"tafsirTextofAyah":"Reci im i to da će vjernici u Allaha i Njegove poslanike, na Ahiretu dobiti veličanstvenu, zanosnu nagradu i da će vječno uživati; uživanje im neće biti uskraćeno ni zabranjeno.",
		"korkutTranslationOfAyah":"One koji vjeruju i dobra djela čine zbilja čeka nagrada neprekidna.\""
	},
	{
		"arabicTextofAyah":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Božiji Poslaniče, osudi nevjernike i reci im: “Zar nećete povjerovati u Svemogućeg Allaha i zar ćete Mu smatrati ravnim kojekakva božanstva, a On je u dva dana (u nedjelju i ponedjeljak) Zemlju stvorio? Uzvišen neka je, stvorio je i sve drugo što se nalazi u svemiru.”",
		"korkutTranslationOfAyah":"Reci: \"Zar, zaista, nećete da vjerujete u Onoga koji je u dva dana Zemlju stvorio – i još Mu druge ravnim smatrate? To je Gospodar svjetova!\""
	},
	{
		"arabicTextofAyah":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ",
		"tafsirTextofAyah":"Uzvišeni je Allah po Zemlji stvorio visoka brda, čija je uloga da Zemljinu koru učine postojanom, i blagoslovio ju je stvorivši na njoj raznorazne plodove i dobra. A u druga dva dana (u utorak i srijedu) Svemogući Allah stvorio je sve što je potrebno za život. I u tome je odgovor svima onima koji se o tome raspituju.",
		"korkutTranslationOfAyah":"On je nepomična brda po njoj stvorio i blagoslovljenom je učinio i proizvode njezine na njoj odredio, sve to u četiri dana – ovo je objašnjenje za one koji pitaju –"
	},
	{
		"arabicTextofAyah":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ",
		"tafsirTextofAyah":"Potom je Svevišnji Allah pristupio stvaranju neba, a ono je tad još maglina bilo, pa je rekao nebu i Zemlji: “Povinujte se Mojoj volji, milom ili silom!” Nebo i Zemlja odgovorili su: “Mi smo Tebi poslušni i prema Tebi ponizni! Nemamo snage da Ti se suprotstavimo, naša volja ne može nadvladati Tvoju volju!”",
		"korkutTranslationOfAyah":"zatim se na nebo usmjerio dok je nebo još maglina bilo, pa njemu i Zemlji rekao: \"Pojavite se milom ili silom!\" – \"Pojavljujemo se drage volje!\" – odgovorili su,"
	},
	{
		"arabicTextofAyah":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
		"tafsirTextofAyah":"Allah je, džellešanuhu, u dva dana (u četvrtak i petak), također, savršeno stvorio sedmera nebesa, pa stvaranje nebesa i Zemlje iznosi šest dana. Silni Allah odredio je, u skladu sa Svojom voljom, šta će se na svakom nebu nalaziti i šta će gdje narediti kad se radi o robovanju Allahu i poslušnosti Njemu; dunjalučko je nebo ukrasio sjajnim, ukrašavajućim zvijezdama, koje ga, pored toga, čuvaju od šejtana koji prisluškuju nebeske vijesti. Eto, sva ta stvorenja koja je Plemeniti Allah savršeno stvorio nastala su sukladno Njegovoj volji i htijenju. Allah je mudar i silan, sve može i sve zna.",
		"korkutTranslationOfAyah":"pa ih u dva dana, kao sedam nebesa, stvorio, i odredio šta će se u svakom nebu nalaziti. A nebo najbliže sjajnim zvijezdama smo ukrasili i nad njim Mi bdijemo. To je odredba Silnoga i Sveznajućega."
	},
	{
		"arabicTextofAyah":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ",
		"tafsirTextofAyah":"Ako nevjernici ni poslije ovog ne povjeruju, ti ih, Poslaniče, upozori na bolnu kaznu kojom će biti kažnjeni kao što su, zbog bezbožništva i poricanja poslanikā, kažnjeni narodi poslanika Huda i Saliha (Ad i Semud).",
		"korkutTranslationOfAyah":"A ako glave okrenu, ti reci: \"Opominjem vas munjom onakvom kakva je pogodila Ada i Semuda,"
	},
	{
		"arabicTextofAyah":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
		"tafsirTextofAyah":"Adu i Semudu Allah je slao poslanike jedne za drugim, koji su ih pozivali u tevhid i poslušnost Bogu, ali su ih krivovjerni utjerivali u laž i govorili: “Da je Allah htio da obožavamo samo Njega i da Mu nikog ne smatramo ravnim, poslao bi s neba meleke da nas pozivaju u tevhid, a ne bi nam poslao ljude poput nas! Eto, mi smatramo da vi lažete, i ne vjerujemo u ono što govorite!”",
		"korkutTranslationOfAyah":"kada su im sa svih strana poslanici njihovi dolazili i govorili: \"Ne klanjajte se nikome do Allahu!\" – a oni odgovarali: \"Da je Gospodar naš htio, On bi meleke poslao, mi ne vjerujemo u ono što je po vama poslano.\""
	},
	{
		"arabicTextofAyah":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
		"tafsirTextofAyah":"Hudovi sunarodnici iz plemena Ad koji bijahu nevjernici oholiše se na Zemlji bez ikakva razloga i govoriše, iz inata i umišljenosti: “Niko nije jači od nas!” Allah im je odgovorio: \"A zar oni, neznalice, nisu svjesni da je Allah, Koji ih je iz ničeg stvorio, jači od njih i moćniji?! Ad, narod Hudov, poricao je znamenja da je Allah, džellešanuhu, jedini Bog.\"",
		"korkutTranslationOfAyah":"Ad se bez ikakva osnova bio na Zemlji uzoholio. \"Ko je od nas jači?\" – govorili su. A zar nisu znali da je Allah, koji ih je stvorio, jači od njih – a i znamenja Naša su poricali."
	},
	{
		"arabicTextofAyah":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ",
		"tafsirTextofAyah":"Da narod 'Ad iskusi patnju i poniženje na ovom svijetu, Allah je na njih u tegobnom i teškom danu poslao ledeni vjetar koji je sa sobom nosio strašan zvuk. A kazna na Ahiretu, u džehennemskoj vatri, bit će još strašnija i nosit će veće poniženje. I valja znati da niko narodu 'Ad neće moći pomoći niti će iko od njih moći Allahovu kaznu otkloniti.",
		"korkutTranslationOfAyah":"I Mi poslasmo protiv njih, u danima nesretnim, vjetar leden, da bismo im još na ovome svijetu dali da osjete sramnu patnju – patnja na onom svijetu biće, zaista, još sramnija – i niko im neće u pomoć priteći."
	},
	{
		"arabicTextofAyah":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"A Mudri je Allah Semudu, narodu Salihovu, objasnio Pravi put i, u sklopu toga, ono što će ih usrećiti, ali su se opredijelili za stranputicu, a ne za uputu – uništeni su munjom, koja im je bila ponižavajuća kazna jer su bili nevjernici i poročni.",
		"korkutTranslationOfAyah":"I Semudu smo na Pravi put ukazivali, ali, njima je bila milija sljepoća od Pravog puta, pa ih je stigla sramna kazna od munje, prema onome kako su zaslužili,"
	},
	{
		"arabicTextofAyah":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
		"tafsirTextofAyah":"No, Allah je među narodima 'Ad i Semud spasio vjernike, koji su slijedili poslanike, bojali se Uzvišenog i bili Mu poslušni tako što su izvršavali vjeronaredbe i sustezali se od vjerozabrana. Njih nije zadesila kazna koja je zadesila njihove sunarodnike.",
		"korkutTranslationOfAyah":"a one koji su vjerovali i Allaha se bojali Mi smo spasili."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ",
		"tafsirTextofAyah":"Na Sudnjem danu meleki zebanije potjerat će sve nevjernike, bez izuzetka, prema džehennemskoj vatri. Oni joj neće moći umaći.",
		"korkutTranslationOfAyah":"A na Dan kad Allahovi neprijatelji u vatru budu potjerani – oni prvi biće zadržani, da bi ih sustigli ostali –"
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"A kad stignu do Džehennema (prema njemu će biti tjerani), poreći će gnusna djela koja činjahu na dunjaluku, a tad će protiv njih posvjedočiti njihove uši, i oči, i kože da su nevjerstvo i grijehe činili.",
		"korkutTranslationOfAyah":"i kad dođu do nje, uši njihove, i oči njihove, i kože njihove svjedočiće protiv njih o onome što su radili."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Kad protiv nevjernika posvjedoče njihove kože, oni će se obratiti kožama: “Zašto svjedočite protiv nas i iznosite grijehe koje smo činili?!” “Ovo što činimo, činimo po Allahovoj odredbi, On je svakom biću dao sposobnost govora; dao ga je, evo, i nama.”, reći će kože. “Allah vas je prvi put stvorio, kad niste ništa bili, te vas je, evo, oživio radi polaganja računa.”",
		"korkutTranslationOfAyah":"\"Zašto svjedočite protiv nas?\" – upitaće oni kože svoje. – \"Allah, koji je dao sposobnost govora svakome biću, obdario je darom govora i nas\" – odgovoriće. – \"On vas je prvi put stvorio i Njemu ste se, evo, vratili."
	},
	{
		"arabicTextofAyah":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ",
		"tafsirTextofAyah":"“Čineći grijehe vi se niste krili iz straha od toga da će vaše uši, i oči, i kože protiv vas svjedočiti na Dan polaganja računa, jer vi niste vjerovali u obračun niti u polaganje računa niti u nagradu poslije smrti, već ste se krili vjerujući da se možete sakriti od Božijeg pogleda, vjerujući da On neće znati mnogo što ste činili, te vas je to obmanulo”, kazat će.",
		"korkutTranslationOfAyah":"Vi se niste krili zato da ne bi uši vaše i oči vaše i kože vaše protiv vas svjedočile, već zato što ste vjerovali da Allah neće saznati mnogo štošta što ste radili."
	},
	{
		"arabicTextofAyah":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"“Eto, to vaše hrđavo uvjerenje o Svevišnjem Allahu – da neće saznati za mnoge vaše grijehe upropastilo vas je na oba svijeta; došli se na Dan strašnog obračuna kao gubitnici i stradalnici, oni koji su upropastili i sebe i svoje porodice.”",
		"korkutTranslationOfAyah":"I to vaše uvjerenje, koje ste o Gospodaru svome imali, upropastilo vas je, i sada ste nastradali.\""
	},
	{
		"arabicTextofAyah":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ",
		"tafsirTextofAyah":"Makar oni, protiv kojih će posvjedočiti njihove uši, oči i koža, budu trpjeli, pa, Vatra će njihovo boravište biti. Ako budu tražili da se patnja ukine i da Allah njima bude zadovoljan, u tome im se neće udovoljiti, niti će ikad u Džennet ući.",
		"korkutTranslationOfAyah":"Pa i ako budu trpjeli, njihovo boravište će Vatra biti; a ako budu tražili naklonost Allahovu, njihovoj molbi neće se udovoljiti."
	},
	{
		"arabicTextofAyah":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
		"tafsirTextofAyah":"Sveznajući Allah odredio je da bezbožnici na dunjaluku imaju zle drugove među ljudima i džinima, koji im lijepim prikazuju činjenje grijehā, navraćaju ih na činjenje zabranjenih djela i na udovoljavanje strastima te ih odvraćaju od poslušnosti Bogu. Njihovi im poročni drugovi, k tome, lijepim prikazuju nijekanje Ahireta, pa ovi u potpunosti zanemaruju budući svijet i negiraju sve ono što će se dogoditi na Dan obračuna. Zato je Uzvišeni Allah učinio obavezujućim da oni, s prijašnjim narodima džina i ljudi, uđu u Vatru, jer su bili nevjernici, Allahu nepokorni. Uistinu će nevjernici nastradati, upropastit će svoje porodice i bit će uzalud sve što su činili na dunjaluku.",
		"korkutTranslationOfAyah":"Mi smo im bili odredili loše drugove koji su im lijepim prikazivali ono što su uradili i ono što će uraditi, i na njima se obistinilo ono što je rečeno za narode, džine i ljude koji su prije njih bili i nestali – doista su nastradali."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ",
		"tafsirTextofAyah":"Potpomažući se u zlu, a nakon što na argument nisu mogli odgovoriti argumentom, oni koji ne vjeruju govore jedni drugima da ne slušaju učenje časnog Kur’ana, da ga ne slijede i ne prihvataju, te govore da kad ga Poslanik, sallallahu alejhi ve sellem, uči, trebaju da prave buku ne bi li ga nadvikali i ne bi li Resulullah, sallallahu alejhi ve sellem, ušutkan i pobijeđen prestao recitirati Kur’an i pozivati u islam.",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju govore: \"Ne slušajte ovaj Kur'an, nego pravite buku da biste ga nadvikali!\""
	},
	{
		"arabicTextofAyah":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Allah će onima koji nisu vjerovali i koji su poslanike poricali dati da iskuse tešku patnju u džehennemskoj vatri. Allah će ih zbog njihovih gnusnih djela i nevjerstva kazniti najtežom kaznom.",
		"korkutTranslationOfAyah":"Zato ćemo Mi, sigurno, dati da nevjernici iskuse nesnosnu patnju, i kaznićemo ih najgorom kaznom za djela koja su počinili."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
		"tafsirTextofAyah":"Eto, to je kazna kojom će Gospodar kazniti din-dušmane, one koji nisu u Njega vjerovali i koji su poslanike u laž utjerivali – vatra u kojoj će vječno ostati. To će im biti prikladna kazna jer su poricali Božija znamenja, premda su jasna i nepobitna.",
		"korkutTranslationOfAyah":"To je kazna za Allahove neprijatelje, vatra u kojoj će im vječna kuća biti, kao naplata što su dokaze Naše stalno poricali."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ",
		"tafsirTextofAyah":"U Vatri, nevjernici će moliti Allaha da im pokaže džine i ljude koji su ih odveli od puta islama kako bi ih gazili, jer su oni uzrok njihove zablude i nesreće. Tražit će to kako bi oni imali najveću patnju, tim veću jer će na dnu Vatre biti.",
		"korkutTranslationOfAyah":"I nevjernici će reći: \"Gospodaru naš, pokaži nam džine i ljude, one koji su nas zaveli, da ih stavimo pod noge naše, neka budu najdonji.\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
		"tafsirTextofAyah":"Iskrenim monoteistima, dobrima, koji nikog ne pridružuju Allahu ni u čemu, i koji istraju na Pravom putu izvršavajući Allahove naredbe, a sustežući se od Njegovih zabrana i slijedeći Vjerovjesnika, sallallahu alejhi ve sellem – na samrti će dolaziti meleki i govoriti im: “Radujte se sreći koju vam je Allah odredio! Nemojte se bojati smrti niti strahota koje poslije smrti dolaze! Nemojte se žalostiti zbog imetka i poroda koje ste ostavili iza sebe na dunjaluku! Neka ste radosni zato što ćete vječno biti u Džennetu, koji vam je, zbog vjerovanja u Boga i činjenja dobra, obećan na dunjaluku.”",
		"korkutTranslationOfAyah":"Onima koji govore: \"Gospodar naš je Allah\" – pa poslije ostanu pri tome – dolaze meleki: \"Ne bojte se i ne žalostite se, i radujte se Džennetu koji vam je obećan."
	},
	{
		"arabicTextofAyah":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ",
		"tafsirTextofAyah":"Vjernicima će meleki reći: “Mi smo vaši pomagači i prijatelji na ovom svijetu: čuvamo vas od neprijatnosti, shodno Allahovoj volji. A bit ćemo s vama na Ahiretu, ulijevat ćemo vam sigurnost, pa se ničeg nećete bojati. Vi ćete u Džennetu imati sve što budete željeli. Sve što poželite bit će vam dato.”",
		"korkutTranslationOfAyah":"Mi smo zaštitnici vaši u životu na ovome svijetu, a i na onome; u njemu ćete imati sve ono što duše vaše zažele, i što god zatražite – imaćete,"
	},
	{
		"arabicTextofAyah":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ",
		"tafsirTextofAyah":"“Taj užitak”, kazat će im meleki, “bit će gošćenje Milostivog Allaha, Onog Koji vam je oprostio grijehe i, zbog Svoje velike milosti.”",
		"korkutTranslationOfAyah":"bićete počašćeni od Onoga koji prašta i koji je milostiv.\""
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"Niko na ovom svijetu ne govori ljepše od onog koji poziva da se samo Allah, džellešanuhu, obožava, da se čine dobra djela, kojima je Allah zadovoljan, i koji govori da je musliman, jedan od onih koji su ponizni i spremni prihvatiti šerijatske propise. Onaj ko tako govori, najljepše govori.",
		"korkutTranslationOfAyah":"A ko govori ljepše od onoga koji poziva Allahu, koji dobra djela čini i koji govori: \"Ja sam doista musliman!\""
	},
	{
		"arabicTextofAyah":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ",
		"tafsirTextofAyah":"Nije isto dobro i zlo, Allah voli dobro a mrzi zlo! Vjerniče, ti pomoću svoje blagosti na zlo dobrim uzvrati, na ružno lijepim odgovori, i tad će ti dušmanin tvoj odjednom prisni prijatelj i zaštitnik postati, sažalijevat će te kao da ti je bliski rođak.",
		"korkutTranslationOfAyah":"Dobro i zlo nisu isto! Zlo dobrim uzvrati, pa će ti dušmanin tvoj odjednom prisni prijatelj postati."
	},
	{
		"arabicTextofAyah":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ",
		"tafsirTextofAyah":"Međutim, uzvratiti na zlo dobrim i pritom oprostiti te ostati u granicama blagosti prema onom ko čini zlo, mogu samo oni koji neprijatnosti strpljivo podnose i koji se ne svete radi sebe. To mogu postići samo sretni. U tome su veliko dobro i ogromna korist.",
		"korkutTranslationOfAyah":"To mogu postići samo strpljivi; to mogu postići samo vrlo sretni."
	},
	{
		"arabicTextofAyah":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Ako te šejtan svojom vesvesom pokuša navesti, u bilo kom vremenu, da učiniš zlo, zatraži utočište u Allaha. Ako te šejtan pokuša navesti na zlo, zaštiti se zikrullahom, On čuje sve glasove i vidi sve postupke; sve čuje i sve zna.",
		"korkutTranslationOfAyah":"A kad šejtan pokuša da te na zle misli navede, ti zatraži utočište u Allaha, jer On, uistinu, sve čuje i zna sve."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
		"tafsirTextofAyah":"Smjena dana i noći, precizna smjena Sunca i Mjeseca i njihova plovidba svemirom Allahovo je davanje i pokazatelj da je Allah jedini i svemogući Bog. Zato se, ljudi, nemojte klanjati ni Suncu ni Mjesecu – oni su samo stvorenja, kojima Allah upravlja – već se klanjajte Allahu, Koji ih je savršeno stvorio, ako Ga istinski obožavate.",
		"korkutTranslationOfAyah":"Među znamenjima Njegovim su noć i dan, i Sunce i Mjesec. Ne padajte licem na tle ni pred Suncem ni pred Mjesecom, već padajte licem na tle pred Allahom, koji ih je stvorio, ako želite da se samo Njemu jedinom klanjate."
	},
	{
		"arabicTextofAyah":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩",
		"tafsirTextofAyah":"Možda te, Poslaniče, nevjernici neće poslušati u tome, možda će se uzoholiti – ako se to dogodi, valja ti znati da meleki čestiti slave Svevišnjeg Allaha noću i danju i da im to nikad ne dosadi.",
		"korkutTranslationOfAyah":"A ako oni neće da te poslušaju – pa, oni koji su kod Gospodara tvoga hvale Ga i noću i danju i ne dosađuju se."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Jedan od dokaza Božije jednoće i veličine i Njegove moći da da proživljenje jest i to što, o čovječe, vidiš zemlju suhu i zamrlu, bez plodova, na koju Uzvišeni Allah spusti kišu s neba pa ona uzbuja i obraste zelenilom, stabljikama i cvijećem i na kojoj niknu trava i bilje. Eto, Allah, Onaj Koji na taj način zemlju oživljava, kadar je mrtve oživiti i izvesti ih iz kaburova. Allah sve može učiniti.",
		"korkutTranslationOfAyah":"Jedno od znamenja Njegovih je i to što ti vidiš suhu zemlju, a kad na nju spustimo kišu, ona se pokrene i uzbuja. Onaj ko njoj daje život oživiće, sigurno, i umrle, jer je On kadar sve."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ",
		"tafsirTextofAyah":"Oni koji iskrivljuju Božije riječi, otuđuju se od imana, ne vjeruju u Milostivog Allaha i niječu časni Kur’an – ne mogu se od Allaha sakriti, On dobro zna šta oni čine, upućen je u sve njihove postupke. Pa je li taj koji negira Allaha i poriče poslanike, a koji će na onom svijetu biti bačen u džehennemsku vatru s licem dolje okrenutim, bolji od vjernika, koji će doći na Kijametski dan siguran od Allahove kazne i uveden u Allahovu milost?! Ljudi, radite šta hoćete, dobro ili zlo - a Mi smo objasnili i dobro i zlo - ali imajte na umu da nijedno vaše djelo nije skriveno Sveznajućem Allahu!",
		"korkutTranslationOfAyah":"Oni koji riječi Naše izvrću neće se, doista, od Nas sakriti. Pa da li će biti ugodnije onome koji u Vatru bude bačen ili onome koji na Sudnji dan dođe smiren? Radite šta hoćete, On, zaista, vidi šta vi radite."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ",
		"tafsirTextofAyah":"Nastradat će i bit će kažnjeni oni koji poriču kur’anske istine, a Kur’an je uzvišena knjiga, objava od Allaha, džellešanuhu, na njega se ništa ne može dodati niti oduzeti, ne može ga se iskriviti ni promijeniti jer ga Plemeniti Allah čuva.",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju u Kur'an, pošto im je objavljen… A on je, zaista, knjiga zaštićena,"
	},
	{
		"arabicTextofAyah":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ",
		"tafsirTextofAyah":"Nemoguće je da se Kur’anu prikrade laž i nedostatak, ljudski upliv ili dodatak i promjena, ni sa koje strane. Kur’an je knjiga koju je Božijem Poslaniku, sallallahu alejhi ve sellem, objavio Sveznajući Allah, Onaj Koji mudro stvara i svime savršeno upravlja, i Koji je hvaljen svakom prilikom.",
		"korkutTranslationOfAyah":"laž joj je strâna, bilo s koje strane, ona je Objava od Mudroga i Hvale dostojnoga."
	},
	{
		"arabicTextofAyah":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"Poslaniče, tebi nevjernici neće reći ništa što već nisu rekli poslanicima prije tebe; proglasit će te lašcem i rugat će ti se! Ali ti strpljivo podnesi njihovo uznemiravanje i podnesi teret pozivanja u islam! Gospodar je tvoj izuzetno milostiv prema onima koji se pokaju, a bolno kažnjava one koji, ne pokajavši se, ustraju u nevjerstvu i poricanju poslanikā.",
		"korkutTranslationOfAyah":"Tebi se neće reći ništa što već nije rečeno poslanicima prije tebe. Gospodar tvoj zaista prašta, a i bolno kažnjava."
	},
	{
		"arabicTextofAyah":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ",
		"tafsirTextofAyah":"Da je Plemeniti Allah objavio veličanstveni Kur’an Vjerovjesniku, sallallahu alejhi ve sellem, na tuđem jeziku, krivovjerni bi sigurno rekli: “Zašto nam Kur’an nije objavljen na arapskom jeziku? Da je objavljen na arapskom jeziku, razumjeli bismo ga! Je li pravično da Kur’an bude na tuđem jeziku, a onaj kome je objavljen Arap?!” Reci im Poslaniče islama: “Ovaj Kur’an upućuje vjernike, oni pomoću njega razlučuju istinu od zablude, u njemu je lijek za sumnje i nemire kojima su ljudi izloženi. A gluhi su i slijepi oni koji ga negiraju, pa ne mogu razumjeti kur’anske ajete. Naime, kad god čuju njegovo učenje, poriču pa se još više otuđuju. Kad ih se poziva u iman, nevjernici su slični onima koje neko poziva izdaleka, s prevelike udaljenosti – uopće ga ne čuju i, odatle, ne mogu mu se odazvati.”",
		"korkutTranslationOfAyah":"A da Kur'an objavljujemo na tuđem jeziku, oni bi, sigurno, rekli: \"Trebalo je da su mu ajeti razumljivi. Zar jezik tuđ, a onaj kome se objavljuje je Arap?\" – Reci: \"On je vjernicima uputstvo i lijek. A oni koji neće da vjeruju – i gluhi su i slijepi, kao da se iz daleka mjesta dozivaju.\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
		"tafsirTextofAyah":"Allah je, džellešanuhu, Musau, alejhis-selam, dao Tevrat, ali su se sinovi Israilovi podvojili u pogledu njega: neki su povjerovali, a neki su ga porekli. Da Mudri Allah nije odredio odlaganje kazne nevjernicima, presudio bi odmah da budu uništeni, ne bi im dao nimalo vremena. Nevjernici su u nedoumici, negiraju Kur’an i poriču neupitne istine koje donosi.",
		"korkutTranslationOfAyah":"I Musau smo Knjigu dali, pa su se zbog nje podvojili. A da nije Riječi Gospodara tvoga prije izrečene, sa ovima bi bilo već svršeno, jer oni mnogo u Kur'an sumnjaju."
	},
	{
		"arabicTextofAyah":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
		"tafsirTextofAyah":"Onaj ko čini dobro, taj će imati od toga koristi na Ahiretu, tim prije jer Allah nema koristi od ma čijeg dobrog djela. A onaj ko je neposlušan Allahu, takav sebi štetu nanosi, utoliko što Allahu ne može nauditi ma čiji grijeh. Allah nije nepravedan, pa da dobročinitelju umanji sevape, a niti da grešniku uveća grijehe.",
		"korkutTranslationOfAyah":"Ko čini dobro, u svoju korist čini, a ko radi zlo, na svoju štetu radi. – A Gospodar tvoj nije nepravedan prema robovima Svojim."
	},
	{
		"arabicTextofAyah":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ",
		"tafsirTextofAyah":"Kod Njega je skriveno znanje o Smaku svijeta i samo On zna kada će se on desiti. U Njegovom znanju je i kada plod izbije iz cvjetnih čaški, kao i ono što žena u utrobi nosi i što će roditi. Ništa od toga Njemu ne promiče. Na Sudnjem danu, Allah Uzvišeni, koreći i sramoteći mušrike koji su pored Njega obožavali kipove, upitat će: \"Gdje su oni koje ste Mi drugovima smatrali?\" Mušrici će odgovoriti: \"Pred Tobom priznajemo da među nama nema nikog ko će svjedok biti da Ti imaš sudruga.\"",
		"korkutTranslationOfAyah":"Samo On zna kada će Smak svijeta nastupiti. A ni plodovi ne izlaze iz cvijetnih čaški svojih i nijedna žena ne zanese i ne rodi, a da On to ne zna. A na Dan kad ih On upita: \"Gdje su oni koje ste smatrali Meni ravnim?\" – oni će odgovoriti: \"Javljamo Ti da niko od nas to ne tvrdi.\""
	},
	{
		"arabicTextofAyah":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ",
		"tafsirTextofAyah":"Nestat će onih kipova koje su dozivali i kojima su se molili, i tada će im biti sasvim jasno da od Allahove kazne nikud ne mogu pobjeći i da im nema izlaza.",
		"korkutTranslationOfAyah":"I neće biti onih kojima su se prije klanjali i uvjeriće se da ne mogu nikud umaći."
	},
	{
		"arabicTextofAyah":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ",
		"tafsirTextofAyah":"Čovjeku ne dosadi da traži zdravlje, imetak, potomke i druge blagodati, a ako ga zadesi siromaštvo, bolest ili neka druga nedaća, on odmah izgubi nadu u Allahovu milost.",
		"korkutTranslationOfAyah":"Čovjeku ne dosadi da bogatstvo traži, a kada ga neimaština zadesi, onda zdvaja i nadu gubi."
	},
	{
		"arabicTextofAyah":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ",
		"tafsirTextofAyah":"Ako mu dadnemo zdravlje i bogatstvo poslije nesreće ili bolesti koja ga zadesi, on će zacijelo reći: “Ovo je moje i ja sam to zaslužio, i ja ne mislim da će Čas sudnji doći. A ako se i desi Smak svijeta, kod Allaha me čeka bogatstvo i imetak. I kao što mi je Allah na dunjaluku dao blagodati jer sam to zaslužio, dat će mi ih i na onome svijetu.” A Mi ćemo one koji nisu vjerovali u Allaha, sasvim sigurno, o njihovom nevjerovanju i grijesima koje su činili, obavijestiti i da iskuse patnju tešku – doista ćemo im dati.",
		"korkutTranslationOfAyah":"Kad ga obaspemo milošću Našom, poslije nesreće koja ga zadesi, on govori: \"Ovo sam i zaslužio i ja ne mislim da će Čas oživljenja doći. A ako budem Gospodaru svome vraćen, kod Njega me čeka Džennet.\" A Mi ćemo one koji nisu vjerovali, sigurno, o onom što su radili obavijestiti i da iskuse patnju tešku – doista ćemo im dati."
	},
	{
		"arabicTextofAyah":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ",
		"tafsirTextofAyah":"Kada čovjeku milost Svoju i blagodati darujemo, u vidu zdravlja i dr., on se okreće i bude nemaran spram spominjanja Allaha, i udalji se oholo od Njega, a kad ga bolest, siromaštvo ili neka druga nevolja dotakne, onda se dugo Allahu obraća i moli Ga da ukloni nedaću koja ga je pogodila. Takav se ne zahvaljuje Allahu na blagodatima koje mu daje, niti je strpljiv na iskušenjima i nedaćama koje ga zadese.",
		"korkutTranslationOfAyah":"Kada čovjeku milost Našu darujemo, postaje nezahvalan i uzoholi se, a kada ga nevolja dotakne, onda se dugo moli."
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ",
		"tafsirTextofAyah":"Reci, o Poslaniče ovim mušricima koji poriču: “Šta mislite, ako je Kur’an od Allaha, a vi u njega nećete da vjerujete i poričete ga – kakvo će tada biti vaše stanje i ko je onda u većoj zabludi od onoga koji je u protivrječju dalekom od Istine, iako je ona jasna i jaka?”",
		"korkutTranslationOfAyah":"Reci: \"Šta mislite, ako je Kur'an od Allaha, a vi u nj nećete da vjerujete – ko je onda u većoj zabludi od onoga koji je u protivrječju dalekom od istine?\""
	},
	{
		"arabicTextofAyah":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
		"tafsirTextofAyah":"Mi ćemo nevjernicima Kurejša pokazati znakove Naše u daljini – na obzorjima, i kroz osvajanja koja će Allah dati muslimanima, a i u njima samim, kroz oslobođenje Mekke, dok im ne bude sasvim jasno da je Kur’an istina u koju nema nikakve sumnje. A zar nije dovoljno mušricima to što je Gospodar tvoj svjedok da je Kur'an istina i da je od Njega? Čije je svjedočenje veće od Allahovog? Kada bi oni htjeli istinu, bilo bi im dovoljno svjedočenje njihova Gospodara.",
		"korkutTranslationOfAyah":"Mi ćemo im pružati dokaze Naše u prostranstvima svemirskim, a i u njima samim, dok im ne bude sasvim jasno da je Kur'an istina. A zar nije dovoljno to što je Gospodar tvoj o svemu obaviješten?"
	},
	{
		"arabicTextofAyah":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ",
		"tafsirTextofAyah":"Mušrici sumnjaju da će na Sudnjem danu pred Gospodara svoga stati, jer poriču proživljenje i ne vjeruju u onaj svijet, pa se zato i ne spremaju za njega dobrim djelima, a Allah, zaista, svojom moći i znanjem obuhvata sve.",
		"korkutTranslationOfAyah":"Oni sumnjaju da će pred Gospodara svoga stati, a On znanjem Svojim obuhvaća sve."
	}
]