[
	{
		"arabicTextofAyah":"حمٓ",
		"tafsirTextofAyah":"Ha-mim. ‘Ajn-sin-kaf. Već smo govorili o sličnoj temi na početku sure el-Bekare.",
		"korkutTranslationOfAyah":"Hā Mīm"
	},
	{
		"arabicTextofAyah":"عٓسٓقٓ",
		"tafsirTextofAyah":"Ha-mim. ‘Ajn-sin-kaf. Već smo govorili o sličnoj temi na početku sure el-Bekare.",
		"korkutTranslationOfAyah":"Ajīn Sīn Kāf."
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Objava poput ove koja dolazi tebi, o Muhammede, dolazila je i vjerovjesnicima prije tebe. Allah je silan u kažnjavanju njegovih neprijatelja i mudro određuje i stvara.",
		"korkutTranslationOfAyah":"Eto tako Allah Silni i Mudri objavljuje tebi, kao i onima prije tebe."
	},
	{
		"arabicTextofAyah":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Samo Allahu pripada sve što je na nebesima i sve što je na Zemlji, On to stvara, time upravlja i uređuje. On je Svevišnji Svojim Bićem, snagom i moći; Njegovo Biće je veličanstveno.",
		"korkutTranslationOfAyah":"Njegovo je ono što je na nebesima i ono što je na Zemlji, i On je Svevišnji, Veličanstveni!"
	},
	{
		"arabicTextofAyah":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Gotovo da se nebesa, pored svoje veličine, odozgo iznad zemalja raspadnu zbog Njegove veličanstvenosti. A meleci ponizno veličaju i hvale Gospodara svoga i mole oprost za one koji su na Zemlji. Nije li Allah, zaista, Oprostitelj grijeha onome ko se pokaje, i Milostiv prema njemu?!",
		"korkutTranslationOfAyah":"Skoro da se nebesa raspadnu jedna iznad drugih! A meleki veličaju i hvale Gospodara svoga i mole oprosta za one koji su na Zemlji. – Allah je, zaista, Taj koji prašta i koji je milostiv."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
		"tafsirTextofAyah":"Allah prati i piše djela onih koji pored Allaha, kumire obožavaju i njih kao zaštitnike uzimaju, i za ta djela će im odgovarajuću naknadu dati, a ti, o Poslaniče, nisi zadužen za njihova djela, niti ćeš biti pitan za njih, jer tvoje je samo da dostaviš.",
		"korkutTranslationOfAyah":"Allah motri na one koji, pored Njega, zaštitnike uzimaju, tebi nije prepušteno da o njima brigu vodiš."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ",
		"tafsirTextofAyah":"Kao što smo, o Poslaniče, objavljivali vjerovjesnicima prije tebe, tako i tebi Kur'an na arapskom jeziku objavljujemo, kako bi upozorio mekkelije i druga okolna arapska plemena, a nakon toga i sve ljude i kako bi ih upozorio na Sudnji dan, kada će Allah okupiti i prijašnje i kasnije generacije na jednom mjestu, kako bi račun polagali i ono što su zaslužili dobili. Nema sumnje u dolazak tog dana i tada će ljudi biti u dvje skupine: jedna skupina, a to je vjernička, biće u Džennetu, dok će druga, nevjernička, biti u Vatri.",
		"korkutTranslationOfAyah":"Eto tako Mi tebi objavljujemo Kur'an, na arapskom jeziku, da bi opominjao Mekku i one oko nje i upozorio na Dan kada će se sakupiti – u koji nema nikakve sumnje. Jedni će u Džennet, a drugi u Džehennem."
	},
	{
		"arabicTextofAyah":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ",
		"tafsirTextofAyah":"Da je Allah htio sve bi ih učinio jednom zajednicom, pripadnicima vjere islama i sve bi ih uveo u Džennet, no međutim, Njegova mudrost iziskuje da u islam uđu samo oni koje On Svojom voljom uvede, dok zalimima koji čine nevjerstvo i grijehe nema zaštitnika i pomagača koji će ih spasiti od Allahove kazne.",
		"korkutTranslationOfAyah":"A da Allah hoće, učinio bi ih sve pravim vjernicima, ali, On u milost Svoju uvodi koga On hoće, a nevjernici nemaju ni zaštitnika ni pomagača."
	},
	{
		"arabicTextofAyah":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Ovi mušrici su druge pored Allaha za zaštitnike uzeli, a Allah je istinski zaštitnik, dok drugi niti mogu korist donijeti, niti štetu načiniti. On jedini oživljava mrtve kako bi polagali račun i dobili ono što su zaslužili, Njemu ništa nije nemoguće.",
		"korkutTranslationOfAyah":"Zar oni da druge, a ne Njega, za zaštitnike uzimaju, a Allah je jedini zaštitnik! On će oživjeti umrle, samo je On kadar sve."
	},
	{
		"arabicTextofAyah":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
		"tafsirTextofAyah":"A u čemu god se vi, o ljudi, razišli, bilo da se radi o temeljima vaše vjere ili njenim ograncima, presuda za to je kod Allaha, pa se u vezi toga obratite Njegovoj knjizi i sunnetu Njegova Poslanika, sallallahu alejhi ve sellem. Onaj ko ima ovakva svojstva je moj Gospodar, u Njega se pouzdam u svim svojim poslovima i Njemu se obraćam, kajući Mu se.",
		"korkutTranslationOfAyah":"Ma u čemu se razilazili, treba presudu dati Allah. To vam je, eto, Allah, Gospodar moj – u Njega se ja uzdam i Njemu se obraćam –"
	},
	{
		"arabicTextofAyah":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
		"tafsirTextofAyah":"Allah je stvorio nebesa i Zemlju bez prethodnog primjera za to, od vas samih učinio je parove, a to je učinio i od deva, krava i ovaca, kako biste se razmnožavali kroz bračne veze i kako biste živjeli od mesa i mlijeka stoke koju vam je dao. Njemu nijedno stvorenje nije slično, On čuje šta Njegovi robovi govore i vidi šta oni radi, ništa Mu ne promiče i On će vam dati odgovarajuću naknadu za vaša djela, ako budete radili dobro, dat će vam, dobro, u suprotno čeka vas zlo.",
		"korkutTranslationOfAyah":"Stvoritelj nebesa i Zemlje! On vas kao parove stvara – a stvara parove i od stoke – da vas tako razmnožava. Niko nije kao On! On sve čuje i sve vidi."
	},
	{
		"arabicTextofAyah":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"Kod Njega jedinog su ključevi nebeskih i zemaljskih riznica, On mnogo opskrbljuje onoga koga hoće, kako bi ga iskušao da li će biti zahvalan ili ne, dok drugima uskraćuje opskrbu, kako bi ih iskušao da li će biti strpljivi ili će biti nezadovoljni Allahovom odredbom. On sve zna, ništa što je korist za Njegove robove nije Mu skriveno.",
		"korkutTranslationOfAyah":"U Njega su ključevi nebesa i Zemlje, On daje obilje kome hoće, a i uskraćuje; On, uistinu, zna sve."
	},
	{
		"arabicTextofAyah":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
		"tafsirTextofAyah":"U vjeri vam je propisano slično onome što smo naredili Nuhu da dostavi i da po tome radi, i ono što tebi, o Poslaniče, objavljujemo, i propisano vam je slično onome što smo naredili Ibrahimu, Musau, i Isau da dostave i da po tome rade, a sažetak toga jeste da vjeru praktikujete i da se ne podvajate. Teško mušricima pada kada ih pozivaš vjerovanju u jednog Boga i ostavljanju ibadeta drugim božanstvima. Allah bira koga hoće među svojim robovima, pa ga uputi ka ibadetu i pokornosti, i upućuje onoga ko Mu se vrati, kajući se za svoje grijehe.",
		"korkutTranslationOfAyah":"On vam propisuje u vjeri isto ono što je propisao Nuhu i ono što objavljujemo tebi, i ono što smo naredili Ibrahimu i Musau i Isau: \"Pravu vjeru ispovijedajte i u tome se ne podvajajte!\" Teško je onima koji Allahu druge ravnim smatraju da se tvome pozivu odazovu. Allah odabire za Svoju vjeru onoga koga On hoće i upućuje u nju onoga ko Mu se iskreno obrati."
	},
	{
		"arabicTextofAyah":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
		"tafsirTextofAyah":"A nevjernici i mušrici su se, baš onda kad im je došlo znanje i kad im je uspostavljen dokaz poslanstvom Muhammeda, sallallahu alejhi ve sellem, iz zlobe, mržnje i nepravde međusobne podvojili. I da Allah nije odredio da se njihova kazna odgodi do određenog roka kojeg On zna, a to je Sudnji dan, već bi među njima presudu donio i kaznio bi ih zbog nevjerovanja u Allaha i negiranja poslanika. A oni Jevreji koji su naslijedili Tevrat i oni kršćani koji su naslijedili Indžil, i oni nakon mušrika, sumnjaju u Kur'an kojeg im je donio Muhammed, sallallahu alejhi ve sellem, i poriču ga.",
		"korkutTranslationOfAyah":"A oni su se podvojili iz zlobe međusobne baš onda kad im je došlo saznanje. I da nije Riječi Gospodara tvoga prije izrečene, da nema kažnjavanja do Dana sudnjega, s njima bi bilo već svršeno. A oni kojima se poslije njih Knjiga u nasljedstvo ostavlja veoma sumnjaju u nju."
	},
	{
		"arabicTextofAyah":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Ti pozivaj ka ovoj pravoj vjeri i ustraj na tome shodno onome što ti Allah naređuje. Nemoj se povoditi za njihovim iskvarenim prohtjevima i kad se s njima raspravljaš, reci: Ja vjerujem u Allaha i knjige koje je On objavljivao poslanicima i On mi je naredio da među vama pravedno sudim. Allah je taj koga obožavam, On je je i naš i vaš Gospodar, nama naša djela, bez obzira bila dobra ili loša, a vama vaša djela, bez obzira bila dobra ili loša. Nakon što se dostavi i pojasni dokaz, među nama nema nikakve rasprave, Allah će nas sve sakupiti i Njemu ćemo se svi vratiti na Sudnjem danu, pa će svima dati ono što zaslužuju. Tada će se raspoznati iskreni od lažova i onaj ko je zastupao istinu od onoga ko je zabludi pozivao.",
		"korkutTranslationOfAyah":"Zato ti pozivaj i budi istrajan, onako kako ti se naređuje, a ne povodi se za prohtjevima njihovim, i reci: \"Ja vjerujem u sve knjige koje je Allah objavio, i naređeno mi je da vam pravedno sudim; Allah je i naš i vaš Gospodar, nama naša, a vama vaša djela; nema potrebe da jedni drugima dokaze iznosimo; Allah će nas sve sabrati, i Njemu će se svi vratiti.\""
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ",
		"tafsirTextofAyah":"A oni koji se, koristeći ništavne dokaze, raspravljaju o vjeri koja je objavljena Muhammedu, sallallahu alejhi ve sellem, nakon što je Njegov poziv prihvaćen i što su mu se ljudi odazvali – njihovi dokazi su ništavni kod njihova Gospodara i kod vjernika i oni nemaju nikakvog uticaja; na njima je Allahov gnjev i srdžba jer ne vjeruju i istinu odbijaju, i njih na Sudnjem danu čeka velika kazna.",
		"korkutTranslationOfAyah":"A dokazi onih koji se o Allahovoj vjeri raspravljaju ništavni su kod njihova Gospodara kada su joj se već mnogi odazvali; na njih će pasti gnjev i čeka ih patnja teška."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ",
		"tafsirTextofAyah":"Allah je onaj koji je Kur'an s istinom objavio i u to nema sumnje, i spustio je pravdu i mjerilo kako bi se među ljudima na osnovu toga sudilo. Možda je Čas kojeg oni poriči blizu, a poznato je da je blizu sve ono što će doći.",
		"korkutTranslationOfAyah":"Allah objavljuje Knjigu, samo istinu i pravednost. A šta ti znaš – možda je Smak svijeta blizu!"
	},
	{
		"arabicTextofAyah":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u taj Čas, požuruju ga, jer oni ne vjeruju u obračun, nagradu i kaznu. Oni koji u Allaha vjeruju, boje ga se jer strahuju od konačnog boravišta. Oni znaju sasvim sigurno da je on istina i da u to nema nimalo sumnje. A oni koji se o Času raspravljaju i u njega sumnjaju, u zabludi su i daleko od istine.",
		"korkutTranslationOfAyah":"Požuruju ga oni koji u nj ne vjeruju, a oni koji vjeruju zbog njega – strahuju i da je istina znaju. O, kako su, doista, daleko zalutali oni koji o Času oživljenja raspravljaju!"
	},
	{
		"arabicTextofAyah":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
		"tafsirTextofAyah":"Allah je blag prema Svojim robovima, daje veliku opskrbu onome od njih kome hoće, a kome hoće, iz Svoje milosti, uskraćuje je. On je Snažni, kojeg ništa savladati ne može, i On je Silni, koji se sveti Svojim neprijateljima.",
		"korkutTranslationOfAyah":"Allah je dobar prema robovima Svojim; on daje opskrbu kome hoće, i On je moćan i silan."
	},
	{
		"arabicTextofAyah":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ",
		"tafsirTextofAyah":"Onome ko bude želio nagradu i dobro onoga svijeta i ko zbog toga bude radio, povećat ćemo nagradu, a jedno dobro djelo računa se i do sedam stotina puta pa i više. A onome ko bude želio samo dobro na ovome svijetu, dat ćemo mu njegov dio, ali na onome svijetu neće imati ništa, jer je prednost dao dunjaluku.",
		"korkutTranslationOfAyah":"Onome ko bude želio nagradu na onom svijetu – umnogostručićemo mu je, a onome ko bude želio nagradu na ovom svijetu – daćemo mu je, ali mu na onom svijetu nema udjela."
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Zar mušrici da imaju ortake i božanstva pored Allaha koja im u vjeri propisuju ono što Allah nije dozvolio, kao što je širk, dozvoljavanje harama ili zabranjivanje halala? Da nije Riječi odluke koju je Allah odredio za sud među onima koji se suprotstavljaju, njima bi već bilo presuđeno. A zulumćarima koji čine širk Allahu i grijehe, doista, pripada patnja bolna koja ih čeka na Sudnjem danu.",
		"korkutTranslationOfAyah":"Zar oni da imaju bogove koji im propisuju da vjeruju ono što Allah nije naredio? Da nije Riječi prije izrečene, među njima bi već bilo presuđeno. – A nevjernike, doista, čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
		"tafsirTextofAyah":"Vidjet ćeš, o Poslaniče, zulumćare koji sebi čine nepravdu putem širka i grijeha, kako strepe i boje se kazne zbog grijeha koje su činili, a to će ih, sigurno, stići u što nema sumnje; taj strah im bez pokajanja neće koristiti. A oni koji su vjerovali u Allaha i poslanike Njegove i dobra djela činili bit će u stanju suprotnom od nevjernika, u divnim džennetskim baščama će uživati, sve što zažele od blagodati imat će u Gospodara svoga i to vječno; bit će to blagodat velika kojoj ni jedna druga nije ravna.",
		"korkutTranslationOfAyah":"Vidjećeš nevjernike kako strepe zbog onoga što su činili, i kazna će ih stići; a oni koji su vjerovali i dobra djela činili biće u divnim džennetskim baščama, sve što zažele imaće u Gospodara svoga; biće to blagodat velika."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ",
		"tafsirTextofAyah":"To je lijepa i velika vijest kojom Allah preko svoga Poslanika obveseljava one koji vjeruju u Allaha i poslanike i koji čine dobra djela. Reci, o Poslaniče, za dostavljanje istine od vas ne tražim naknadu, osim jedne koristi, čije se pozitvne posljedice vraćaju i na vas, a to je da me volite radi moje rodbinske veze s vama. Onaj ko bude činio dobro, povećat će mu se nagrada, a dobro djelo računa se deset puta. Doista je Allah onaj koji grijehe prašta svakome ko mu se pokaje i zahvalan je na dobrim djelima koja se čine radi Njegova zadovoljstva.",
		"korkutTranslationOfAyah":"Na ovaj način Allah šalje radosne vijesti robovima Svojim, onima koji su vjerovali i dobra djela činili. Reci: \"Ne tražim za ovo nikakvu drugu nagradu od vas, osim da Mu se dobrim djelima približite.\" A umnogostručićemo nagradu onome ko učini dobro djelo, jer Allah, zaista, mnogo prašta i blagodaran je."
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"Jedna od tvrdnji mušrika jeste da Muhammed, sallallahu alejhi ve sellem, izmišlja Kur'an i da ga pripisuje svome Gospodaru, a Allah im odgovara: Da si ti i pomislio da laži izmišljaš, Ja bih tvoje srce zapečatio i uklonio bi izmišljenu laž, a istinu bi ostavio. Međutim, to nije tako, što ukazuje na iskrenost Poslanika, sallallahu alejhi ve sellem, i da je Objava koja mu dolazi od Allaha. On zna šta je u srcima robova i Njemu ništa nije skriveno.",
		"korkutTranslationOfAyah":"Zar oni da govore: \"On izmišlja o Allahu laži!\" A Allah će, ako hoće, srce tvoje učiniti nepokolebljivim. Allah poništava neistinu i utvrđuje istinu riječima Svojim; On dobro zna svačije misli;"
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ",
		"tafsirTextofAyah":"On Uzvišeni prima pokajanje od svojih robova, prima čak i ako se pokaju za nevjerovanje i grijehe i prelazi preko njihovih hrđavih postupaka, On zna sve šta oni rade, ništa Mu nije skriveno i On će im dati ono što zaslužuju.",
		"korkutTranslationOfAyah":"On prima pokajanje od robova Svojih i prašta hrđave postupke i zna šta radite;"
	},
	{
		"arabicTextofAyah":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ",
		"tafsirTextofAyah":"Uslišava dovu onih koji vjeruju u Allaha i Njegove poslanike i koji čine dobra djela, a daje im i više nego što traže. One koji ne vjeruju u Allaha i Njegove poslanike na Sudnjem danu čeka velika kazna.",
		"korkutTranslationOfAyah":"On se odaziva onima koji vjeruju i čine dobra djela i obasipa ih dobrotom Svojom još više, a nevjernike čeka žestoka patnja."
	},
	{
		"arabicTextofAyah":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ",
		"tafsirTextofAyah":"A kada bi Allah svojim robovima davao obilnu opskrbu, oni bi na Zemlji nered činili, ali Allah Uzvišeni daje onoliko koliko hoće, nekada dadne obilatu, a nekada uskrati. On dobro zna stanja svojih robova i vidi ih, pa sve što daje i uskraćuje, to čini iz mudrosti.",
		"korkutTranslationOfAyah":"Kad bi Allah svim Svojim robovima davao opskrbu u obilju, oni bi se na Zemlji osilili, ali On je daje s mjerom, onoliko koliko hoće, jer On dobro poznaje i vidi robove Svoje."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ",
		"tafsirTextofAyah":"On je taj koji svojim robovima daje kišu kada oni izgube nadu da će ona doći i On svukuda po Zemlji kišu rasprostire. On vodi brigu o poslovima robova i On zaslužuju pohvalu u svakom stanju.",
		"korkutTranslationOfAyah":"On šalje kišu kad oni izgube svaku nadu i rasprostire blagoslov Svoj; On je zaštitnik pravi i jedini dostojan hvale."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ",
		"tafsirTextofAyah":"Jedan od Allahovih dokaza koji ukazuju na Njegovu snagu i jednoću jeste i stvaranje nebesa i Zemlje, kao i čudna stvorenja koja je po Zemlji rasijao. On je u stanju da ih sve skupi radi obračuna. Njemu to nije nemoguće kao što mu nije nemoguće da ih prvi put stvori.",
		"korkutTranslationOfAyah":"Jedno od znamenja Njegovih je stvaranje nebesa i Zemlje i živih bića koja je rasijao po njima; On je kadar da ih sve sabere kad bude htio."
	},
	{
		"arabicTextofAyah":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ",
		"tafsirTextofAyah":"Nesreća koja vas, o ljudi, zadesi u vašim životima i imetku je zbog grijeha koje ruke vaše čine, a mnogo toga Allah i oprosti i ne kažnjava vas zbog toga.",
		"korkutTranslationOfAyah":"Kakva god vas bijeda zadesi, to je zbog grijehova koje ste zaradili, a On mnoge i oprosti."
	},
	{
		"arabicTextofAyah":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
		"tafsirTextofAyah":"Vi niste u stanju da pobjegnete ako vas vaš Gospodar bude htio kazniti, vi mimo Njega nemate nekoga ko se brine o vašim stvarima i ko bi od vas otklonio kaznu ako je On bude želio spustiti.",
		"korkutTranslationOfAyah":"I vi Mu na Zemlji nećete moći umaći i ne postoji, osim Allaha, ni pomagač ni zaštitnik."
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ",
		"tafsirTextofAyah":"I među znakovima Allahovim koji ukazuju na Njegovu moć i jednoću su i lađe nalik na brda po svojoj visini, koje morem plove.",
		"korkutTranslationOfAyah":"Jedno od znamenja Njegovih su lađe nalik na brda koje morima plove."
	},
	{
		"arabicTextofAyah":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ",
		"tafsirTextofAyah":"Ako bi Allah želio da smiri vjetar koji ih pomjera, On bi to učinio, pa bi one stajale na moru bez pomjeranja. Stvaranje lađi i potčinjavanje vjetra su znakovi koji jasno ukazuju na Allahovu moć svakom onome ko trpi nedaće i iskušenja i ko je zahvalan na Allahovim blagodatima.",
		"korkutTranslationOfAyah":"Ako želi, On umiri vjetar i one na površini njegovoj ostaju nepokretne – to su pouke svakom onom ko je strpljiv i zahvalan –"
	},
	{
		"arabicTextofAyah":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ",
		"tafsirTextofAyah":"Ili, ako On Uzvišeni želi da uništi te lađe tako što pošalje jake vjetrove na njih, On to može učiniti zbog grijeha koje ljudi rade, a On neke od tih grijeha i prašta pa za njih ne kažnjava.",
		"korkutTranslationOfAyah":"ili ih potopi, zbog grijehova koje su zaradili – a mnogima i oprosti –"
	},
	{
		"arabicTextofAyah":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ",
		"tafsirTextofAyah":"da bi, prilikom propasti tih lađa koje budu uništene vjetrovima, oni koji raspravljaju o ajetima i znakovima Našim, negirajući ih, znali da nemaju utočišta gdje bi mogli od propasti pobjeći. Zato, ne molite se nikome pored Allaha i napustite obožavanje svega osim Njega.",
		"korkutTranslationOfAyah":"da bi se oni koji poriču dokaze Naše uvjerili da kazni Našoj ne mogu umaći."
	},
	{
		"arabicTextofAyah":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
		"tafsirTextofAyah":"Ono što vam je dato, o ljudi, od imetka, položaja i djece, samo je uživanje u životu dunjalučkom koji je prolazan, a vječna blagodat u Džennetu je ona blagodat koju je Allah pripremio za vjernike u Njega i Njegove poslanike i za one koji se na Njega oslanjaju u svim stanjima i poslovima.",
		"korkutTranslationOfAyah":"Sve što vam je dato – samo je uživanje u životu na ovom svijetu, a ono što je u Allaha – bolje je i trajnije za one koji vjeruju i u Gospodara svoga se uzdaju;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ",
		"tafsirTextofAyah":"i za one koji se klone velikih grijeha i razvrata i koji, kad se usljed nečijih ružnih riječi i djela rasrde, opraštaju onima koji su ih rasrdili i ne svete im se. Ovo praštanje je njihov lijep odnos, ako je ono zasnovano na dobru i koristima.",
		"korkutTranslationOfAyah":"za one koji se klone velikih grijeha i razvrata i koji, kad ih ko rasrdi, opraštaju;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
		"tafsirTextofAyah":"i za one koji se Gospodaru svome odazivaju, čineći djela koja im je naredio, a ostavljajjući djela koja im je zabranio i za one koji namaz klanjaju na najpotpuniji način, i o poslovima se svojim koji su im važni, dogovaraju, a dio od onoga čime smo ih opskrbili udjeljuju, nastojeći time da steknu Allahovo zadovoljstvo i gledanje u Njegovo lice.",
		"korkutTranslationOfAyah":"za one koji se Gospodaru svome odazivaju, i koji molitvu obavljaju, i koji se o poslovima svojim dogovaraju, a dio od onoga čime smo ih opskrbili udjeljuju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ",
		"tafsirTextofAyah":"i za one koji, kada ugnjetavanju i nepravdi budu izvrgnuti, uzvrate, štiteći tako svoju čast i dostojanstvo, i to u slučaju ako nepravednik nije neko ko zasluže praštanje. Ovo uzvraćanje je čovjekovo pravo, posebno ako u praštanju nema nikakve koristi.",
		"korkutTranslationOfAyah":"i za one koji se odupiru onima koji ih ugnjetavaju."
	},
	{
		"arabicTextofAyah":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Onaj ko želi da naplati ono što mu pripada, ima na to pravo, ali to treba učiniti na isti način, bez povećanja i prelaženja granice. Imat će nagradu kod Allaha onaj ko oprosti zlo učinjeno prema njemu i ko popravi odnos između sebe i svoga brata. Allah ne voli one koji čine nepravdu prema ljudima, njihovoj imovini i časti. Naprotiv, On mrzi nepravednike.",
		"korkutTranslationOfAyah":"Nepravda se može uzvratiti istom mjerom, a onoga koji oprosti i izmiri se Allah će nagraditi; On, uistinu, ne voli one koji nepravdu čine."
	},
	{
		"arabicTextofAyah":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ",
		"tafsirTextofAyah":"Onaj ko uzvrati braneći sebe, ne treba da bude sankcionisan zbog toga što je branio svoje pravo koje mu pripada.",
		"korkutTranslationOfAyah":"Neće odgovarati onaj koji istom mjerom uzvrati za pretrpljenu nepravdu,"
	},
	{
		"arabicTextofAyah":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Bit će kažnjeni oni koji ljudima čine nepravdu i koji po Zemlji grijehe čine; njih čeka bolna patnja na onome svijetu.",
		"korkutTranslationOfAyah":"a odgovaraće oni koji ljude tlače i bez ikakva osnova red na Zemlji remete; njih čeka bolna patnja."
	},
	{
		"arabicTextofAyah":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ",
		"tafsirTextofAyah":"A ko se strpi na tome što ga drugi uznemiravaju i pređe preko toga i oprosti, doista će se koristi tog strpljenja vidjeti na društvu, jer to je pohvalno svojstvo kojeg ne može imati osim onaj velike sreće.",
		"korkutTranslationOfAyah":"Strpljivo podnositi i praštati – tako treba svaki pametan postupiti."
	},
	{
		"arabicTextofAyah":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ",
		"tafsirTextofAyah":"A kome Allah umjesto upute da zabludu, tome pomagača poslije Njega neće biti! I ti ćeš vidjeti kako će oni koji su nevjerovanjem i grijesima činili sebi nepravdu, kad ugledaju patnju na Sudnjem danu, nadajući se povikati: “Postoji li ikakav način da budemo opet vraćeni na dunjaluk pa da se pokajemo Allahu?”",
		"korkutTranslationOfAyah":"Onaj koga Allah bez podrške ostavi neće poslije Njega imati nikoga da ga podrži. I ti ćeš vidjeti kako će nasilnici, kad dožive patnju, povikati: \"Postoji li ikakav način da se povratimo?\""
	},
	{
		"arabicTextofAyah":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ",
		"tafsirTextofAyah":"I vidjet ćeš, o Poslaniče, kako se nepravednici poniženi i klonuli Vatri izlažu, a oni je kradomice, iz straha gledaju. Oni koji su vjerovali u Allaha i Njegove poslanike, reći će: “Doista su stradalnici oni koji na Kijametskom danu i sebe i porodice svoje upropaste zbog onoga što će doživjeti od Allahove kazne!” A zar nepravedni, koji su kroz nevjerovanje i griješenje sebi nepravdu činili, neće biti u neprestanoj patnji koja nikada neće prestati?!",
		"korkutTranslationOfAyah":"I vidjećeš kako ih ponižene i klonule vatri izlažu, a oni je ispod oka gledaju. Oni koji su vjerovali, reći će: \"Pravi stradalnici su oni koji na Sudnjem danu i sebe i čeljad svoju upropaste!\" A zar nevjernici neće neprekidno patiti!"
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
		"tafsirTextofAyah":"Njima neće biti zaštitnika da im pomognu i da ih spase od Allahove kazne; a kome Allah da da je u zabludi a ne na istini, takav put spasa neće ni imati, niti ga iko mimo Allaha na njega može uputiti.",
		"korkutTranslationOfAyah":"Njima neće moći pomoći oni kojima su se pored Allaha klanjali; a onaj koga je Allah bez podrške ostavio, taj Pravog puta nije ni našao."
	},
	{
		"arabicTextofAyah":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ",
		"tafsirTextofAyah":"Odazovite se Gospodaru svome, o ljudi, čineći naredbe i ostavljajući zabrane, i nemojte s tim oduglovačiti, prije nego što dođe Dan koji niko neće moći otkloniti. Taj Dan utočišta nećete imati i nećete moći poricati grijehe koje ste na dunjaluku činiti.",
		"korkutTranslationOfAyah":"Odazovite se Gospodaru svome prije nego što dođe Dan koji Allah neće zaustaviti. Toga Dana utočišta nećete imati i nećete moći poricati."
	},
	{
		"arabicTextofAyah":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ",
		"tafsirTextofAyah":"A ako se okrenu od onoga s čime smo te poslali – pa, Mi tebe, o Poslaniče, nismo ni poslali da nad njima i njihovim djelima bdiješ, ti si dužan samo saopćiti, a oni će račun kod Allaha polagati. Kad čovjeku damo da milost Našu osjeti u vidu bogatstva, zdravlja i sl., on joj se obraduje, a kad ih zadesi kakva nesreća zbog grijeha koje čine, onda čovjek, po prirodi svojoj, blagodati Allahove ne priznaje, na njima se ne zahvaljuje i ljut je na Allahovu odredbu koja je zasnovana na mudrosti.",
		"korkutTranslationOfAyah":"A ako glave okrenu – pa, Mi tebe nismo ni poslali da budeš njihov čuvar, ti si dužan samo da obznaniš. Kad čovjeku damo da blagodat Našu osjeti, on joj se obraduje, a kad ga zadesi kakva nesreća zbog onoga što su uradile ruke njegove, onda čovjek blagodati ne priznaje."
	},
	{
		"arabicTextofAyah":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
		"tafsirTextofAyah":"Allahova je vlast na nebesima i na Zemlji. On stvara šta hoće, bilo da je muško, žensko ili nešto drugo. Daruje žensku djecu kome hoće, a mušku mu uskrati, a kome hoće – mušku daruje, a uskrati mu žensku djecu. Nekome daruje i mušku i žensku djecu, a nekoga ostavi bez potomstva. On zna šta je bilo i šta će biti, što ukazuje na savršenost Njegova znanja i mudrosti. Njemu ništa nije skriveno i ništa Mu nije nemoguće.",
		"korkutTranslationOfAyah":"Allahova je vlast na nebesima i na Zemlji. On stvara šta hoće! On poklanja žensku djecu kome hoće, a kome hoće – mušku,"
	},
	{
		"arabicTextofAyah":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ",
		"tafsirTextofAyah":"Allahova je vlast na nebesima i na Zemlji. On stvara šta hoće, bilo da je muško, žensko ili nešto drugo. Daruje žensku djecu kome hoće, a mušku mu uskrati, a kome hoće – mušku daruje, a uskrati mu žensku djecu. Nekome daruje i mušku i žensku djecu, a nekoga ostavi bez potomstva. On zna šta je bilo i šta će biti, što ukazuje na savršenost Njegova znanja i mudrosti. Njemu ništa nije skriveno i ništa Mu nije nemoguće.",
		"korkutTranslationOfAyah":"ili im daje i mušku i žensku, a koga hoće, učini bez poroda; On uistinu sve zna i sve može."
	},
	{
		"arabicTextofAyah":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ",
		"tafsirTextofAyah":"Nijednom čovjeku nije dato da mu se Allah obraća, osim objavom, nadahnućem i sl., ili da mu se obrati glasom, a ne vidi Ga, ili da pošalje izaslanika meleka poput Džibrila, pa s dozvolom Njegovom objavi ono što On hoće. On je, zaista, uzvišen Svojim Bićem i svojstvima i mudar je u stvaranju, određivanju i propisivanju.",
		"korkutTranslationOfAyah":"Nijednom čovjeku nije dato da mu se Allah obraća osim na jednom od tri načina: nadahnućem, ili iza zastora, ili da pošalje izaslanika koji, Njegovom voljom, objavljuje ono što On želi. – On je, zaista, uzvišen i mudar!"
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Kao što smo objavljivali vjerovjesnicima prije tebe, o Poslaniče, i tebi smo objavili ovaj Kur'an. Prije Kur'ana nisi znao šta su nebeske knjige objavljene poslanicima i nisi znao šta je iman. Međutim, Mi smo objavili ovaj Kur'an kao svjetlost kojim upućujemo koga hoćemo od Naših robova. Ti ljudima pokazuješ i pojašnjavaš Pravi put, tj, put islama.",
		"korkutTranslationOfAyah":"Na takav način Mi i tebi objavljujemo ono što ti se objavljuje. Ti nisi znao šta je Knjiga niti si poznavao vjerske propise, ali smo je Mi učinili svjetlom pomoću kojeg upućujemo one robove Naše koje želimo. A Ti, zaista, upućuješ na Pravi put,"
	},
	{
		"arabicTextofAyah":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ",
		"tafsirTextofAyah":"Allahov put kojem pripada sve što je na nebesima i sve što je na Zemlji, On sve stvara, svime vlada i uređuje sve. Sasvim sigurno je da će se sve Allahu vratiti, jer On sve određuje i svime upravlja.",
		"korkutTranslationOfAyah":"na Put Allahov, kome pripada sve što je na nebesima i sve što je na Zemlji. I, eto, Allahu će se sve vratiti!"
	}
]