[
	{
		"arabicTextofAyah":"حمٓ",
		"tafsirTextofAyah":"Ha mim. O kur’anskim smo skraćenicama govorili na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Hā Mīm."
	},
	{
		"arabicTextofAyah":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
		"tafsirTextofAyah":"Ovaj Kur’an Poslaniku, sallallahu alejhi ve sellem, objavljuje Allah, Silni, Koga niko ne može nadvladati, i Mudri, Koji mudro stvara, određuje i upravlja.",
		"korkutTranslationOfAyah":"Knjigu objavljuje Allah, Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Na nebesima i na Zemlji postoje znakovi koji vjernicima ukazuju na Allahovu moć i jednoću, jer samo vjernici uzimaju pouke iz tih znakova.",
		"korkutTranslationOfAyah":"Na nebesima i na Zemlji, zaista, postoje dokazi za one koji vjeruju;"
	},
	{
		"arabicTextofAyah":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ",
		"tafsirTextofAyah":"U stvaranju vas o ljudi, od kapi sjemena, zatim od ugruška, zatim od grude mesa i u stvaranju živih bića koja je razasuo po Zemlji, znakovi su Allahove jednoće za ljude koji su čvrsto uvjereni da je Allah Tvorac.",
		"korkutTranslationOfAyah":"i stvaranje vas i životinja, koje je razasuo, dokazi su za ljude koji su čvrsto uvjereni;"
	},
	{
		"arabicTextofAyah":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ",
		"tafsirTextofAyah":"U smjeni noći i dana i u kiši koju Allah spušta s neba, pa njome oživi zemlju biljem nakon što je bila neplodna, i u vjetrovima koji dolaze čas s jedne, a čas s druge strane, dokazi su za razumne. Oni iz tih znakova razumiju da je Allah jedan, da je moćan stvorenja oživjeti i da je svemoćan.",
		"korkutTranslationOfAyah":"i smjena noći i dana i kiša, koju Allah s neba spušta da pomoću nje zemlju, nakon mrtvila njezina, oživi i promjena vjetrova – dokazi su za ljude koji imaju pameti."
	},
	{
		"arabicTextofAyah":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"To su Allahovi ajeti i znakovi koje ti, o Poslaniče, kao istinu navodimo, pa u koje će, ako ne u Allahove riječi koje objavljuje Svome robu i znakove Njegove, oni vjerovati i koje će dokaze, ako ne ove, priznati?",
		"korkutTranslationOfAyah":"To su Allahovi dokazi koje ti kao istinu navodimo, pa u koje će – ako ne u Allahove riječi i dokaze Njegove oni vjerovati?"
	},
	{
		"arabicTextofAyah":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ",
		"tafsirTextofAyah":"Allahova kazna i propast čeka svakog onoga ko mnoge laže i ko mnogo griješi.",
		"korkutTranslationOfAyah":"Teško svakom lašcu, velikom grješniku!"
	},
	{
		"arabicTextofAyah":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"Ovaj nevjernik čuje Allahove ajete u Kur'anu koji mu se čitaju, a zatim ustrajava u svome nevjerovanju i griješenju, oholeći se nad istinom, kao da nije ni čuo proučene ajete. Kaži mu, o Poslaniče, da ga čeka velika patnja na onome svijetu.",
		"korkutTranslationOfAyah":"On čuje Allahove riječi kada mu se kazuju, pa opet ostaje ohol kao da ih čuo nije – njemu patnju neizdržljivu navijesti!"
	},
	{
		"arabicTextofAyah":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
		"tafsirTextofAyah":"Kada mu se dostave neki ajeti iz Kur'ana, on se ismijava. One koji se ismijavaju s Kur'anom čeka teška kazna na Sudnjem danu.",
		"korkutTranslationOfAyah":"A kad sazna za neke Naše ajete, on im se ruga. Takve ponižavajuća patnja čeka."
	},
	{
		"arabicTextofAyah":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ",
		"tafsirTextofAyah":"Njih čeka Džehennem na onome svijetu i njihov imetak im kod Allaha neće nimalo biti od koristi, niti će njihova božanstva koja su obožavali od njih odstraniti kaznu koja ih čeka. Za njih je na Sudnjem danu spremna velika patnja.",
		"korkutTranslationOfAyah":"Pred njima je Džehennem, i ni od kakve koristi im neće biti ono što su stekli, ni kumiri koje su, pored Allaha, prihvatili, njih čeka muka golema."
	},
	{
		"arabicTextofAyah":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ",
		"tafsirTextofAyah":"Ova Knjiga koju je Allah objavio Svome Poslaniku vodi Pravom putu. One koji ne vjeruju u ajete koje je njihov Gospodar objavio Svome Poslaniku, čeka strašna i bolna patnja.",
		"korkutTranslationOfAyah":"Ovaj Kur'an je prava uputa, a one koji ne vjeruju u dokaze Gospodara svoga čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"Allah je jedini Koji vam je, o ljudi, potčinio more da bi lađe, odredbom Njegovom, po njemu plovile, da biste mogli tražiti blagodati Njegove koje vam je dozvolio i da biste bili zahvalni na tim blagodatima.",
		"korkutTranslationOfAyah":"Allah vam daje da se morem koristite da bi lađe, voljom Njegovom, po njemu plovile, da biste mogli tražiti blagodati Njegove i da biste bili zahvalni."
	},
	{
		"arabicTextofAyah":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"I potčinio vam je ono što je na nebesima: Sunce, Mjesec i zvijezde i na Zemlji, kao što su rijeke, drveće, brda i dr. U tome što vam je potčinio su jasni dokazi Njegove moći i jednoće, za one koji razmišljaju o njima i iz njih crpe pouke.",
		"korkutTranslationOfAyah":"I daje vam da se koristite onim što je na nebesima i onim što je na Zemlji, sve je od Njega. To su, zaista, pouke za ljude koji razmišljaju."
	},
	{
		"arabicTextofAyah":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci onima koji vjeruju u Allaha i Njegova Poslanika, da oproste onim nevjernicima koji su vam činili zlo i koji se ne nadaju Allahovim blagodatima, niti obaćaju pažnju na Njegovu kaznu, jer će Allah nagraditi stpljive vjernike i kazniti nevjernike zbog postupaka koje su činili na dunjaluku.",
		"korkutTranslationOfAyah":"Reci vjernicima da oproste onima koji ne očekuju Allahove dane u kojima će On nagraditi ljude za ono što su radili."
	},
	{
		"arabicTextofAyah":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
		"tafsirTextofAyah":"Onaj ko čini dobra djela imat će dobar rezultat u svoju korist, a Allahu ne trebaju ničija djela, a onaj ko čini loša djela, imat će loš rezultat i to na svoju štetu, jer loša djela Allahu nimalo ne štete. Zatim ćete se nama vratiti na onome svijetu kako bismo vam dali ono što zaslužujete.",
		"korkutTranslationOfAyah":"Onaj koji čini dobro – sebi ga čini, a onaj ko radi zlo – radi protiv sebe, a na kraju ćete se Gospodaru svome vratiti."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Sinovima Israilovim dali smo Tevrat i da po njemu ljudima sude, većina njihovih vjerovjesnika bili su potomci Ibrahima i dali smo ih razna dobra, a pored toga smo ih odabrali nad svim svjetovima u vrijeme kada su živjeli.",
		"korkutTranslationOfAyah":"Sinovima Israilovim smo Knjigu i vlast i vjerovjesništvo dali i lijepim jelima smo ih bili opskrbili, i iznad svih naroda ih uzdigli,"
	},
	{
		"arabicTextofAyah":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
		"tafsirTextofAyah":"I jasne smo im dokaze o vjeri dali, dokaze koji su pojasnili šta je istina, a šta neistina, a oni su se podvojili baš onda kad su do dokaza došli, kada im je poslan Muhammed, sallallahu alejhi ve sellem, a razišli su se zbog neprijateljstva i međusobne zavisti, te želje za vlašću i položajem. Gospodar tvoj će im, o Poslaniče, na Kijametskom danu, sigurno presuditi u vezi s onim u čemu su se razilazili na dunjaluku, i ukazat će im ko je slijedio istinu, a ko neistinu.",
		"korkutTranslationOfAyah":"i jasne dokaze o vjeri smo im dali, a oni su se podvojili baš onda kad su do saznanja došli, i to zbog neprijateljstva i međusobne zavisti. Gospodar tvoj će im na Sudnjem danu, sigurno, presuditi o onome oko čega su se razišli."
	},
	{
		"arabicTextofAyah":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"A tebi smo, o Poslaniče, poslije odredili da u vjeri ideš pravcem određenim, putem vjerovanja i dobrih djela kojim su išli i poslanici prije tebe, pa slijedi taj vjerozakon i ne povodi se za hirovima onih koji ne znaju istinu, jer njihovi hirovi vode ka stranputici.",
		"korkutTranslationOfAyah":"A tebi smo poslije odredili da u vjeri ideš pravcem određenim, zato ga slijedi i ne povodi se za strastima onih koji ne znaju,"
	},
	{
		"arabicTextofAyah":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Oni koji ne poznaju istinu, neće te spasiti Allahove kazne, ako se budeš povodio za hirovima njihovim. Nepravedni iz svih sekti i pravaca jedni drugima su pomagači i protiv vjernika jedni drugima daju potporu. Allah je pomagač bogobojaznih vjernika koji provode Njegove naredbe i udaljavaju se od Njegovih zabrana.",
		"korkutTranslationOfAyah":"jer te oni nikako ne mogu od Allahove kazne odbraniti; nevjernici jedni druge štite, a Allah štiti one koji Ga se boje i grijeha klone."
	},
	{
		"arabicTextofAyah":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ",
		"tafsirTextofAyah":"Ovaj Kur’an koji je objavljen Našem Poslaniku, putokaz je ljudima koji im pokazuje šta je istina, a šta neistina i on je uputa ka istini i milost onima koji čvrsto vjeruju, jer oni će krenuti Pravim putem kako bi njihov Gospodar bio zadovoljan. On će iz zbog toga uvesti u Džennet i spasiti Vatre.",
		"korkutTranslationOfAyah":"Ovaj Kur'an je putokaz ljudima i uputstvo i milost onima koji čvrsto vjeruju."
	},
	{
		"arabicTextofAyah":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ",
		"tafsirTextofAyah":"Misle li oni koji čine zla djela, nevjerstvo i grijehe, da ćemo s njima postupiti jednako kao s onima koji vjeruju i dobra djela čine, da ćemo im dati isti status i da će u ovom životu i nakon smrti biti isti?! Kako loše rasuđuju!",
		"korkutTranslationOfAyah":"Misle li oni koji čine zla djela da ćemo s njima postupiti jednako kao sa onima koji vjeruju i dobra djela čine, da će im život i smrt biti isti? Kako loše rasuđuju!"
	},
	{
		"arabicTextofAyah":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"A Allah je nebesa i Zemlju s mudrošću stvorio, nije to učinio uzalud. To je učinio da bi svaka osoba bila nagrađena ili kažnjena prema onom što je zaradila i njima nepravda učinjena neće biti, odnosno neće im se umanjiti dobra djela, niti uvećati loša.",
		"korkutTranslationOfAyah":"A Allah je nebesa i Zemlju mudro stvorio i zato da bi svaki čovjek bio nagrađen ili kažnjen prema onome što je zaslužio; nikome neće biti učinjeno nažao."
	},
	{
		"arabicTextofAyah":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Šta misliš, o Poslaniče, o onome koji je svoju strast za boga svoga uzeo i nju obožava i nikako od nje ne odstupa, onome kome je Allah, a on svjestan bio, i zabludu zaslužio, dao da je u zabludi, i sluh njegov i srce njegovo zapečatio, a pred oči njegove koprenu stavio, pa on ne vidi i ne čuje istinu? Ko će ga, ako neće Allah, na Pravi put uputiti? Zašto se ne prisjetite štetnosti slijeđenja hirova i koristi slijeđenja istine?",
		"korkutTranslationOfAyah":"Reci ti Meni ko će uputiti onoga koji je strast svoju za boga svoga uzeo, onoga koga je Allah, znajući ga, u zabludi ostavio i sluh njegov i srce njegovo zapečatio, a pred oči njegove koprenu stavio? Ko će mu, ako neće Allah, na Pravi put ukazati? Zašto se ne urazumite?"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ",
		"tafsirTextofAyah":"Nevjernici i negatori proživljenja vele: “Postoji samo život naš zemaljski, nema života nakon smrti, živimo i umiremo, jedino nas vrijeme, noć i dan, uništi.” A negiranje proživljena nisu zasnovali ni na kakvom znanju, oni samo nagađaju, a to nimalo neće donijeti štete istini.",
		"korkutTranslationOfAyah":"\"Postoji samo naš život zemaljski, živimo i umiremo, jedino nas vrijeme uništi\" – govore oni. A oni o tome baš ništa ne znaju, oni samo nagađaju."
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"A kad se mušricima, koji negiraju proživljenje, Naši ajeti jasni kazuju, drugog dokaza nemaju osim što Poslaniku i ashabima kažu: “Pretke naše u život povratite ako je istina da ćemo biti proživljeni nakon smrti.\"",
		"korkutTranslationOfAyah":"A kad im se ajeti Naši jasni kazuju, samo se ovim riječima izgovaraju: \"Pretke naše u život povratite, ako je istina to što govorite.\""
	},
	{
		"arabicTextofAyah":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Reci im, o Poslaniče: “Allah vam daje život tako što vas stvara, zatim će učiniti da poumirete, a poslije će vas na Kijametskom danu sabrati kako bi vam dao ono što ste zaslužili, u to nema nikakve sumnje, ali većina ljudi ne zna, pa se zato ne spremaju za taj dan čineći dobra djela.”",
		"korkutTranslationOfAyah":"Reci: \"Allah vam daje život, zatim će učiniti da poumirete, a poslije će vas na Sudnjem danu sabrati, u to nema nikakve sumnje, ali većina ljudi ne zna.\""
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ",
		"tafsirTextofAyah":"Samo je Allahova vlast na nebesima i na Zemlji! Niko se istinski ni na nebu ni na Zemlji ne obožava osim Njega. A na dan kad nastupi Čas oživljenja i obračuna, taj dan oni koji su laži slijedili bit će izgubljeni, zbog toga što su obožavali nekog mimo Allaha i što su ulagali napor da istinu prikriju, a neistinu ispolje.",
		"korkutTranslationOfAyah":"Allahova je vlast na nebesima i na Zemlji! A na dan kada nastupi Čas oživljenja, oni koji su laži slijedili biće izgubljeni."
	},
	{
		"arabicTextofAyah":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"I vidjet ćeš, o Poslaniče, toga dana sve ummete kako kleče iščekujući šta će se desiti; svaki ummet bit će pozvan prema svojoj Knjizi koju su zapisali meleki čuvari: “Danas ćete, o ljudi, biti nagrađeni ili kažnjeni prema tome kako ste postupali na dunjaluku!”",
		"korkutTranslationOfAyah":"I vidjećeš sve narode kako na koljenima kleče; svaki narod biće pozvan prema svojoj Knjizi: \"Danas ćete biti nagrađeni ili kažnjeni prema tome kako ste postupali!"
	},
	{
		"arabicTextofAyah":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Ova Naša Knjiga u koju su meleki pisali vaša djela, svjedočit će protiv vas na osnovu istine. Mi smo naredili melekima da zapišu sve što ste radili na dunjaluku.",
		"korkutTranslationOfAyah":"Ova Knjiga Naša o vama će samo istinu reći, jer smo naredili da se zapiše sve što ste radili.\""
	},
	{
		"arabicTextofAyah":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"One koji su vjerovali i dobra djela činili Gospodar njihov će Svojom milošću u Džennet uvesti. To što će im Allah kao nagradu dati bit će veliki uspjeh sa kojim se nijedan drugi ne može porediti.",
		"korkutTranslationOfAyah":"One koji su vjerovali i dobra djela činili, Gospodar njihov će u Džennet Svoj uvesti. To će biti uspjeh očiti."
	},
	{
		"arabicTextofAyah":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ",
		"tafsirTextofAyah":"A onima koji nisu vjerovali u Allaha bit će rečeno: “Zar vam ajeti Moji nisu kazivani, ali vi ste se oholili i niste htjeli vjerovati i narod prestupnički ste bili, tako što ste nevjerstvo i grijehe činili?”",
		"korkutTranslationOfAyah":"A onima koji nisu vjerovali: \"Zar vam ajeti Moji nisu kazivani, ali vi ste se oholili i narod nevjernički postali."
	},
	{
		"arabicTextofAyah":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ",
		"tafsirTextofAyah":"Kad vam se govorilo: “Allahovo je obećanje da će vas oživiti, zaista, istina! I u Čas oživljenja nema nimalo sumnje, pa se spremajte za taj dan.”, vi ste govorili: “Mi ne znamo šta je Čas oživljenja, mi samo zamišljamo, mi nismo uvjereni da će taj Čas doći.”",
		"korkutTranslationOfAyah":"Kad se govorilo: 'Allahovo obećanje je, zaista, istina i u Čas oživljenja nema nimalo sumnje!' – vi ste govorili: 'Mi ne znamo šta je Čas oživljenja, mi samo zamišljamo, mi nismo uvjereni;'\""
	},
	{
		"arabicTextofAyah":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Nevjernicima će se na Danu sudnjem ukazati sva ogavnost njihovih hrđavih djela i nevjerovanja, pa će ih sa svih strana stići ono čemu su se ismijavali, a čime im se prijetilo.",
		"korkutTranslationOfAyah":"i ukazaće im se gnusna djela njihova i sa svih strana će ih okružiti ono čemu su se rugali,"
	},
	{
		"arabicTextofAyah":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
		"tafsirTextofAyah":"Allah će im reći na Sudnjem danu: “Danas ćete vi biti zaboravljeni u vatri džehennemskoj kao što ste se zaboravili za njega pripremiti pomoću imana i dobrih djela! Vaše će prebivalište biti oganj i niko vam neće priteći u pomoć te od vas patnju otkloniti.”",
		"korkutTranslationOfAyah":"i reći će se: \"Danas ćemo mi vas zaboraviti kao što ste vi zaboravili da ćete ovaj vaš Dan doživjeti, vatra će vam prebivalište biti i niko vam neće moći pomoći"
	},
	{
		"arabicTextofAyah":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ",
		"tafsirTextofAyah":"“Ova vas je kazna”, bit će im rečeno, “stigla zato što ste Allahove ajete za podsmijeh uzimali, to jest, zato što ih niste prihvatali i prema njima se ozbiljno odnosili, i zbog toga što ste dopustili da vas prolazne, dunjalučke čari obmanu i odvedu u zabludu.” Stoga oni koji su se rugali Božijim ajetima neće biti izvedeni iz džehennemske vatre, neće biti vraćeni na dunjaluk da rade dobra djela i tako steknu Allahovo zadovoljstvo.",
		"korkutTranslationOfAyah":"zato što ste se Allahovim riječima rugali i što vas je život na Zemlji bio obmanuo.\" Od toga Dana ih iz Džehennema niko neće izvući niti će se od njih tražiti da odobrovolje Allaha."
	},
	{
		"arabicTextofAyah":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Allahu, Jednom Jedinom, pripada sva hvala i velika zahvala, Gospodaru nebesa, Zemlje i svega što postoji.",
		"korkutTranslationOfAyah":"Pa, neka je hvaljen Allah, Gospodar nebesa i Gospodar Zemlje, Gospodar svih svjetova!"
	},
	{
		"arabicTextofAyah":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Samo Allahu, džellešanuhu, pripadaju ponos i dika, veličina i vlast, uzvišenost i savršenost, na nebesima i na Zemlji. Allah je silan i svemoćan, niko Ga ne može nadvladati; mudar je u stvaranju, upravljanju, propisivanju…",
		"korkutTranslationOfAyah":"Njemu ponos i dika na nebesima i na Zemlji, On je Silni i Mudri!"
	}
]