[
	{
		"arabicTextofAyah":"حمٓ",
		"tafsirTextofAyah":"O kur’anskim smo skraćenicama govorili na početku sure el-Bekara.",
		"korkutTranslationOfAyah":"Hā Mīm."
	},
	{
		"arabicTextofAyah":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
		"tafsirTextofAyah":"Ovaj Kur’an Poslaniku, sallallahu alejhi ve sellem, objavljuje Allah, Silni, Koga niko ne može nadvladati, i Mudri, Koji mudro stvara, upravlja, propisuje…",
		"korkutTranslationOfAyah":"Knjigu objavljuje Allah, Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ",
		"tafsirTextofAyah":"Uzvišeni je Allah nebesa i Zemlju i ono što je između njih stvorio radi veličanstvenog cilja i nedokučive mudrosti, a ne zarad igre i zabave. Jedan od ciljeva stvaranja nebesa i Zemlje jest to da ljudi spoznaju Gospodara, te Mu robuju pritom Mu nikog ravnim ne smatrajući, te da postupaju u skladu sa svojom ulogom hilafeta na Zemlji, i to do precizno određenog roka koji je samo Allah znan. Pa ipak, oni koji poriču Allahove riječi i negiraju da jedino On zaslužuje da Ga se obožava, ne žele povjerovati i okreću se od časnog Kur’ana, ne mare za njega.",
		"korkutTranslationOfAyah":"Mi smo nebesa i Zemlju i ono što je između njih mudro stvorili i do roka određenog, ali nevjernici okreću glave od onoga čime im se prijeti."
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Reci, Vjerovjesniče, mekanskim mnogobošcima koji se otuđuju od istine: “Kažite mi, jesu li vaša božanstva i kumiri kojima mimo Allaha robujete išta stvorili na Zemlji? Jesu li stvorili koje brdo ili pak rijeku? Ako jesu, pokažite šta su to stvorili. Ili, imaju li oni udjela u stvaranju nebesa, pa zbog toga zaslužuju da se i njima, pored Allaha, robuje? Donesite mi Knjigu od Allaha koja potvrđuje to što tvrdite ili donesite bar kakav trag znanja, ako istinu govorite da vaša božanstva zaslužuje da im se robuje.”",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni ili pokažite mi šta su stvorili na Zemlji i da li imaju ikakva udjela u nebesima oni kojima se vi, pored Allaha, klanjate? Donesite mi Knjigu objavljenu prije ove ili samo kakav ostatak znanja, ako istinu govorite.\""
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ",
		"tafsirTextofAyah":"Niko nije zabludniji niti neznaniji od onog ko, umjesto Allaha, zaziva lažno božanstvo, drveće, kamenje… Oni kojima se mole nikad im se neće odazvati jer su materija neživa i nemoćna, ne čuju, niti poimaju da ih se moli, ne mogu pribaviti nikakvu korist, niti mogu otkloniti kakvu štetu…",
		"korkutTranslationOfAyah":"Ko je u većoj zabludi od onih koji se, umjesto Allahu, klanjaju onima koji im se do Sudnjeg dana neće odazvati i koji su prema njihovim molbama ravnodušni."
	},
	{
		"arabicTextofAyah":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ",
		"tafsirTextofAyah":"Lažna božanstva ne mogu pomoći onima koji im se klanjaju, a k tome, kad ljudi budu sakupljeni radi konačnog obračuna na Sudnjem danu, ista ta božanstva bit će otvoreni neprijatelji svojim obožavaocima, odricat će ih se, proklinjat će ih i negirati da su im se ljudi klanjali.",
		"korkutTranslationOfAyah":"Kada ljudi budu sabrani, oni će im biti neprijatelji i poreći će da su im se klanjali."
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Kad se kur’anski ajeti, koji su objavljeni Poslaniku islama, sallallahu alejhi ve sellem, kazuju nevjernicima, oni, nakon što čuju njihovo učenje, kažu: “Niko ne sumnja u to da je ovo očita čarolija! Ovo nije objava od Allaha!”",
		"korkutTranslationOfAyah":"A kad se ovima Naši jasni ajeti kazuju, onda oni koji ne vjeruju govore o Istini čim im dođe: \"Ovo je prava čarolija!\""
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Zar će krivovjerni reći: “Muhammed izmišlja Kur’an, od sebe ga kazuje, a ne donosi objavu od Allaha!” Reci im, Poslaniče islama: “Kad bih izmišljao Kur’an, vi me ne biste mogli zaštititi od Allahove kazne ako bi me Allah htio kazniti. Zar bih se lažući na Boga izlagao Njegovoj kazni?! Allah dobro zna šta zborite o Kur’anu i o meni, Božijem poslaniku. Dosta je da Allah bude svjedok da sam vam dostavio i da se niste odazvali. Ipak, Uzvišeni Allah oprašta grijehe i samilostan je onima koji se kaju.”",
		"korkutTranslationOfAyah":"Zar oni da govore: \"On ga izmišlja!\" Reci: \"Pa, ako ga izmišljam, vi mene od kazne Allahove nećete moći odbraniti; On dobro zna šta o Kur'anu govorite. On je dovoljan svjedok i meni i vama; On prašta i samilostan je.\""
	},
	{
		"arabicTextofAyah":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ",
		"tafsirTextofAyah":"Božiji Poslaniče, obrati se mnogobošcima što poriču tvoje poslanstvo: “Ja nisam prvi poslanik kojeg je Allah poslao Svojim robovima, prije mene bilo je poslanika. I ne znam šta će Allah sa mnom i s vama učiniti na ovom svijetu, jer budućnost zna samo Allah, džellešanuhu. Ja sam dužan dostaviti i slijedim ono što mi Svevišnji Allah objavljuje. Ja govorim i činim samo ono što je u skladu s Objavom. Ja, također, jasno i otvoreno opominjem i podsjećam na Božiju kaznu.”",
		"korkutTranslationOfAyah":"Reci: \"Ja nisam prvi poslanik i ne znam šta će biti sa mnom ili s vama; ja slijedim samo ono što mi se objavljuje i samo sam dužan da otvoreno opominjem.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Vjerovjesniče, reci onima koji ne vjeruju: “Recite vi meni šta će biti s vama ako je Kur’an objava od Allaha, a vi ne vjerujete u njega, i dogodi se da neko od sinova Israilovih posvjedoči da je Kur’an od Allaha, kako je i rečeno u Tevratu, pa on povjeruje u časni Kur’an i postupa u skladu s njime, a vi nastavite poricati! Kako sebi činite golemu nepravdu!” Doista, Sveznajući Allah neće zulumćare izvesti na Pravi put.",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni šta će s vama biti ako je Kur'an od Allaha, a vi u nj nećete da vjerujete, i ako je jedan od sinova Israilovih posvjedočio da je i on od Allaha, pa on povjerovao, a vi se uzoholili.\" Allah, zaista, neće ukazati na Pravi put narodu koji sebi nepravdu čini."
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Objavu koju je donio Poslanik govore vjernicima: “Da je vjerovanje u Poslanika i njegovo slijeđenje bila odlika i kakvo dobro, mi bismo u tome pretekli siromašne, robove i slabiće.” A, kako pomoću časnog Kur’ana, koji je donio Poslanik, nisu našli Pravu stazu i nisu povjerovali, reći će: “Kur’an je laž koja se prenosi od prvih potonjim generacijama, on je samo izmišljotina naroda drevnih, a mi laži ne slijedimo!”",
		"korkutTranslationOfAyah":"I govore nevjernici o vjernicima: \"Da je kakvo dobro, nas oni u tome ne bi pretekli.\" A kako pomoću njega Pravi put nisu našli, sigurno će reći: \"Ovo je još davna izmišljotina.\""
	},
	{
		"arabicTextofAyah":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Prije Kur’ana Allah je, džellešanuhu, objavio Musau, alejhis-selam, Tevrat, kao putovođu sinovima Israilovim da slijede njegova uputstva, i kao milost onima koji postupaju u skladu s njegovim propisima. Kur’an, koji je Uzvišeni Allah Poslaniku islama objavio na arapskom jeziku, opominje one koji sami sebi nanose nepravdu čineći širk i grijehe; on je i ugodna vijest onima koji su dobri vjernici i koji se prema ljudima lijepo odnose.",
		"korkutTranslationOfAyah":"Knjiga Musaova je bila putovođa i milost prije njega. A ovo je Knjiga na arapskom jeziku koja nju potvrđuje da bi opomenula one koji rade zlo i da bi obradovala one koji čine dobro."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Oni koji priznaju da je Allah jedini Gospodar i da se samo Njemu može robovati te istraju na pokornosti Allahu i na činjenju dobrih djela neće se bojati predstojećih strahota, niti će tugovati zbog dunjalučkih dobara koje su ostavili iza sebe.",
		"korkutTranslationOfAyah":"Oni koji govore: \"Naš Gospodar je Allah!\" – i istraju na Pravome putu, neka se ničega ne boje i ni za čim neka ne tuguju!"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Oni koji objedine ta svojstva jesu stanovnici Dženneta, u njemu će zauvijek boraviti. To će im biti nagrada i počast od Allaha zato što su na dunjaluku činili dobra djela.",
		"korkutTranslationOfAyah":"Oni će stanovnici Dženneta biti, u njemu će vječno boraviti, i to će im biti nagrada za ono što su radili."
	},
	{
		"arabicTextofAyah":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"Allah je čovjeku oporučio i zadužio ga da čini dobročinstvo svojim roditeljima dok su živi, te da im čini dobročinstvo i nakon njihove smrti, u skladu sa šerijatom. Kad je riječ o dobročinstvu, pogotovu majka polaže pravo na to, jer majka nosi dijete u stomaku tegobno i s bolovima, a s mukom ga i rađa. Trudnoća i dojenje iznose trideset mjeseci. I kad dijete dostigne napon snage i zrelosti, tj. kad napuni četrdeset godina, zamoli Allaha: “Gospodaru, nadahni me da Ti se istinski zahvalim na blagodatima koje si meni i mojim roditeljima ukazao, i da dobra djela radim kojima ćeš Ti biti zadovoljan pomozi mi! I podari mi čestito potomstvo, koje će biti istrajno u vjeri! Kajem ti se zbog hrđavih djela svojih, Tebi se povinujem, Tvojoj se vlasti predajem i dosljedno slijedim Tvoj šerijat!”",
		"korkutTranslationOfAyah":"Čovjeka smo zadužili da roditeljima svojim čini dobro; majka njegova s mukom ga nosi i u mukama ga rađa, nosi ga i doji trideset mjeseci. A kad dospije u muževno doba i kad dostigne četrdeset godina, on rekne: \"Gospodaru moj, dozvoli Mi da Ti budem zahvalan na blagodati koju si darovao meni i roditeljima mojim, i pomozi mi da činim dobra djela kojima ćeš zadovoljan biti, i učini dobrim potomke moje; ja se, zaista, kajem i odan sam Tebi.\""
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ",
		"tafsirTextofAyah":"Od takvih će ljudi Allah primiti najbolja dobra djela koja su učinili. K tome, oprostit će im grijehe i preći će preko ružnih postupaka, pa ćē ući u Džennet. To je istinito Allahovo obećanje, u njega nema nikakve sumnje; Allah Svoje obećanje ne iznevjerava.",
		"korkutTranslationOfAyah":"Eto, od takvih ćemo Mi dobra djela koja su radili primiti, a preko ružnih postupaka njihovih preći; od stanovnika Dženneta će oni biti, istinito obećanje koje im je dano ćemo ispuniti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"- Međutim, ima i onih koji reknu svojim roditeljima: “Daleko bili! Zar mi govorite da ću, nakon što umrem, biti oživljen iz groba, a već su narodi pomrli prije mene i niko se nije vratio?” No, njegovi roditelji zazivaju Sveznajućeg Allaha da uputi njegovo dijete, govoreći mu: “Teško tebi! Vjeruj u Allaha i Poslanika, slijedi islamske propise! Istina je, zbilja, ono što je Allah obećao, u to nema nikakve sumnje!” Dijete njima međutim odgovori da su to samo priče i izmišljotine prvotnih pokoljenja koje se kazuju iz njihovih knjiga.",
		"korkutTranslationOfAyah":"A onaj koji roditeljima svojim kaže: \"Ih, što mi prijetite da ću biti oživljen kad su prije mene toliki narodi bili i nestali!\" – a oni, zazivajući Allaha u pomoć, govore: \"Teško tebi, vjeruj, Allahova prijetnja će se, doista, obistiniti!\" On odgovara: \"To su izmišljotine naroda drevnih!\""
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
		"tafsirTextofAyah":"Takvi zaslužuju Allahovu kaznu koja će ih neumitno stići, s džinima i ljudima koji su prije njih poricali vjerske istine. Takvi su, zbilja, pravi gubitnici jer su, zbog svojih gnusnih djela, sebe i svoje porodice izgubili kad su otišli u paklenu vatru.",
		"korkutTranslationOfAyah":"Na takvima se treba ispuniti Riječ rečena o narodima: džinima i ljudima koji su prije njih bili i nestali, jer – oni su, zaista, nastradali."
	},
	{
		"arabicTextofAyah":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"I obje kategorije (jedna će u Džennet, a druga u Džehennem) imat će položaj u skladu s djelima koja činjahu, pa će dobri imati u Allaha stepene u Džennetu, a griješnici će, zbog zla, gorjeti u džehennemskim provalijama. Eto tako će Allah svakom dati upravo ono što je zaslužio, i nikom neće biti nepravda učinjena. Ničija dobra djela Allah neće umanjiti, niti će čije grijehe umnogostručiti.",
		"korkutTranslationOfAyah":"Za sve će biti posebni stepeni, prema tome kako su radili; da ih nagradi ili kazni za djela njihova – nepravda im se neće učiniti."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ",
		"tafsirTextofAyah":"Oni koji nisu vjerovali u Allaha i poslanike bit će izloženi vatri na Kijametskom danu, te će biti ukoreni: “Odoše vam slasti vaše i minuše naslade koje ste požurili na dunjaluku! O nevjernici, danas ćete prezrenom i sramotnom kaznom biti kažnjeni jer ste istinu oholo odbijali, inatili se, izlazili iz okvira poslušnosti Allahu čineći nevjerstvo i grijehe!”",
		"korkutTranslationOfAyah":"A na Dan kad oni koji nisu vjerovali pred vatrom budu zaustavljeni: \"Vi ste u svome životu na Zemlji sve svoje naslade iskoristili i u njima uživali, a danas sramnom patnjom bićete kažnjeni zato što ste se na Zemlji, bez ikakva osnova, oholo ponašali i što ste raskalašeni bili.\""
	},
	{
		"arabicTextofAyah":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"Vjerovjesniče, spomeni Huda, alejhis-selam, Adova brata po krvi, kad je svoj narod upozoravao na Allahovu kaznu u el-Ahkafu, naselju na jugu Arabijskog poluotoka. Prije i poslije Huda, stanovnicima el-Ahkafa bilo je poslato nekoliko poslanika – i oni su upozoravali na kaznu, pozivali u svjedočenje Allahove jednoće i iskreno robovanje samo Njemu. Hud je rekao svojim sunarodnicima: “Ne povjerujete li i ne budete li samo Allaha obožavali, bojim se da će vas stići kazna i strahote na Danu velikom i kobnom.”",
		"korkutTranslationOfAyah":"I spomeni brata Adovog, kada je narod svoj u Ahkafu opominjao – a bilo je i prije njega i poslije njega poslanika: \"Klanjajte se samo Allahu, ja, zaista, strahujem da ćete biti u mukama na Velikome danu!\" –"
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"Narod Ad rekao je svom poslaniku Hudu: “Je li nas to hoćeš odvratiti od božanstava kojima se, a ne Allahu, obraćamo? Ako je istina to u što nas pozivaš, učini da nas snađe Allahova kazna…”",
		"korkutTranslationOfAyah":"oni su odgovarali: \"Zar si nama došao da nas od božanstava naših odvratiš? Neka se, eto, ostvare prijetnje tvoje, ako istinu govoriš!\" –"
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ",
		"tafsirTextofAyah":"Hud, alejhis-selam, odgovori: “Samo je u Allaha znanje o kazni, ja o tome ništa ne znam. Ja vam samo obznanjujem i prenosim Allahovu poslanicu, uspostavljam protiv vas dokaz i upozoravam na kaznu za koju ne znam kad će vas snaći; ali ja doista vidim da ste vi narod neznalački, tim više jer ne znate u čemu je za vas dobro, a u čemu zlo; dobro izostavljate, a zlo činite.”",
		"korkutTranslationOfAyah":"\"Samo Allah zna kad će to biti!\" – on bi govorio – \"ja vam kazujem ono što mi se objavljuje, a vi ste, vidim, narod u neznanju ogrezao.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Nakon što je narod Ad vidio dolazeću kaznu na nebu, istu onu koju su požurivali, a koja je prekrila obzorje pa je izgledala poput oblaka, rekao je: “Ovaj će nam oblak kišu donijeti!” Hud je, međutim, rekao: “Ovo nije kišni oblak, već je oblak koji vam neprijatnost i kaznu nosi, u njemu je strašni vjetar koji sve uništava. Budući da ste požurivali ovo što vam sad dolazi, iskusite kaznu.”",
		"korkutTranslationOfAyah":"I kad ugledaše na obzorju oblak, koji se prema dolinama njihovim kretao, povikaše: \"Ovaj nam oblak kišu donosi!\" – \"Ne, to je ono što ste požurivali: vjetar koji vam bolnu patnju nosi,"
	},
	{
		"arabicTextofAyah":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Hud im je kazao da će dolazeći vjetar uništiti ono čemu je Allah, džellešanuhu, odredio uništenje. Poslije uništenja naroda Ad, u njihovu naselju vidjele su se samo prazne nastambe, i ništa više. Eto tako će Allah kazniti svakog nevjernika poricatelja, griješnika.",
		"korkutTranslationOfAyah":"koji, voljom Gospodara svoga, sve ruši.\" I ujutro su se vidjele samo nastambe njihove; tako Mi kažnjavamo narod grješni."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Allah je, džellešanuhu, narod Ad učinio moćnim davši mu imetak, snagu, potomke i ugled, u onoj mjeri u kojoj to vama nije dao. Allah im je dao uši da čuju, i oči da mogu vidjeti, i razum da mogu prosuđivati, ali oni pomoću toga nisu mogli otkloniti kaznu koja ih je pogodila. Tako su postupili zato što su negirali Allahove ajete. Eto, zbog toga ih je skolila sa svih strana kazna kojom ih je Hud opominjao, a kojoj su se rugali.",
		"korkutTranslationOfAyah":"Njima smo dali mogućnosti koje vama nismo dali; i sluh i vid i razum smo im dali, ali im ni sluh njihov ni vid njihov ni razum njihov nisu ni od kakve koristi bili, jer su Allahove dokaze poricali – i sa svih strana ih je okružilo ono čemu su se ismijavali."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
		"tafsirTextofAyah":"Svemogući Allah uništio je i kaznio narode koji su živjeli relativno blizu Meke, kao npr. Ad, Semud, Lutov narod, stanovnike Medjena. Allah im je objasnio raznolike dokaze ne bi li povjerovali.",
		"korkutTranslationOfAyah":"Neke gradove oko vas još davno smo uništili, a objasnili smo im bili na razne načine dokaze, ne bi li se pokajali."
	},
	{
		"arabicTextofAyah":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Pa zašto kažnjenim narodima nisu pomogla njihova božanstva kojima su mimo Allaha robovali i kojima su se umiljavali pomoću ibadeta i prinošenja žrtve? Ona su ih ostavila na cjedilu, izgubila su se iz vida, nisu im pomogla kad im je pomoć bila najpotrebnija. Da lažna božanstva mogu biti zagovornici – laž je i izmišljotina nevjernikā kojom su se obmanjivali.",
		"korkutTranslationOfAyah":"A zašto im nisu pomogli oni koje su, pored Allaha, prihvatili da im budu posrednici i bogovi? Ali, njih nije bilo. To su bile samo klevete njihove i laži."
	},
	{
		"arabicTextofAyah":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ",
		"tafsirTextofAyah":"Spomeni, Vjerovjesniče, kad ti je Uzvišeni Allah poslao nekolicinu džina da slušaju tvoje učenje Kur’ana; kad su tome prisustvovali, rekli su jedni drugima: “Pažljivo slušajte učenje Kur’ana!” A pošto si završio s učenjem, oni su povjerovali u Kur’an i vratili su se svom narodu, opominjući ga da će zaslužiti kaznu ne povjeruje li u Kur’an.",
		"korkutTranslationOfAyah":"Kada ti poslasmo nekoliko džina da Kur'an slušaju, kada dođoše da ga čuju, oni rekoše: \"Pst!\" A kad se završi, vratiše se narodu svome da opominju."
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Džini su rekli: “Narode naš, mi smo slušali Kur’an, knjigu koja se poslije Musaa, alejhis-selam, objavljuje poslaniku Muhammedu, sallallahu alejhi ve sellem! Kur’an, o kojem vam govorimo, potvrđuje prijašnje knjige koje je Allah objavio poslanicima; on izvodi na Pravu stazu (a to je islam) one koji vjeruju u njega i vodi ih u spas.”",
		"korkutTranslationOfAyah":"\"O narode naš\" – govorili su – \"mi smo slušali Knjigu koja se poslije Musaa objavljuje, koja potvrđuje da su istinite i one prije nje, i koja ka istini i na Pravi put upućuje."
	},
	{
		"arabicTextofAyah":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"Još su im rekli: “Narode naš, odazovite se Resulullahu, sallallahu alejhi ve sellem, slijedite ga i povedite se za uputom koju je donio! Učinite li tako, Allah će vam neke grijehe oprostiti i bolne će vas kazne džehennemske zaštititi. Ta kazna neizostavno će vas sustići ne povjerujete li u ono što je on donio i njegovo poslanstvo.”",
		"korkutTranslationOfAyah":"O narode naš, odazovite se Allahovu glasniku i vjerujte u Allaha, On će vam neke grijehe vaše oprostiti i vas od patnje neizdržljive zaštititi!\""
	},
	{
		"arabicTextofAyah":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ",
		"tafsirTextofAyah":"“Onaj ko se ne odazove poslaniku Muhammedu, sallallahu alejhi ve sellem, i ne bude ga slijedio neće Allahu umaći na Zemlji kad ga Allah htjedne kazniti. Usto, on mimo Allaha neće naći zaštitnika koji će ga spasiti od kazne. Oni koji se ne odazovu Vjerovjesniku, sallallahu alejhi ve sellem, Allahovu glasniku, u očitoj su zabludi i vrlo su daleko od istine.”",
		"korkutTranslationOfAyah":"A oni koji se ne odazovu Allahovu glasniku, takvi Mu na Zemlji neće umaći i mimo Njega zaštitnika neće naći. Oni su u velikoj zabludi."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Zar mekanski mnogobošci, koji poriču proživljenje, nisu svjesni Allahove moći i veličine – a On je Onaj Koji je stvorio nebesa i Zemlju bez poteškoće i Koji se stvaranjem njihovim, iako su veoma golema, nije umorio? Zar ne znaju da je Allah u stanju mrtve oživiti i pred Sebe ih, radi konačnog polaganja računa, dovesti? To je Allahu lahko, On sve može, On čini šta hoće. Ništa Ga ne može onemogućiti u tome da proživi mrtve.",
		"korkutTranslationOfAyah":"Zar ne znaju da je Allah – koji je nebesa i Zemlju stvorio i koji nije, stvarajući ih, iznemogao – kadar da oživi mrtve? Jeste, On sve može."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
		"tafsirTextofAyah":"Nevjernici će na Danu sudnjem biti izloženi vatri i bit će ukoreni: “Zar ova kazna, koju ste vi poricali, nije istina? Je li laž, kao što ste govorili na dunjaluku?” Oni će odgovoriti: “Jest, istina je, tako nam Allaha, Gospodara našeg!” I zatim će im biti rečeno: “Iskusite onda ovu patnju i pržite se u džehennemskoj vatri zato što ste bili nevjernici!”",
		"korkutTranslationOfAyah":"A na Dan kad oni koji nisu vjerovali pred vatrom budu zaustavljeni: \"Zar ovo nije istina?\" – odgovoriće: \"Jest, Gospodara nam našeg!\" – \"E pa iskustite patnju\" – reći će On – \"jer ste stalno poricali.\""
	},
	{
		"arabicTextofAyah":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ",
		"tafsirTextofAyah":"Božiji Poslaniče, strpljivo podnesi uznemiravanje i poricanje nevjernika griješnih kao što su to strpljivo podnosili odlučni poslanici, Nuh, Ibrahim, Musa i Isa. I nemoj tražiti da kazna što prije stigne one tvoje sunarodnike koji ne vjeruju, jer, kad ih stigne ono čime im se prijeti i kad se suoče s kaznom, učinit će im se kao da su, zbog kratkoće ovosvjetskog života, živjeli samo časak dana. Valja vam znati da je ovaj Kur’an, koji je objavljen poslaniku Muhammedu, sallallahu alejhi ve sellem, upozorenje svim svjetovima, i da će Allahova, džellešanuhu, kazna stići samo one koji su nevjernici i griješnici.",
		"korkutTranslationOfAyah":"Ti izdrži kao što su izdržali odlučni poslanici i ne traži da im kazna što prije dođe! A onoga Dana kada dožive ono čime im se prijeti, učiniće im se da su ostali samo jedan čas dana. I dosta! A zar će ko drugi biti uništen do narod raskalašeni!"
	}
]