[
	{
		"arabicTextofAyah":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا",
		"tafsirTextofAyah":"Mi ćemo, Poslaniče, dati da pobijediš svoje neprijatelje pobjedom jasnom i velikom! Pod izrazom “pobjeda” ovdje se misli na potpisivanje mirovnog sporazuma na Hudejbiji.",
		"korkutTranslationOfAyah":"Mi ćemo ti dati sigurnu pobjedu"
	},
	{
		"arabicTextofAyah":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا",
		"tafsirTextofAyah":"Allah će ti dati tu veliku pobjedu, Vjerovjesniče, zato da bi ti oprostio tvoje ranije i kasnije krivice. Sveznajući je Allah pomoću ove pobjede Svoju blagodat spram tebe upotpunio pomogavši islam. Uzvišeni Allah uputio te je na Pravi put, u kojem nema devijacije, a to je islam.",
		"korkutTranslationOfAyah":"da bi ti Allah ranije i kasnije krivice oprostio, da bi blagodat Svoju tebi potpunom učinio, da bi te na Pravi put uputio"
	},
	{
		"arabicTextofAyah":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا",
		"tafsirTextofAyah":"I da ti Gospodar protiv neprijatelja pruži veliku pomoć koju niko ne može spriječiti.",
		"korkutTranslationOfAyah":"i da bi te Allah pobjedonosnom pomoći pomogao."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
		"tafsirTextofAyah":"Allah je Onaj Koji je smiraj u srca vjernikā spustio, i samo se učvršćuje njihovo vjerovanje. A jedino Allahu pripadaju vojske nebesa i Zemlje, On pomaže kome hoće među Svojim štićenicima. Znajte da Allah dobro zna šta je dobro za ljude i da je mudar u pogledu pružanja pomoći i davanja pobjede.",
		"korkutTranslationOfAyah":"On uliva smirenost u srca vjernika da bi još više učvrstili vjerovanje koje imaju – a vojske nebesa i Zemlje su Allahove; Allah sve zna i mudar je –"
	},
	{
		"arabicTextofAyah":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا",
		"tafsirTextofAyah":"I da Mudri Allah uvede vjernike i vjernice u džennetske bašče, kroz koje teku rijeke ispod njihovih zamkova i drveća, te da pređe preko njihovih hrđavih djela i ne kazni ih. U ulasku u Džennet i spasu od posljedica grijeha ogleda se veliki uspjeh u Allaha; to je zapravo najveći uspjeh.",
		"korkutTranslationOfAyah":"da bi vjernike i vjernice uveo u džennetske bašče kroz koje rijeke teku, u kojima će vječno boraviti, i da bi prešao preko hrđavih postupaka njihovih – a to je u Allaha veliki uspjeh –"
	},
	{
		"arabicTextofAyah":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا",
		"tafsirTextofAyah":"I, također, da Svemogući Allah kazni dvoličnjake i mnogobošce, muškarce i žene među njima, koji o Allahu loše pretpostavljaju – misle da On neće pomoći Svoje štićenike nad neprijateljima i da neće uzvisiti Svoju riječ. Neka nastradaju, neka budu poniženi i osramoćeni! Allah se na njih rasrdio, udaljio ih je od Svoje milosti jer su bili nevjernici i jer su o Bogu negativno mislili. Allah je krivovjernima pripremio usplamtjelu vatru i oganj; oni će se u Džehennemu vječno patiti. Džehennem je grozno mjesto u koje će biti vraćeni.",
		"korkutTranslationOfAyah":"i da bi kaznio licemjere i licemjerke i mnogobošce i mnogoboškinje, koji o Allahu zlo misle – neka zlo njih snađe! Allah se na njih rasrdio i prokleo ih i pripremio im Džehennem, a grozno je on boravište!"
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
		"tafsirTextofAyah":"Allahu, Gospodaru svjetova, pripadaju vojske nebesa i Zemlje pomoću kojih pomaže koga hoće. Valja vam znati da je Allah silan, te Ga niko ne može nadvladati, i da je mudar u stvaranju i upravljanju.",
		"korkutTranslationOfAyah":"Allahove su vojske nebesa i Zemlje; Allah je silan i mudar!"
	},
	{
		"arabicTextofAyah":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا",
		"tafsirTextofAyah":"Tebe je, Poslaniče, Sveznajući Allah poslao da svjedočiš u korist svog umeta na Danu sudnjem, donosiš mu radosne vijesti da će na ovom svijetu biti pomognut i da će mu biti data vlast, kao i da mu donosiš radosne vijesti o tome da će njegovi pripadnici dobiti nagradu na Ahiretu. S druge strane, poslali smo te da zastrašiš krivovjerne da će ih na ovom svijetu vjernici poniziti i kazniti, odnosno da im nagovijestiš bolnu patnju na Ahiretu.",
		"korkutTranslationOfAyah":"Mi šaljemo tebe kao svjedoka i kao donosioca radosnih vijesti i kao onoga koji treba opominjati"
	},
	{
		"arabicTextofAyah":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا",
		"tafsirTextofAyah":"Gospodar je to dao kako biste vjerovali u Njega i Poslanika, te kako biste usto iskazivali Poslaniku islama golemo poštovanje i istodobno veličali Allaha ujutro i navečer.",
		"korkutTranslationOfAyah":"da u Allaha i Poslanika Njegova vjerujete, i da vjeru Njegovu pomognete, i da Ga veličate i da Ga ujutro i navečer hvalite."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
		"tafsirTextofAyah":"Oni vjernici, Vjerovjesniče, koji su tebi vjernost na Hudejbiji očitovali da će se boriti protiv nevjernikā – sāmom Allahu su vjernost iskazali i zavjetovali su Mu se da će pomagati islam, tim više jer je On to naredio i jer će ih za to On nagraditi. Allahova je ruka iznad ruku njihovih kad se radi o davanju prisege, On zna šta čije grudi skrivaju. Onaj ko ne ispuni zavjet da će pomagati islam, time će samo sebi štetu nanijeti, Allahu neće nimalo nauditi. A onom ko ispuni ono što je obećao Allahu – da će biti odan, strpljiv i da će se boriti na Allahovom putu, Gospodar će dati golemu nagradu, uspjeh, Džennet i sačuvat će ga od Vatre.",
		"korkutTranslationOfAyah":"Oni koji su ti se zakleli na vjernost – zakleli su se, doista, na vjernost samome Allahu – Allahova Ruka je iznad ruku njihovih! Onaj ko prekrši zakletvu krši je na svoju štetu, a ko ispuni ono na što se obavezao Allahu, On će mu dati veliku nagradu."
	},
	{
		"arabicTextofAyah":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا",
		"tafsirTextofAyah":"Ako upitaš, Božiji Poslaniče, one koji nisu s tobom pošli u oslobođenje Meke u vezi s razlogom njihova izostanka, reći će ti: “Zabavili su nas stada naša, imeci naši i porodice naše, pa zamoli Allaha da nam oprosti.” Oni zbore ono što nije u njihovim srcima, tj. traže od Poslanika da moli za oproštaj njihovih grijeha, a nisu se za iste te grijehe pokajali. Reci im, Vjerovjesniče, da niko ne može spriječiti korist koju im Allah želi priskrbiti, niti može otkloniti štetu koju im Allah želi nanijeti! Allahu je znano sve što na javu iznosite i što tajite; znajte da ćete položiti račun pred Njim za ono što ste i javno i tajno učinili.",
		"korkutTranslationOfAyah":"Govoriće ti beduini koji su izostali: \"Zadržala su nas stada naša i porodice naše, pa zamoli za nas oprost!\" Oni govore jezicima svojim ono što nije u srcima njihovim. Reci: \"Pa ko može promijeniti Allahovu odluku, ako vam On hoće nauditi, ili ako vam hoće kakvo dobro učiniti?\" Allah zna ono što radite."
	},
	{
		"arabicTextofAyah":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا",
		"tafsirTextofAyah":"Nije tačno da ste izostali iza Resulullaha, sallallahu alejhi ve sellem, zato što su vas zabavili stada i porodice, već zato što ste mislili da se Vjerovjesnik, sallallahu alejhi ve sellem, i vjernici neće porodicama svojim nikad vratiti i da će u boju svi izginuti. Šejtan vam je lijepim prikazao takvo mišljenje, i vi ste ga zdušno usvojili. I zlo ste mislili kad ste vjerovali da Allah, džellešanuhu, neće pomoći svom Poslaniku, da neće uzvisiti Svoju riječ i pomoći islam. Vi ste pravi stradalnici jer o Allahu loše mislite i jer ste izostali iz pohoda s Njegovim Poslanikom.",
		"korkutTranslationOfAyah":"Vi ste mislili da se Poslanik i vjernici nikada neće vratiti porodicama svojim; vaša srca su bila zadovoljna zbog toga i vi ste na najgore pomišljali, vi ste narod u duši pokvaren."
	},
	{
		"arabicTextofAyah":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا",
		"tafsirTextofAyah":"Nevjernik je onaj ko ne vjeruje u Allaha i u Vjerovjesnika, a Uzvišeni je Allah nevjernicima pripravio razbuktalu džehennemsku vatru u kojoj će gorjeti.",
		"korkutTranslationOfAyah":"Onaj ko ne vjeruje u Allaha i Poslanika Njegova – pa, Mi smo za nevjernike razbuktali oganj pripremili!"
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
		"tafsirTextofAyah":"Allah vlada nebesima i Zemljom. On oprašta onim Svojim robovima kojim hoće, iz plemenitosti i dobrote, pa ih u Džennet uvodi, a kažnjava koga hoće, iz Svoje pravednosti. Znajte, k tome, da Allah mnogo prašta onima koji se pokaju zbog neposlušnosti i da je izuzetno samilostan prema njima!",
		"korkutTranslationOfAyah":"Allahova je vlast na nebesima i na Zemlji, On prašta kome On hoće, a kažnjava koga hoće – Allah mnogo prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا",
		"tafsirTextofAyah":"Kad pođeš, Poslaniče, s vjernicima na Hajber radi stjecanja ratnog plijena koji vam je Allah obećao, oni koji su, onda, izostali iza vas reći će vam: “Dopustite nam da pođemo s vama kako bi i nas zapao dio ratnog plijena!” Time su željeli promijeniti Allahovo obećanje i odredbu da oni neće s vama poći. Reci im, Vjerovjesniče: “Nećete poći s nama na Hajber radi plijena, jer nas je Allah, džellešanuhu, obavijestio, prije povratka u Medinu, da će ratni plijen, stečen na Hajberu, pripasti isključivo onima koji su bili s Resulullahom, sallallahu alejhi ve sellem, na Hudejbiji!” A na to će vam oni koji su izostali odgovoriti: “Nije istina to što govorite, Allah nije odredio tako, već nam vi, zavidni, ne date da vas pratimo kako ne bismo dobili udio u ratnom plijenu!” Allah je pobio tu njihovu tvrdnju; oni ne razumiju Allahove propise, ne poimaju šta im je dopušteno a šta zabranjeno, osim vrlo malo. Eto zbog čega su upali u grijeh.",
		"korkutTranslationOfAyah":"Oni koji su izostali sigurno će reći kada pođete da plijen uzmete: \"Pustite i nas da vas pratimo!\" – da bi izmijenili Allahove riječi. Reci: \"Vi nas nećete pratiti, to je još prije Allah rekao!\", a oni će reći: \"Nije tako, nego, vi nama zavidite.\" A nije ni to, već oni malo šta razumiju."
	},
	{
		"arabicTextofAyah":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا",
		"tafsirTextofAyah":"Božiji Poslaniče, provjeri beduine koji su izostali iz pohoda prema Meki, te im reci: “Bit ćete pozvani u boj protiv silovita naroda, ili će oni prihvatiti islam. Pa, ako se odazovete ovom pozivu boreći se uz Resulullaha, sallallahu alejhi ve sellem, Allah će vam dati golemu nagradu – Džennet. A ako okrenete leđa i ne poslušate Allaha, kao što Ga niste poslušali kad niste pošli s Poslanikom ka Meki, Allah će vas na bolne, nesnosne muke staviti.”",
		"korkutTranslationOfAyah":"Reci beduinima koji su izostali: \"Bićete pozvani da se borite protiv naroda veoma hrabrog i moćnog, sve dok se ne pokori. Pa ako poslušate, Allah će vam lijepu nagradu dati, a ako izbjegnete, kao što ste i do sada izbjegavali, na muke nesnosne će vas staviti.\""
	},
	{
		"arabicTextofAyah":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا",
		"tafsirTextofAyah":"Nije grijeh slijepom, ni hromom, ni bolesnom ako izostanu iz borbe na Allahovom putu, jer su njihovi tjelesni nedostaci valjano opravdanje za izostajanje. Onog ko se pokorava Allahu i Njegovom Poslaniku, Allah će uvesti u džennetske bašče, kroz koje teku rijeke ispod zamkova i drveća. A onoga ko nije poslušan Allahu i Poslaniku, On će silovito kazniti.",
		"korkutTranslationOfAyah":"Nije grijeh slijepom, ni hromom, ni bolesnom! Onoga koji se pokorava Allahu i Poslaniku Njegovu On će u džennetske bašče, kroz koje teku rijeke, uvesti, a onoga ko leđa okrene, patnjom nesnosnom će kazniti."
	},
	{
		"arabicTextofAyah":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا",
		"tafsirTextofAyah":"Allah je zadovoljan vjernicima koji su ti na Hudejbiji, pod drvetom, dali prisegu na vjernost, jer je znao da su iskreni i odani vjernici, pa je na njih spustio smirenost u vjerovanju, učvrstio ih u uvjerenju i odanosti vjeri, te im, osvojenjem Hajbera koje se dogodilo nedugo nakon potpisivanja primirja na Hudejbiji, nadoknadio ono što su izgubili potpisivanjem tog primirja, a to je ulazak u Meku.",
		"korkutTranslationOfAyah":"Allah je zadovoljan onim vjernicima koji su ti se pod drvetom na vjernost zakleli. On je znao šta je u srcima njihovim, pa je spustio smirenost na njih, i nagradiće ih skorom pobjedom"
	},
	{
		"arabicTextofAyah":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
		"tafsirTextofAyah":"Dakle, Allah vam je ono što ste izgubili potpisivanjem primirja na Hudejbiji, nadomjestio obilnim plijenom kojeg ste stekli u Bici na Hajberu. To je tako, jer je Allah silan, i niko Ga ne može nadvladati, i jer je mudar u stvaranju i upravljanju.",
		"korkutTranslationOfAyah":"i bogatim plijenom koji će uzeti, jer Allah je silan i mudar."
	},
	{
		"arabicTextofAyah":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا",
		"tafsirTextofAyah":"Plemeniti Allah obećava vam, o vjernici, obilan ratni plijen koji ćete uzeti u budućim osvajanjima! Allah vas je, kao ratnim plijenom, počastio imetkom hajberskih jevreja i zaštitio vas je od posljedica njihovih ratnih planova, kao što je sačuvao vaše porodice i imetke u Medini – da bi vam pobjeda koju ste izvojevali nad nevjernicima bila očit dokaz da vas Allah nadasve čuva i pazi, te da budete Pravom putu, u kojem nema nikakve devijacije.",
		"korkutTranslationOfAyah":"Allah vam obećava bogat plijen koji ćete uzeti, a s ovim je požurio i ruke ljudi je od vas zadržao – da bi to bio poučan primjer za vjernike i da bi vam na Pravi put ukazao –"
	},
	{
		"arabicTextofAyah":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا",
		"tafsirTextofAyah":"Za vas je Allah, džellešanuhu, pripremio još jedan ratni plijen koji tad niste mogli sami steći – Allah je Onaj Koji vam je omogućio i olakšao da ga se domognete, jer samo On sve posjeduje i svime upravlja. On sve može učiniti, ne postoji ništa što je izvan granica Njegove moći.",
		"korkutTranslationOfAyah":"i drugi, koji niste bili u stanju uzeti – Allah vam ga je dao, jer Allah sve može."
	},
	{
		"arabicTextofAyah":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا",
		"tafsirTextofAyah":"Pravovjerni, da su nevjernici, koji ne vjeruju u Boga i Poslanika, protiv vas zapodjenuli borbu, Allah bi vam dao pobjedu nad njima, porazio bi ih pa bi netragom pobjegli. To je tako, jer nevjernici mimo Allaha nemaju zaštitnika koji ih može uzeti u svoje okrilje i o njima se brinuti i niko im uopće ne može pomoći u borbi protiv vas.",
		"korkutTranslationOfAyah":"A da su nevjernici s vama borbu zametnuli, sigurno bi se u bijeg dali i poslije ne bi zaštitnika ni pomagača našli –"
	},
	{
		"arabicTextofAyah":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا",
		"tafsirTextofAyah":"Da vjernici pobjeđuju nevjernike Allahov je (kosmički) zakon koji važi u svakom vremenu i na svakom mjestu, i koji je važio i u prijašnjim narodima, koji su živjeli prije mekanskih mnogobožaca poricatelja. A Allahovi (kosmički) zakoni su nepromjenjivi.",
		"korkutTranslationOfAyah":"prema Allahovu zakonu koji odvazda važi, a ti nećeš vidjeti da se Allahov zakon promijeni."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا",
		"tafsirTextofAyah":"Allah je Onaj Koji je suspregnuo nevjernike od toga da vam pričine kakvu neugodnost, i to onda kad je na vas krenulo oko osamdeset konjanika želeći vas napasti, na Hudejbiji. I vas je zadržao pa im niste nanijeli gubitke, i to nakon što vam je Allah dao prevlast i potpunu moć nad njima, te ste ih zarobili, a potom oslobodili. To je tako, jer Allah dobro zna šta Njegovi robovi čine i govore, ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"On je zadržao ruke njihove od vas i vaše od njih usred Mekke, i to nakon što vam je pružio mogućnost da ih pobijedite – a Allah dobro vidi ono što vi radite."
	},
	{
		"arabicTextofAyah":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Allahovu jednoću i poriču Poslanikovo, sallallahu alejhi ve sellem, poslanstvo spriječili su vas na dan potpisivanja primirja na Hudejbiji da pristupite Časnom hramu, i spriječili su, k tome, da kurbani stignu do mjesta u Haremu gdje trebaju biti zaklani. Svemogući Allah dopustio bi vam da pobijete nevjernike Meke da tamo nije bilo potlačenih vjernika i vjernica koji su, iz straha od nevjernikā, tajili pripadnost islamu. Vi biste ih sve pobili i onda bi vas, iako biste to nenamjerno učinili, stigli posljedice grijeha i nesreća, i morali biste usto platiti za njih krvarinu. A Allah je tako odredio da u Svoju milost uvede koga hoće i da izbavi iz zablude koga hoće. Da su vjernici bili odvojeni od nevjernika u Meki, Allah bi nevjernike, koji ne vjeruju u Allaha i Poslanika, bolnom kaznom kaznio.",
		"korkutTranslationOfAyah":"Oni ne vjeruju i brane vam da pristupite Časnom hramu, i da kurbani koje vodite sa sobom do mjesta svojih stignu. I da nije bilo bojazni da ćete pobiti vjernike, muškarce i žene, koje ne poznajete, pa tako, i ne znajući, zbog njih sramotu doživjeti – Mi bismo vam ih prepustili. A nismo ih prepustili ni zato da bi Allah u milost Svoju uveo onoga koga hoće. A da su oni bili odvojeni, doista bismo bolnom kaznom kaznili one među njima koji nisu vjerovali."
	},
	{
		"arabicTextofAyah":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا",
		"tafsirTextofAyah":"Kad su Mekanci koji ne vjeruju u svoja srca žest pagansku ubacili i nisu se povinovali istini i Vjerovjesniku, sallallahu alejhi ve sellem – njih je inat naveo na nevjerstvo i poricanje, pa su u godini Hudebije zapriječili Poslaniku, s.a.v.s., ulazak u Mekku. Tad je Svemogući Allah ulio u Poslanika, sallallahu alejhi ve sellem, i njegove drugove smiraj, te nisu mnogobošcima uzvratili istom mjerom, i ulio je u njih čvrsto uvjerenje, postojanost na izričaju svjedočenja da nema istinskog božanstva osim Allaha, riječi na kojima počiva cjelokupna bogobojaznost, a koje su oni svojski prihvatili i u potpunosti realizirali. A Vjerovjesnik, sallallahu alejhi ve sellem, i ashabi preči su i dostojniji riječima “la ilahe illallah” od nevjernikā. Allahu je sve poznato, bilo bezazleno ili golemo, ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"Kad su nevjernici punili svoja srca žarom, žarom paganskim, Allah je spustio smirenost Svoju na Poslanika Svoga i na vjernike i obavezao ih da ispunjavaju ono zbog čega će postati pravi vjernici – a oni i jesu najpreči i najdostojniji za to – a Allah sve zna."
	},
	{
		"arabicTextofAyah":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا",
		"tafsirTextofAyah":"Znajte da će Plemeniti Allah obistiniti Vjerovjesnikov, sallallahu alejhi ve sellem, san koji je usnio i obavijestio ashabe o tome – da će on i njegovi drugovi ući u Mesdžidul-haram sigurni, nimalo se ne bojeći nevjernikā; neki će biti obrijanih glava, a neki podrezanih kosa, čime se završavaju obredi. Onako kako je usnio, tako se i dogodilo. Sveznajući Allah znao je da se golemo dobro i velika korist kriju u odlaganju oslobođenja Meke jer Allah zna ono što ljudi ne znaju, Njemu je znano nevidljivo i nepoznato. I zbog toga je Allah, džellešanuhu, prije oslobođenja Meke dao pobjedu na Hajberu, pa je na taj način potpisivanje primirja na Hudejbiji bilo prethodnica velikoj pobjedi, oslobođenju Meke.",
		"korkutTranslationOfAyah":"Allah će obistiniti san Poslanika Svoga da ćete, sigurno, u Časni hram ući sigurni – ako Allah bude htio – neki obrijanih glava, a neki podrezanih kosa, bez straha. On je ono što vi niste znali znao i zato vam je, prije toga, nedavnu pobjedu dao."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا",
		"tafsirTextofAyah":"Allah je Onaj Koji je poslao Resulullaha, sallallahu alejhi ve sellem, s dovoljnim i detaljnim objašnjenjem za sve stvari i s očitim, nepobitnim dokazima, s vjerom, da bi islam uzvisio iznad svih drugih vjera. Allah je tome dovoljan svjedok.",
		"korkutTranslationOfAyah":"On je poslao Poslanika Svoga s Uputom i vjerom istinitom da bi je uzdigao iznad svih vjera. A Allah je dovoljan Svjedok!"
	},
	{
		"arabicTextofAyah":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا",
		"tafsirTextofAyah":"Muhammed je Allahov Poslanik, a njegovi su ashabi žestoki spram nevjernikā koji se bore protiv vjere; među sobom su samilosni i osjećajni. Obavljajući namaz oni čine rukū i padaju pred Allahom ničice, iz velike želje da zasluže Allahov oprost, blagodati, nagradu i naklonost. Tragovi od ibadeta i sedžde vide se jasno na njihovim licima i na ponašanju. Tako su opisani u Tevratu, koji je objavljen Musau, a evo i njihova primjera u Indžilu, koji je Isau objavljen: slični su sjemenu koje izdanak pusti, pa se pomoli čvrsta stabljika, razgrana se i učvrsti te izraste visoka, lijepa i zelena, i sijači se dive njezinu obliku, boji i ljepoti – da Allah, džellešanuhu, nevjernike rasrdi vjernicima, njihovim brojem i golemom snagom. Plemeniti Allah obećao je da će vjernicima, zbog dobrih djela koja čine, oprostiti grijehe, ne kaznivši ih, i da će im dati golemu nagradu u Džennetu.",
		"korkutTranslationOfAyah":"Muhammed je Allahov poslanik, a njegovi sljedbenici su strogi prema nevjernicima, a samilosni među sobom; vidiš ih kako se klanjaju i licem na tle padaju želeći Allahovu nagradu i zadovoljstvo – na licima su im znaci, tragovi od padanja licem na tle. Tako su opisani u Tevratu. A u Indžilu: oni su kao biljka kad izdanak svoj izbaci pa ga onda učvrsti, i on ojača, i ispravi se na svojoj stabljici izazivajući divljenje sijačā – da bi On s vjernicima najedio nevjernike. A onima koji vjeruju i dobra djela čine Allah obećava oprost i nagradu veliku."
	}
]