[
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"Vi koji vjerujete u Allaha i slijedite Allahov zakon, nemojte se upuštati ni u jednu stvar u vezi s vjerom dok vam to ne dopuste Allah i Njegov Poslanik. Imajte na umu da vas Allah posmatra, pa činite dobro, a sustežite se od zla. I znajte da Allah čuje sve vaše riječi, zna sve što radite i upućen je u svaku vašu tajnu; račun ćete, na osnovu toga, pred Njime polagati.",
		"korkutTranslationOfAyah":"O vjernici, ne odlučujte se ni za što dok za to ne upitate Allaha i Poslanika Njegova, i bojte se Allaha! Allah, zaista, sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ",
		"tafsirTextofAyah":"Vi koji vjerujete u Allaha i slijedite Allahov zakon, kad razgovarate s Vjerovjesnikom, sallallahu alejhi ve sellem, pazite na svoje ponašanje. Nemojte podizati svoje glasove iznad njegova glasa i nemojte s njime glasno govoriti, onako kako međusobno govorite. Nemojte ga dozivati imenom, onako kako jedni druge dozivate. Oslovljavajte ga sa “Vjerovjesniče!” i “Poslaniče!”, i to na blag i umiljat način. Znajte da ste se dužni prema Božijem Poslaniku, sallallahu alejhi ve sellem, lijepo ponašati da Allah ne bi poništio nagradu za vaša djela, a da vi to i ne osjetite.",
		"korkutTranslationOfAyah":"O vjernici, ne dižite glasove svoje iznad Vjerovjesnikova glasa i ne razgovarajte s njim glasno, kao što glasno jedan s drugim razgovarate, da ne bi bila poništena vaša djela, a da vi i ne primijetite."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ",
		"tafsirTextofAyah":"Oni koji se lijepo ponašaju u Resulullahovu, sallallahu alejhi ve sellem, prisustvu, pa stišavajući svoje glasove kad mu se obraćaju, njihova je srca Allah prekalio i pripremio da Allahu budu pokorni; njihove će grijehe Uzvišeni Allah oprostiti, preći će preko njihovih hrđavih djela i uvest će ih u Džennet.",
		"korkutTranslationOfAyah":"One koji utišaju glasove svoje pred Allahovim Poslanikom – a to su oni čija je srca Allah prekalio u čestitosti – čeka oprost i nagrada velika."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, većina beduina koji te dozivaju ispred soba tvojih žena nije dovoljno pametna.",
		"korkutTranslationOfAyah":"Većina onih koji te dozivaju ispred soba nije dovoljno pametna."
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"A da su se oni koji te dozivaju ispred soba tvojih supruga strpjeli i sačekali da izađeš, te ti se zatim tiho obratili, bilo bi im bolje, jer se u tome ogleda poštovanje i veličanje. Allah će oprostiti onima koji su se između njih pokajali, kao i drugim pokajnicima, to više jer oni ne znaju, a On je milostiv i samilostan.",
		"korkutTranslationOfAyah":"A da su se oni strpjeli dok im ti sam iziđeš, bilo bi im bolje; a Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ",
		"tafsirTextofAyah":"Vi koji vjerujete u Allaha i postupate u skladu sa Njegovim zakonom, ako vam kakav nepouzdan i nepošten čovjek donese neku vijest, provjerite je i pomno utvrdite; nemojte mu odmah povjerovati! Nemojte sebi dozvoliti da zbog pogrešne vijesti učinite zlo nevinu čovjeku, pa da se, pošto utvrdite da je ta vijest bila lažna, kajete zbog onog što uradiste!",
		"korkutTranslationOfAyah":"O vjernici, ako vam nekakav nepošten čovjek donese kakvu vijest, dobro je provjerite, da u neznanju nekome zlo ne učinite, pa da se zbog onoga što ste učinili pokajete."
	},
	{
		"arabicTextofAyah":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
		"tafsirTextofAyah":"Vjernici, uvijek imajte na umu da je među vama Božiji Poslanik, sallallahu alejhi ve sellem, kojem Allah daje objavu, i čuvajte se laganja, tim više jer bi mu mogli biti objavljeni ajeti koji će otkriti vašu laž. Da vam se Poslanik milosti, koji najbolje zna u čemu je vaš interes, pokori u mnogo čemu što vi želite, otežali biste sebi život; ali vam je Allah, džellešanuhu, omilio vjerovanje i uljepšao ga. Allah vam je, k tome, omrazio nevjerstvo, pa zato vjerujete samo u Njega, i omrazio vam je razvrat i neposluh. Oni koji saberu ove lijepe karakteristike na Pravom su putu, oni su prihvatili uputu i istinu.",
		"korkutTranslationOfAyah":"I znajte da je među vama Allahov Poslanik; kad bi vas u mnogo čemu poslušao, doista biste nastradali; ali Allah je nekima od vas pravo vjerovanje omilio, i u srcima vašim ga lijepim prikazao, a nezahvalnost i raskalašenost i neposlušnost vam omrazio. Takvi su na Pravome putu"
	},
	{
		"arabicTextofAyah":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
		"tafsirTextofAyah":"To što vi volite dobro, a mrzite zlo jest Allahova dobrota i blagodat prema vama. A Allah dobro zna one koji Mu se zahvaljuju na blagodatima – njih će potaknuti na svako dobro. Allah je mudar, jer sve stvari stavlja na mjesto kojem pripadaju.",
		"korkutTranslationOfAyah":"dobrotom i blagodati Allahovom. – A Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ",
		"tafsirTextofAyah":"Dogodi li se da dvije skupine vjernika zarate, vi ih, o vjernici, izmirite tako što ćete ih potaknuti da glede onog oko čega se razilaze prihvate Božiji sud. Ako se pak dogodi da jedna od dvije skupine vjernika ne prihvati sud šerijata u vezi s pomirenjem i nastavi se boriti, vi povedite borbu protiv nje te se borite sve dok ona ne prihvati Allahov sud. Pa ako se prikloni Allahovu sudu, onda njih dvije izmirite i budite u tome pravedni, znajući da Allah, džellešanuhu, voli one koji pravedno sude među ljudima.",
		"korkutTranslationOfAyah":"Ako se dvije skupine vjernika sukobe, izmirite ih; a ako jedna od njih ipak učini nasilje drugoj, onda se borite protiv one koja je učinila nasilje sve dok se Allahovim propisima ne prikloni. Pa ako se prikloni, onda ih nepristrasno izmirite i budite pravedni; Allah, zaista, pravedne voli."
	},
	{
		"arabicTextofAyah":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ",
		"tafsirTextofAyah":"Prema Allahovoj vjeri, vjernici su samo braća. Vjernici, islamsko bratstvo nalaže da pomirite zavađene muslimane. Bojte se Allaha čineći ono što je On zapovijedio i sustežući se od onog što je zabranio, u nadi da ćete zaslužiti Njegovu milost.",
		"korkutTranslationOfAyah":"Vjernici su samo braća, zato pomirite vaša dva brata i bojte se Allaha, da bi vam se milost ukazala."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"Vi koji vjerujete u Allaha i postupate u skladu sa Njegovim zakonom, neka se vjernik ne ruga vjerniku, možda je onaj kojem se ruga bolji kod Allaha i vrijedniji od onog koji se ruga – poenta je u tome ko je kod Allaha bolji! Neka se vjernica ne ruga drugoj vjernici, možda je ona kojoj se ruga bolja kod Allaha i vrijednija od one koja se ruga! I ne klevećite druge muslimane jer su oni dio vas! I ne istražujte mahane jedni drugih i ne zovite se nadimcima kojima ni sami ne biste bili zadovoljni, to je veliki grijeh! (Prije nego što će Allahov Poslanik, sallallahu alejhi ve sellem, doći u Medinu, neke su ensarije jedni druge zvali ružnim nadimcima.) Ružna je navika i osobina da vjernici jedni prema drugima griješe nakon što su ispravno povjerovali u Allaha. A ko se ne pokaje i ne prestane se rugati muslimanima, klevetati ih i spominjati podrugljivim nadimcima, sam sebi čini nasilje, tim više jer čine grijeh koji ih vodi u propast.",
		"korkutTranslationOfAyah":"O vjernici, neka se muškarci jedni drugima ne rugaju, možda su onī bolji od njih, a ni žene drugim ženama, možda su onē bolje od njih. I ne kudite jedni druge i ne zovite jedni druge ružnim nadimcima! O, kako je ružno da se vjernici spominju podrugljivim nadimcima! A oni koji se ne pokaju – sami sebi čine nepravdu."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Vi koji vjerujete u Allaha i postupate u skladu sa šerijatom, sustežite se od mnogih bezrazložnih sumnji koje ne počivaju na uzrocima i ispravnim indicijama! Neka su sumnjičenja, doista, grijeh, kao npr. da čovjek sumnja u muslimana čija vanjština odaje dobrog čovjeka. Vjernici, nemojte istraživati gdje je koji čovjek posrnuo, nemojte istraživati mahane drugih muslimanā! I neka musliman ne spominje drugog muslimana u odsustvu po onom što odsutni ne bi volio o sebi čuti! Bi li nekom od vas bilo drago jesti meso umrlog brata svog?! Ako vam je to ogavno, onda neka vam je ogavno i njegovo ogovaranje. I bojte se Allaha čineći dobro, a sustežući se od zla. Allah prima pokajanje iskrenih robova, pokajnika, i samilostan je spram njih.",
		"korkutTranslationOfAyah":"O vjernici, klonite se mnogih sumnjičenja, nekā sumnjičenja su, zaista, grijeh. I ne uhodite jedni druge i ne ogovarajte jedni druge! Zar bi nekome od vas bilo drago da jede meso umrloga brata svoga – a vama je to odvratno – zato se bojte Allaha; Allah, zaista, prima pokajanje i samilostan je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ",
		"tafsirTextofAyah":"O ljudi, Allah vas je stvorio od jednog čovjeka, vašeg praoca Adema, i od jedne žene, vaše pramajke Have, pa se nemojte hvaliti svojim porijeklom i uzdizati iznad drugih ljudi! Uzvišeni Allah podijelio vas je na brojna plemena i narode da biste se upoznavali, a ne da biste se jedni nad drugima oholili. To je tako, a najbolji je kod Allaha onaj koji Ga se najviše boji; bogobojaznost je mjerilo vrijednosti jednih ljudi nad drugima. Allah zna sve vaše prilike, upućen je u vaše mahane i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"O ljudi, Mi vas od jednog čovjeka i jedne žene stvaramo i na narode i plemena vas dijelimo da biste se upoznali. Najugledniji kod Allaha je onaj koji Ga se najviše boji, Allah, uistinu, sve zna i nije Mu skriveno ništa."
	},
	{
		"arabicTextofAyah":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
		"tafsirTextofAyah":"Kad dođu Poslaniku milosti, neki beduini govore: “Mi vjerujemo u Allaha i Poslanika!” Poslaniče, reci im: “Niste vi pravi vjernici! Već recite da ste prihvatili islam, tim prije jer vjerovanje još nije ušlo u vaša srca – nadati se da će ući. Beduini, znajte da Allah nimalo neće umanjiti nagradu za vaša dobra djela budete li poslušni Allahu i Njegovu Poslaniku, tj. budete li činili dobro, a sustezali se od zla!” Allah, zaista, prašta grijehe pokajnicima i samilostan je spram njih.",
		"korkutTranslationOfAyah":"Neki beduini govore: \"Mi vjerujemo!\" Reci: \"Vi ne vjerujete, ali recite: 'Mi se pokoravamo!', jer u srca vaša prava vjera još nije ušla. A ako Allaha i Njegova Poslanika budete slušali, On vam nimalo neće umanjiti nagradu za djela vaša.\" – Allah, uistinu, prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
		"tafsirTextofAyah":"U kategoriju pravih vjernika spada svako onaj ko iskreno vjeruje u Gospodara svjetova i u Poslanika, sallallahu alejhi ve sellem, a zatim ne sumnja u vjeru, te sve to potom potvrdi boreći se životom i imetkom za uzdizanje Allahove riječi. Takvi su iskreni vjernici.",
		"korkutTranslationOfAyah":"Pravi vjernici su samo oni koji u Allaha i Poslanika Njegova vjeruju, i poslije više ne sumnjaju, i bore se na Allahovom putu imecima svojim i životima svojim. Oni su iskreni!"
	},
	{
		"arabicTextofAyah":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"Vjerovjesniče, obrati se beduinima: “Zar da upoznajete Allaha u vezi s tim da ispovijedate islam, a Allahu je znano ono što je na nebesima i na Zemlji? Allah sve zna, ništa Mu ne može umaći, i stoga nema potrebe da ističete svoju pripadnost islamu.”",
		"korkutTranslationOfAyah":"Reci: \"Zar vi da obavještavate Allaha o vjerovanju svome, kad Allah zna sve što je na nebesima i na Zemlji! Allah sve zna.\""
	},
	{
		"arabicTextofAyah":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Beduini o kojima je ovdje riječ prigovorit će ti, Poslaniče, da su prihvatili islam. Reci im: “Allah je na vas prosuo blagodat islama bez vaše zasluge, pa nemojte prigovarati Allahu ispovijedanje islama. To što ste muslimani vama će biti od koristi, a ne Allahu; Njemu nije od koristi poslušnost poslušnih, niti Njemu ide na štetu neposlušnost buntovnih jer je neovisan od svega što postoji. Ako ste iskreni vjernici, nemojte prigovarati zbog prihvatanja islama.”",
		"korkutTranslationOfAyah":"Oni ti prebacuju što su primili islam. Reci: \"Ne prebacujte mi što ste islam primili; naprotiv, Allah je vama milost podario time što vas je u pravu vjeru uputio, ako iskreno govorite."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Samo je Allah Onaj Koji zna na nebesima i na Zemlji ono što oči ne vide, On dobro vidi vaša djela i vaša stanja, čuje vaše riječi, i za sve će vas pozvati na odgovornost, pa će nagraditi dobročinitelje, a kazniti zločince.",
		"korkutTranslationOfAyah":"Allah, sigurno, zna tajne nebesa i Zemlje i Allah dobro vidi ono što radite.\""
	}
]