[
	{
		"arabicTextofAyah":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ",
		"tafsirTextofAyah":"O skraćenicama smo govorili na početku sure el-Bekara. Gospodar se zakleo Kur’anom jer sadrži uzvišena značenja, veliko dobro i blagoslov da će proživiti ljude na Sudnjem danu te ih zatim pozvati na odgovornost.",
		"korkutTranslationOfAyah":"Kāf. Tako Mi Kur'ana slavnog,"
	},
	{
		"arabicTextofAyah":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ",
		"tafsirTextofAyah":"Nevjernici nisu odbili islam zato što pretpostavljaju da ti, Poslaniče, lažeš – znaju oni da si ti iskren, već se čude što im je čovjek, jedan iz njihove vrste, poslat kao poslanik. Govore: “To što nam je čovjek poslat kao poslanik zaista je čudnovato i nečuveno!”",
		"korkutTranslationOfAyah":"oni se čude što im je došao jedan od njih da ih opominje, pa, nevjernici, govore: \"To je čudna stvar:"
	},
	{
		"arabicTextofAyah":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ",
		"tafsirTextofAyah":"Govore: “Kako ćemo, nakon što pomremo i zemlja budemo, biti oživljeni? Nemoguće je da ćemo opet biti živi.”",
		"korkutTranslationOfAyah":"zar kad pomremo i zemlja postanemo…? Nezamisliv je to povratak!\""
	},
	{
		"arabicTextofAyah":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ",
		"tafsirTextofAyah":"Allahu, džellešanuhu, znano je koje će dijelove njihovih tijela zemlja uništiti, u Njega je Knjiga u kojoj je zapisano sve što će im se dogoditi na dunjaluku i poslije smrti.",
		"korkutTranslationOfAyah":"Mi znamo šta će od njih zemlja oduzeti, u Nas je Knjiga u kojoj se sve čuva."
	},
	{
		"arabicTextofAyah":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ",
		"tafsirTextofAyah":"Ali mekanski nevjernici, ipak, poriču Kur’an i utjeruju u laž Poslanika, sallallahu alejhi ve sellem, koji im je donio Kur’an, pa su uskolebani i smeteni, nisu istrajni ni u jednom mišljenju glede Kur’ana.",
		"korkutTranslationOfAyah":"Oni, međutim, poriču Istinu koja im dolazi i smeteni su."
	},
	{
		"arabicTextofAyah":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ",
		"tafsirTextofAyah":"Zašto nevjernici negiraju oživljenje poslije smrti, zašto ne pogledaju nebo iznad sebe – kako ga je Svemogući Allah savršeno stvorio, bez ijedne mahane i nedostatka, i ukrasio ga zvijezdama, te kako u njemu nema pukotina ni rupa? Onaj Koji je stvorio nebo može i mrtve proživiti.",
		"korkutTranslationOfAyah":"A zašto ne pogledaju nebo iznad sebe? – kako smo ga sazdali i ukrasili i kako u njemu nema nereda!"
	},
	{
		"arabicTextofAyah":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
		"tafsirTextofAyah":"I zbog čega nevjernici ne razmišljaju o tome kako je Uzvišeni Allah rasprostro Zemlju i učinio je poput postelje Svojim robovima, te na njoj pobacao nepomične planine, koje je čuvaju od potresa? Također, zašto ne razmisle o svakovrsnom bilju i drveću koje je stvorio, a koje izaziva divljenje i užitak onima koji ga posmatraju?",
		"korkutTranslationOfAyah":"A Zemlju smo rasprostrli i po njoj nepomična brda pobacali i dali da iz nje niče raznovrsno prekrasno bilje,"
	},
	{
		"arabicTextofAyah":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ",
		"tafsirTextofAyah":"Plemeniti Allah stvorio je sve to da bi uvid stekao uviđavni i da bi svaki čovjek koji se kaje bio poslušan Gospodaru.",
		"korkutTranslationOfAyah":"da bi razmislio i opomenuo se svaki rob koji se Gospodaru svome obraća."
	},
	{
		"arabicTextofAyah":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ",
		"tafsirTextofAyah":"Sveznajući Allah s neba spušta kišu korisnu, pomoću koje raste, između ostalog, bilje i žito što se ženje.",
		"korkutTranslationOfAyah":"Mi s neba spuštamo vodu kao blagoslov, i činimo da, uz pomoć njenu, niču vrtovi i žito koje se žanje"
	},
	{
		"arabicTextofAyah":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ",
		"tafsirTextofAyah":"Uzvišeni je Allah stvorio i predivne, visoke palme čiji plodovi također odišu ljepotom i koji su sve jedni iznad drugih nanizani.",
		"korkutTranslationOfAyah":"i visoke palme u kojih su zameci nagomilani jedni iznad drugih,"
	},
	{
		"arabicTextofAyah":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ",
		"tafsirTextofAyah":"Žitarice, plodove, voće, povrće, od čega se nešto jede a nešto cijedi – sve je to Allah stvorio kao hranu ljudima. A pomoću kiše, koju Silni Allah spušta s neba, oživljuje krajolik uništene flore. Eto, kako Allah, džellešanuhu, pomoću kiše oživljuje zamrli krajolik, tako će oživiti umrle i dovesti ih pred Sebe.",
		"korkutTranslationOfAyah":"kao hranu robovima, i Mi njome oživljavamo mrtav predjel; takvo će biti i oživljenje."
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ",
		"tafsirTextofAyah":"Prije mekanskih nevjernika, koji, Poslaniče, poriču tvoje poslanstvo, poricali su Nuhovi sunarodnici, i narod koji je živio u blizini bunara er-Ressa, i Semud.",
		"korkutTranslationOfAyah":"Prije njih poricali su narod Nuhov, i stanovnici Ressa, i Semud"
	},
	{
		"arabicTextofAyah":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ",
		"tafsirTextofAyah":"I Ad, i faraonov narod, i Lutovi sunarodnici, također su poricali.",
		"korkutTranslationOfAyah":"i Ad, i narod faraonov, i narod Lutov,"
	},
	{
		"arabicTextofAyah":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
		"tafsirTextofAyah":"Poricali su i stanovnici Ejke, Šuajbov narod, koji je živio kod jednog ogromnog stabla, i narod Tubba koji bijaše kralj Jemena. Sve njih stigla je Allahova kazna zbog toga.",
		"korkutTranslationOfAyah":"i stanovnici Ejke i narod Tubba'; svi su oni poslanike lažnim smatrali i kaznu Moju zaslužili."
	},
	{
		"arabicTextofAyah":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ",
		"tafsirTextofAyah":"Allah vas je prvi put stvorio, pa kako da bude nemoćan proživjeti vas nakon smrti? Nevjernici su smeteni, te sumnjaju u život na budućem svijetu.",
		"korkutTranslationOfAyah":"Pa zar smo prilikom prvog stvaranja malaksali? Ne, ali oni u ponovno stvaranje sumnjaju."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ",
		"tafsirTextofAyah":"Allah je stvorio čovjeka i On dobro zna šta mu sve njegova duša šapće i na šta ga navodi, jer je bliže čovjeku od vratne žile kucavice.",
		"korkutTranslationOfAyah":"Mi stvaramo čovjeka i znamo šta mu sve duša njegova haje, jer Mi smo njemu bliži od vratne žile kucavice."
	},
	{
		"arabicTextofAyah":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ",
		"tafsirTextofAyah":"Dvojica meleka, jedan s desne, a drugi s lijeve čovjekove strane, bilježe ono što on čini.",
		"korkutTranslationOfAyah":"Kad se dvojica sastanu i sjednu jedan s desne, a drugi s lijeve strane,"
	},
	{
		"arabicTextofAyah":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ",
		"tafsirTextofAyah":"Sve što čovjek izgovori, čak svaku riječ, zapiše melek.",
		"korkutTranslationOfAyah":"on ne izusti nijednu riječ, a da pored njega nije prisutan onaj koji bdije."
	},
	{
		"arabicTextofAyah":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
		"tafsirTextofAyah":"Čovječe, smrtne će ti muke i tegobe uistinu doći, od njih nećeš moći pobjeći niti ćeš igdje utočište naći! Pohodit će te, nemarni čovječe, ista ona smrt od koje si bježao!",
		"korkutTranslationOfAyah":"Smrtne muke će zbilja doći – to je nešto od čega ne možeš pobjeći"
	},
	{
		"arabicTextofAyah":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ",
		"tafsirTextofAyah":"I melek će drugi put puhnuti u rog, uslijed čega će biti oživljeni mrtvi iz grobova. To će biti Dan ustanuća, kojim se prijetilo nevjernicima i griješnicima.",
		"korkutTranslationOfAyah":"i u Rog će se puhnuti – to je Dan kojim se prijeti –"
	},
	{
		"arabicTextofAyah":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ",
		"tafsirTextofAyah":"I svaki će čovjek doći na Kijametski dan, a s njime će biti melek koji će ga voditi na mjesto konačnog polaganja računa; bit će tu i drugi melek koji će svjedočiti o čovjekovim dobrim i hrđavim djelima.",
		"korkutTranslationOfAyah":"i svako će doći, a s njim i vodič i svjedok."
	},
	{
		"arabicTextofAyah":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ",
		"tafsirTextofAyah":"Bit će mu rečeno: “Čovječe, na dunjaluku si spram Sudnjeg dana i njegovih strahota bio u nemaru, tim prije jer si bio obmanut i jer si slijedio svoje strasti! Allah je s tebe danas skinuo koprenu zbog koje nisi vidio Pravi put! Nemar je nestao, a ti dobro, oštro vidiš u kakvom si nemaru živio.”",
		"korkutTranslationOfAyah":"\"Ti nisi mario za ovo, pa smo ti skinuli koprenu tvoju, danas ti je oštar vid.\""
	},
	{
		"arabicTextofAyah":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
		"tafsirTextofAyah":"Melek koji je bilježio dobra i hrđava djela reći će: “Čovjekova djela, dobra i hrđava, koja sam zapisao na dunjaluku spremna su; evo ih, sva su zapisana.”",
		"korkutTranslationOfAyah":"A drug njegov će reći: \"Ovaj, pored mene, spreman je.\""
	},
	{
		"arabicTextofAyah":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ",
		"tafsirTextofAyah":"Svevišnji Allah reći će meleku vodiču i meleku svjedoku da bace u džehennemsku vatru svakog oholog nevjernika, poricatelja istine.",
		"korkutTranslationOfAyah":"\"Baci u Džehennem svakog nezahvalnika, inadžiju,"
	},
	{
		"arabicTextofAyah":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ",
		"tafsirTextofAyah":"Gospodar će narediti da meleki bace u Vatru onog koji nije izvršavao svoje dužnosti spram Allaha, i koji je prelazio Božije granice, i koji je sumnjao u nagradu i kaznu…",
		"korkutTranslationOfAyah":"koji je branio da se čine dobra djela i koji je nasilnik i podozriv bio,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ",
		"tafsirTextofAyah":"A isti taj čovjek pored Allaha je obožavao nekog drugog boga. “Eto, zato ga, o meleki”, reći će se, “bacite u Džehennem, gdje će trpjeti tešku, nesnosnu kaznu.”",
		"korkutTranslationOfAyah":"koji je pored Allaha u drugog boga vjerovao – zato ga baci u patnju najtežu!\""
	},
	{
		"arabicTextofAyah":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ",
		"tafsirTextofAyah":"Šejtan koji je bio čovjekov drug na dunjaluku kazat će, odričući ga se: “Gospodaru naš, ja ga nisam silom odveo u zabludu, nego je sam u dalekoj zabludi bio!”",
		"korkutTranslationOfAyah":"A drug njegov će reći: \"Gospodaru naš, ja ga nisam silom zaveo, sam je u velikoj zabludi bio.\""
	},
	{
		"arabicTextofAyah":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ",
		"tafsirTextofAyah":"Svevišnji će Allah reći: “Preda Mnom se ne prepirite! Danas vam nikakva prepirka neće pomoći. Šaljući poslanike, upozorio sam vas već prije, davno, da će ovo biti težak dan za one koji ne budu u Mene vjerovali, za one koji Meni budu neposlušni.”",
		"korkutTranslationOfAyah":"\"Ne prepirite se preda Mnom!\" – reći će On – \"još davno sam vam zaprijetio,"
	},
	{
		"arabicTextofAyah":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
		"tafsirTextofAyah":"I reći će Uzvišeni Allah da se riječ Njegova nikad ne mijenja – istiniti su Allahove riječi i obećanja – i da neće umanjiti djela dobročinitelja niti će uvećati djela zločinaca, već da će svako dobiti u skladu s onim što je zaslužio.",
		"korkutTranslationOfAyah":"Moja Riječ se ne mijenja i Ja nisam prema robovima Svojim nepravičan.\""
	},
	{
		"arabicTextofAyah":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ",
		"tafsirTextofAyah":"Sjeti se Dana kad će Allah, džellešanuhu, upitati Džehennem je li se napunio nevjernicima i griješnicima, a on će odgovoriti: “Ima li još onih koji nisu vjerovali?” Džehennem će biti srdit zarad Allaha, te će tražiti još onih koji nisu vjerovali.",
		"korkutTranslationOfAyah":"Na dan kada upitamo Džehennem: \"Jesi li se napunio?\" – on će odgovoriti: \"Ima li još?\""
	},
	{
		"arabicTextofAyah":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ",
		"tafsirTextofAyah":"A Džennet će se približiti bogobojaznima, onima koji su činili dobra djela, a sustezali se od grijehā; neće od njih biti daleko, gledat će njegove ljepote i čari.",
		"korkutTranslationOfAyah":"A Džennet će biti primaknut čestitima, neće biti ni od jednog daleko –"
	},
	{
		"arabicTextofAyah":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ",
		"tafsirTextofAyah":"Bogobojaznima će biti rečeno: “Ovaj vam je užitak obećan dok ste bili na dunjaluku – svakom onom koji se kajao Allahu zbog počinjenih grijeha, i čuvao svoja dobra djela, i pazio da ne pređe Božije granice, i revno izvršavao Allahove zapovijesti.”",
		"korkutTranslationOfAyah":"\"Ovo je ono što vam je obećano, svakome onome koji se kajao i čuvao,"
	},
	{
		"arabicTextofAyah":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ",
		"tafsirTextofAyah":"“To su oni koji su bili bogobojazni i onda kad ih niko osim Allaha nije vidio, i donijeli srce predano, odano, pokajničko.”",
		"korkutTranslationOfAyah":"koji se Milostivoga bojao, iako Ga nije vidio, i koji je srce odano donio."
	},
	{
		"arabicTextofAyah":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ",
		"tafsirTextofAyah":"Njima će biti rečeno: “Uđite u Džennet, u miru, gdje neće biti nikakve manjkavosti ni opasnosti!” Bit će to početak vječnosti, kojoj nikad kraj neće doći.",
		"korkutTranslationOfAyah":"Uđite u nj, u miru, ovo je Dan vječni!\""
	},
	{
		"arabicTextofAyah":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ",
		"tafsirTextofAyah":"Vjernici će u Džennetu imati sve što zažele, ono što nikad niko nije vidio, niti je za takvo šta čuo, niti je ikom moglo pasti na um. U to spada i gledanje u Allahovo, džellešanuhu, plemenito lice.",
		"korkutTranslationOfAyah":"U njemu će imati što god zažele – a od Nas i više."
	},
	{
		"arabicTextofAyah":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ",
		"tafsirTextofAyah":"Allah, džellešanuhu, uništio je mnoga nevjernička pokoljenja koja živješe prije mekanskih nevjernika, a bijahu moćniji od Mekelija snagom i veličinom tijela! Po svijetu su za utočištem tragali, gradili i uljepšavali nastambe, pa jesu li umakli ili jesu li našli zaštitu protiv Allahove kazne koja ih je stigla?!",
		"korkutTranslationOfAyah":"A koliko smo naroda prije ovih uništili, koji su moćniji od njih bili, pa su po svijetu utočište tražili – od propasti spasa ima li?!"
	},
	{
		"arabicTextofAyah":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ",
		"tafsirTextofAyah":"U uništenju drevnih nevjerničkih naroda opomena je svakom onom ko ima srce pa pomoću njega razumije Allahove riječi i dokaze ili za onog koji sluša a pribrana je srca, nije nemaran.",
		"korkutTranslationOfAyah":"U tome je, zaista, pouka za onoga ko razum ima ili ko sluša, a priseban je."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ",
		"tafsirTextofAyah":"Allah je stvorio nebesa i Zemlju i ono što se između njih nalazi za šest vremenskih razdoblja, dana, (a bio je to kadar stvoriti u jednom trenutku), i nije Ga zbog toga zadesila malaksalost ni umor, kako to tvrde jevreji.",
		"korkutTranslationOfAyah":"Mi smo stvorili nebesa i Zemlju i ono što je između njih – za šest dana, i nije Nas ophrvao nikakav umor."
	},
	{
		"arabicTextofAyah":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ",
		"tafsirTextofAyah":"Poslaniče, strpljivo podnosi ono što govore jevreji i drugi nevjernici! I obavljaj sabahski namaz prije sunčeva izlaska, hvaleći Allaha, te obavljaj ikindija-namaz prije Sunčeva zalaska.",
		"korkutTranslationOfAyah":"Zato strpljivo podnosi ono što oni govore i veličaj Gospodara svoga i zahvaljuj Mu prije sunčeva izlaska i prije zalaska,"
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ",
		"tafsirTextofAyah":"I obavljaj namaz noću i slavi Allaha poslije svakog namaza.",
		"korkutTranslationOfAyah":"i veličaj Ga noću i poslije obavljanja molitvi."
	},
	{
		"arabicTextofAyah":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ",
		"tafsirTextofAyah":"Vjerovjesniče, osluškuj Dan kad će melek drugi put puhnuti u rog iz mjesta koje će svima biti blizu!",
		"korkutTranslationOfAyah":"I osluškuj! Dan kada će glasnik pozvati iz mjesta koje je blizu,"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ",
		"tafsirTextofAyah":"To je Dan kad će ljudi čuti istiniti povik za oživljenje nakon smrti, u njega neće sumnjati, pa će se obreti na mjestu polaganja računa.",
		"korkutTranslationOfAyah":"Dan kada će oni čuti istinit glas – to će biti Dan oživljenja."
	},
	{
		"arabicTextofAyah":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Zaista, Allah je Onaj Koji će vratiti mrtve u život, ta On je Onaj Koji ih usmrćuje na dunjaluku, i svi će Mu se vratiti da polože račun za svoja djela.",
		"korkutTranslationOfAyah":"Mi, zaista, dajemo život i dajemo smrt, i sve će se Nama vratiti!"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ",
		"tafsirTextofAyah":"Na Kijametskom danu popucat će grobovi pa će ljudi izaći i žurno poći. Zato što sve može, Allahu će biti lahko oživiti mrtve i sakupiti ih radi obračuna.",
		"korkutTranslationOfAyah":"A na Dan kada će nad njima zemlja popucati oni će žurno izići; biće to oživljenje, za Nas lahko."
	},
	{
		"arabicTextofAyah":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ",
		"tafsirTextofAyah":"Allah doista zna šta sve govore mekanski nevjernici. Vjerovjesniče, ti ne možeš prisiliti krivovjerne na vjerovanje, nego ti dostavljaš Allahovu poslanicu, pa opomeni časnim Kur’anom one što strahuju od prijetnji izrečenih o nevjernicima i griješnicima! Opomena ne koristi onom ko se ne boji Božije prijetnje i kazne na Ahiretu.",
		"korkutTranslationOfAyah":"Mi dobro znamo šta oni govore; ti ih ne možeš prisiliti, nego podsjeti Kur'anom onoga koji se prijetnje Moje boji!"
	}
]