[
	{
		"arabicTextofAyah":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا",
		"tafsirTextofAyah":"Allah, džellešanuhu, zaklinje se vjetrovima koji raznose prašinu.",
		"korkutTranslationOfAyah":"Tako Mi onih koji pušu snažno,"
	},
	{
		"arabicTextofAyah":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا",
		"tafsirTextofAyah":"I zaklinje se teškim oblacima koji nose kišu.",
		"korkutTranslationOfAyah":"i onih koji teret nose,"
	},
	{
		"arabicTextofAyah":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا",
		"tafsirTextofAyah":"I zaklinje se lađama koje bez poteškoće i napora plove po morskoj površini.",
		"korkutTranslationOfAyah":"i onih koji plove lahko,"
	},
	{
		"arabicTextofAyah":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا",
		"tafsirTextofAyah":"I zaklinje se melekima koji vrše Božije naredbe u vezi s raspodjelom nafake i svega drugog među ljudima.",
		"korkutTranslationOfAyah":"i onih koji naredbe sprovode –"
	},
	{
		"arabicTextofAyah":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ",
		"tafsirTextofAyah":"Neumitni su oživljenje poslije smrti i polaganje računa, čime vam, o ljudi, Allah, džellešanuhu, prijeti.",
		"korkutTranslationOfAyah":"istina je, zaista, ono čime vam se prijeti,"
	},
	{
		"arabicTextofAyah":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ",
		"tafsirTextofAyah":"U Dan konačnog polaganja računa nema nikakve sumnje, nastupanje tog Dana neumitno je.",
		"korkutTranslationOfAyah":"nagrada i kazna sigurno će biti!"
	},
	{
		"arabicTextofAyah":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ",
		"tafsirTextofAyah":"Sveznajući Allah zaklinje se nebom, savršenim zdanjem, punim zvjezdanih staza.",
		"korkutTranslationOfAyah":"Tako Mi neba punog zvjezdanih puteva,"
	},
	{
		"arabicTextofAyah":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ",
		"tafsirTextofAyah":"O mekanski nevjernici, vi govorite kontradiktorno o Kur’anu i o Poslaniku, sallallahu alejhi ve sellem, niste dosljedni u svojim izjavama, mijenjate ih. Ponekad govorite da je Kur’an čarolija, a katkad da je poezija. U vezi s Poslanikom islama nekad reknete da je čarobnjak, a gdje kad tvrdite da je pjesnik.",
		"korkutTranslationOfAyah":"vi govorite nejednako,"
	},
	{
		"arabicTextofAyah":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ",
		"tafsirTextofAyah":"Od vjerovanja u veličanstveni Kur’an i Vjerovjesnika, sallallahu 'alejhi ve sellem, bit će odvraćen onaj za koga je Allah u praiskonu odredio da neće vjerovati. Allah je to znao, pa je tako odredio. Eto, takav neće biti na Pravi put izveden.",
		"korkutTranslationOfAyah":"od njega se odvraća onaj za kog se znalo da će se odvratiti."
	},
	{
		"arabicTextofAyah":"قُتِلَ ٱلۡخَرَّٰصُونَ",
		"tafsirTextofAyah":"Prokleti neka su ti poricatelji, koji o Kur’anu i Poslaniku govore to što govore.",
		"korkutTranslationOfAyah":"Neka prokleti budu lažljivci"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ",
		"tafsirTextofAyah":"Koji su utonuli u tmine poricanja i nevjerovanja, pa tumaraju nehajni i otuđeni od istine.",
		"korkutTranslationOfAyah":"koji su, utonuli u neznanje, ravnodušni!"
	},
	{
		"arabicTextofAyah":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ",
		"tafsirTextofAyah":"Pitaju: “Kad će nastupiti taj Sudnji dan, u kojem će ljudi polagati račun?” Oni se za njega uopće ne pripremaju.",
		"korkutTranslationOfAyah":"Oni pitaju: \"Kada će Dan sudnji?\""
	},
	{
		"arabicTextofAyah":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ",
		"tafsirTextofAyah":"Allah im odgovara na njihovo pitanje, te kaže da je to Dan polaganja računa u kojem će oni biti izloženi patnji.",
		"korkutTranslationOfAyah":"Onoga Dana kada se u vatri budu pržili!"
	},
	{
		"arabicTextofAyah":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
		"tafsirTextofAyah":"Kad se budu patili u Vatri, nevjernicima će biti rečeno: “Iskusite ovu kaznu, koju ste požurivali kad bi vas neko na nju upozorio!” Tako su govorili rugajući se.",
		"korkutTranslationOfAyah":"\"Iskusite kaznu svoju – to je ono što ste požurivali!\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
		"tafsirTextofAyah":"Bogobojazni, oni koji su činili dobro, a sustezali se od zla, nalazit će se u velikim, predivnim, zanosnim rajskim baščama i među pitkim, tekućim izvorima.",
		"korkutTranslationOfAyah":"Oni koji su se Allaha bojali – u džennetskim baščama će, među izvorima, boraviti,"
	},
	{
		"arabicTextofAyah":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ",
		"tafsirTextofAyah":"Allah će ih darovati raznoraznim užicima i svakojakim radostima, jer su prije, na dunjaluku, bili iskreni vjernici i robovali Allahu kao da Ga vide.",
		"korkutTranslationOfAyah":"primaće ono što im Gospodar njihov bude darovao, jer, oni su prije toga dobra djela činili,"
	},
	{
		"arabicTextofAyah":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ",
		"tafsirTextofAyah":"Dobročinitelji o kojima je riječ noću su tek malo spavali – klanjali su dobrovoljni namaz.",
		"korkutTranslationOfAyah":"noću su malo spavali"
	},
	{
		"arabicTextofAyah":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ",
		"tafsirTextofAyah":"A u praskozorje su molili Gospodara za oprost.",
		"korkutTranslationOfAyah":"i u praskozorje oprost od grijeha molili,"
	},
	{
		"arabicTextofAyah":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
		"tafsirTextofAyah":"U imecima dobrih na dunjaluku je bio obavezni i dobrovoljni udio za prosjake koji su tražili, a i za one koji su se iz stida ustručavali tražiti milostinju, a koji su potrebiti iz bilo kojeg razloga.",
		"korkutTranslationOfAyah":"a u imecima njihovim bio je udio i za onoga koji prosi i za onoga koji ne prosi."
	},
	{
		"arabicTextofAyah":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ",
		"tafsirTextofAyah":"Na Zemlji su očiti i neosporni dokazi, kao npr. planine, mora, rijeke, šume, bilje, životinje... To su za one koji su uvjereni jasni dokazi da je Allah Onaj Koji stvara i oblikuje.",
		"korkutTranslationOfAyah":"Na Zemlji su dokazi za one koji čvrsto vjeruju,"
	},
	{
		"arabicTextofAyah":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ",
		"tafsirTextofAyah":"I u stvaranju čovjeka nalaze se dokazi koji upućuju na Allahovu moć. Zar ih ne vidite, pa da pouku izvučete!?",
		"korkutTranslationOfAyah":"a i u vama samima – zar ne vidite? –"
	},
	{
		"arabicTextofAyah":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ",
		"tafsirTextofAyah":"Na nebu je, u Ploči pomno čuvanoj, zapisano koliko će koji čovjek imati opskrbe u životu na ovom svijetu. Na nebu se također nalaze nagrada i kazna, dobro i zlo, blagostanje i nesreće – sve je zapisano i određeno.",
		"korkutTranslationOfAyah":"a na nebu je opskrba vaša i ono što vam se obećava."
	},
	{
		"arabicTextofAyah":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ",
		"tafsirTextofAyah":"Allah, džellešanuhu, zakleo se Svojim veličanstvenim Bićem da je neumitna istina ono što je obećao, kao što je istina da mi, ljudi, govorimo, a u to niko ne sumnja.",
		"korkutTranslationOfAyah":"I, tako Mi Gospodara neba i Zemlje, to je istina, kao što je istina da govorite!"
	},
	{
		"arabicTextofAyah":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ",
		"tafsirTextofAyah":"Poslaniče, je li do tebe došla vijest o Ibrahimovim, alejhis-selam, gostima melekima koje je poslanik Ibrahim izuzetno lijepo ugostio?",
		"korkutTranslationOfAyah":"Da li je doprla do tebe vijest o uvaženim gostima Ibrahimovim"
	},
	{
		"arabicTextofAyah":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ",
		"tafsirTextofAyah":"Oni su ušli u Ibrahimovu kuću i nazvali mu selam, pa im je odgovorio na pozdrav, a pomislio je: “Ja vas ne poznajem!”",
		"korkutTranslationOfAyah":"kada mu oni uđoše i rekoše: \"Mir vama!\", i on reče: \"Mir vama, ljudi neznani!\""
	},
	{
		"arabicTextofAyah":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ",
		"tafsirTextofAyah":"Nedugo zatim Ibrahim, alejhis-selam, krišom ode svojoj porodici i zakla debelo tele te ga ispeče. Tako je postupio misleći da su njegovi gosti ljudi.",
		"korkutTranslationOfAyah":"I on neprimijetno ode ukućanima svojim i donese debelo tele,"
	},
	{
		"arabicTextofAyah":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ",
		"tafsirTextofAyah":"No, kad je donio meso, stavio ga pred goste i ponudio ih, izrazivši im i time dobrodošlicu, vidio je da ne jedu pa ih je, blago im se obraćajući, upitao s tim u vezi.",
		"korkutTranslationOfAyah":"i primače im ga: \"Zar nećete da jedete?\" – upita,"
	},
	{
		"arabicTextofAyah":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ",
		"tafsirTextofAyah":"Ibrahima je, usto, obuzela zebnja, pa mu gosti, primijetivši to, rekoše: “Ne boj se, mi smo Božiji izaslanici, donosimo ti vijest da ćeš imati u vjeri učena sina!” Ovaj se ajet odnosi na Ishaka.",
		"korkutTranslationOfAyah":"osjetivši od njih u duši zebnju. \"Ne boj se!\" – rekoše, i obradovaše ga dječakom koji će učen biti."
	},
	{
		"arabicTextofAyah":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ",
		"tafsirTextofAyah":"Pošto je Ibrahimova žena čula radosnu vijest melekā da će steći sina, prišla je i uzviknula zaluđeno udarivši se po licu: “Starica sam i, k tome, nerotkinja, pa kako ću roditi!?”",
		"korkutTranslationOfAyah":"I pojavi se žena njegova uzvikujući i po licu se udarajući, i reče: \"Zar ja, stara, nerotkinja?!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Na to meleki rekoše Sari: “Tvoj je Gospodar odredio da bude upravo ovako kako smo rekli. Allah sve može, ništa ne izlazi iz okvira Njegove moći. Allah je mudar u davanju i određivanju, sve stvari postavlja tamo gdje one spadaju, dobro zna u čemu se nalaze dobrobiti i koristi za ljude.”",
		"korkutTranslationOfAyah":"\"Tako je odredio Gospodar tvoj\" – rekoše oni – \"On je Mudri i Sveznajući.\""
	},
	{
		"arabicTextofAyah":"۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
		"tafsirTextofAyah":"Ibrahim, neka je na njega mir, obratio se melekima, kazavši: Šta vi hoćete i koga tražite?",
		"korkutTranslationOfAyah":"\"A šta vi hoćete, o izaslanici?\" – upita Ibrahim."
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
		"tafsirTextofAyah":"Meleki su mu odgovorili: Nas je Allah poslao narodu koji čini najgore grijehe.",
		"korkutTranslationOfAyah":"\"Poslani smo narodu grješnom\" – rekoše –"
	},
	{
		"arabicTextofAyah":"لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ",
		"tafsirTextofAyah":"Poslani smo da na njih sručimo tvrdo grumenje i kamenje.",
		"korkutTranslationOfAyah":"\"da sručimo na njih grumenje od ilovače,"
	},
	{
		"arabicTextofAyah":"مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ",
		"tafsirTextofAyah":"O Ibrahime, ono je poznato i obilježeno kod tvoga Gospodara i biće bačeno na one koji prelaze Allahove granice i pretjeruju u nevjerovanju i grijesima.",
		"korkutTranslationOfAyah":"svako obilježeno u Gospodara tvoga za one koji su u razvratu svaku mjeru prešli.\""
	},
	{
		"arabicTextofAyah":"فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Mi smo izbavili vjernike koji su bili u Lutovom naselju, kako ih ne bi pogodila kazna pripremljena za griješnike.",
		"korkutTranslationOfAyah":"I Mi iz njega vjernike izvedosmo –"
	},
	{
		"arabicTextofAyah":"فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"U tom naselju nismo našli ni jednu muslimansku kuću, osim kuće Luta, neka je na njega mir.",
		"korkutTranslationOfAyah":"a u njemu samo jednu kuću muslimansku nađosmo –"
	},
	{
		"arabicTextofAyah":"وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
		"tafsirTextofAyah":"U mjestu gdje je živio narod Lutov ostavili smo tragove kazne koji ukazuju da se ona desila, kako bi pouku uzeli oni koji strahuju od bolne patnje koja ih je pogodila i kako ne bi činili djela koja su ih do nje dovela.",
		"korkutTranslationOfAyah":"i u njemu za sve one koji se boje patnje neizdržljive znak ostavismo."
	},
	{
		"arabicTextofAyah":"وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ",
		"tafsirTextofAyah":"I u Musau kojeg smo poslali faraonu sa jasnim dokazima i znamenjima, znak je za onoga ko se boji strašne kazne.",
		"korkutTranslationOfAyah":"I o Musau, kada ga s očiglednim dokazom faraonu poslasmo,"
	},
	{
		"arabicTextofAyah":"فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ",
		"tafsirTextofAyah":"Faraon se, oholeći svojom snagom i vojskom, okrenuo od istine i za Musaa kazao: On je čarobnjak koji je opsihrio ljude, ili je luđak koji ne razumije šta govori.",
		"korkutTranslationOfAyah":"a on, uzdajući se u moć svoju, okrenu glavu i reče: \"Čarobnjak je ili lud!\""
	},
	{
		"arabicTextofAyah":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ",
		"tafsirTextofAyah":"Mi smo i njega i vojsku njegovu u moru potopili i uništili, a faraon je zaslužio svaku osudu jer je negirao istinu i za sebe tvrdio da je Bog.",
		"korkutTranslationOfAyah":"I Mi i njega i vojske njegove dohvatismo, pa ih u more bacismo, jer je bio osudu zaslužio."
	},
	{
		"arabicTextofAyah":"وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ",
		"tafsirTextofAyah":"I u Adu, Hudovom narodu, je znak za one koji se boje strašne kazne, kada smo na njih poslali vjetar koji im nije donio kišu niti oprašio stabla, a nije u njemu bilo niti bilo kakvog drugog dobra.",
		"korkutTranslationOfAyah":"I o Adu, kada na njih vjetar poslasmo u kome nije bilo nikakva dobra –"
	},
	{
		"arabicTextofAyah":"مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ",
		"tafsirTextofAyah":"Koje god je živo biće, imanje ili nešto drugo obuhvatio, uništio ga je i potpuno razorio.",
		"korkutTranslationOfAyah":"pored čega god je prošao, ništa nije poštedio, sve je u gnjilež pretvorio."
	},
	{
		"arabicTextofAyah":"وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ",
		"tafsirTextofAyah":"I u Semudu, Salihovom alejhi selam, narodu je znak za onoga ko se boji strašne kazne, kada im je rečeno: Uživajte u vašem životu do roka određenog.",
		"korkutTranslationOfAyah":"I o Semudu, kad mu bî rečeno: \"Uživajte još neko vrijeme!\""
	},
	{
		"arabicTextofAyah":"فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ",
		"tafsirTextofAyah":"Oni su se uzoholili i odbili naredbu svoga Gospodara da vjeruju i da se pokore, pa ih je kao kazna zadesio strašan krik i patnja koju su svojim očima gledali. Ta kazna im je obećana tri dana prije njenog dešavanja.",
		"korkutTranslationOfAyah":"I oni se oglušiše o naređenje Gospodara svoga, pa ih uništi strašan glas na oči njihove,"
	},
	{
		"arabicTextofAyah":"فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ",
		"tafsirTextofAyah":"Nisu bili u stanju da tu kaznu od sebe odbace niti su imali snage i moći da je spriječe.",
		"korkutTranslationOfAyah":"i ne mogaše se ni dići ni od kazne odbraniti."
	},
	{
		"arabicTextofAyah":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
		"tafsirTextofAyah":"Prije ovih spomenutih naroda, uništili smo poplavom Nuhov narod, jer su oni bili nepokorni Allahu i zaslužili su Njegovu kaznu.",
		"korkutTranslationOfAyah":"I o Nuhovu narodu, davno prije; to, zaista, bijaše narod neposlušni!"
	},
	{
		"arabicTextofAyah":"وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ",
		"tafsirTextofAyah":"Mi smo našom snagom i moći nebo sazadali i usavršili ga i mi proširujemo njegove krajeve.",
		"korkutTranslationOfAyah":"Mi smo nebo moći Svojom sazdali, a Mi, uistinu, još neizmjerno mnogo možemo,"
	},
	{
		"arabicTextofAyah":"وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ",
		"tafsirTextofAyah":"Zemlju smo prostrli da bude kao prostirka onima koji na njoj stanuju i borave, pa divno li smo je prostrli kada smo to uradili.",
		"korkutTranslationOfAyah":"i Zemlju smo prostrli – tako je divan Onaj koji je prostro! –"
	},
	{
		"arabicTextofAyah":"وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ",
		"tafsirTextofAyah":"U svakoj vrsti stvorili smo par, kao npr. muško i žensko, nebo i Zemlju, kopno i more, a to smo učinili s ciljem da vas podsjeti na jednoću Allaha koji je u svemu dao par i da se prisjetit3 Njegove snage i moći.",
		"korkutTranslationOfAyah":"i od svega po par stvaramo da biste vi razmislili!"
	},
	{
		"arabicTextofAyah":"فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
		"tafsirTextofAyah":"Bježite od Allahove kazne ka Njegovoj nagradi na način da Mu budete pokorni i da ne griješite. O ljudi, ja vas opominjem na tu Njegovu kaznu.",
		"korkutTranslationOfAyah":"\"Zato požurite Allahu, ja sam vam od Njega da vas javno upozorim;"
	},
	{
		"arabicTextofAyah":"وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
		"tafsirTextofAyah":"Pored Allaha nemojte nikoga obožavati, ja vas opominjem i upozoravam.",
		"korkutTranslationOfAyah":"ne prihvaćajte drugog boga osim Allaha, ja sam vam od Njega da vas jasno opomenem!\""
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ",
		"tafsirTextofAyah":"Isto kao što su mekkelije poricale istinu, i prijašnji narodi su to činili. Njima nije došao nijedan poslanik od Allaha, a da nisu kazali da je vračar ili luđak.",
		"korkutTranslationOfAyah":"I tako je bilo, ni onima prije ovih nije došao nijedan poslanik, a da nisu rekli: \"Čarobnjak je!\", ili: \"Lud je!\""
	},
	{
		"arabicTextofAyah":"أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ",
		"tafsirTextofAyah":"Da li su prijašnji nevjernici oporukom ostavili da oni poslije njih poriču poslanike? Nisu, nego im je zajednička karakteristika da granice prelaze.",
		"korkutTranslationOfAyah":"Zar su to jedni drugima u amanet ostavljali? Nisu, nego su oni ljudi koji su u zlu svaku mjeru bili prevršili,"
	},
	{
		"arabicTextofAyah":"فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ",
		"tafsirTextofAyah":"Okreni se o Poslaniče, od ovih koji istinu poriču i ti nisi ukoren i nećeš biti, jer si im istinu dostavio.",
		"korkutTranslationOfAyah":"zato ove ostavi, prijekor nećeš zaslužiti,"
	},
	{
		"arabicTextofAyah":"وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Nemoj da te tvoje okretanje od njih spriječi da ih savjetuješ i opominješ. Ti opominji, a pouku će uzeti vjernici u Allaha.",
		"korkutTranslationOfAyah":"i nastavi savjetovati, savjet će vjernicima, doista, koristiti."
	},
	{
		"arabicTextofAyah":"وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ",
		"tafsirTextofAyah":"Ja nisam stvorio ni džinne ni ljude, osim da samo Mene obožavaju. Nisam ih stvorio da Mi sudruga pripisuju.",
		"korkutTranslationOfAyah":"Džine i ljude sam stvorio samo zato da Mi se klanjaju,"
	},
	{
		"arabicTextofAyah":"مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ",
		"tafsirTextofAyah":"Ja od njih ne tražim nikakvu opskrbu, niti tražim da oni Mene hrane.",
		"korkutTranslationOfAyah":"Ja ne tražim od njih opskrbu niti želim da Me hrane,"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ",
		"tafsirTextofAyah":"Doista je Allah taj koji mnogo opskrbljuje Svoje robove, svi oni su ovisni od onoga što im On daje, On posjeduje snagu i moć, Njega ništa ne može nadvladati. Svi ljudi i džini su potčinjeni Njegovoj snazi.",
		"korkutTranslationOfAyah":"opskrbu daje jedino Allah, Moćni i Jaki!"
	},
	{
		"arabicTextofAyah":"فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ",
		"tafsirTextofAyah":"Onima koji su prema sebi činili nepravdu, negirajući tvoju istinitost, o Poslaniče, pripada kazna kao i onima koji su bili prije njih. Rok za tu kaznu je određen i neka Me ne požuruju da je spustim, prije nego taj rok dođe.",
		"korkutTranslationOfAyah":"A nevjernike će stići kazna kao što je stigla i one koji su bili kao oni, i neka Me ne požuruju,"
	},
	{
		"arabicTextofAyah":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ",
		"tafsirTextofAyah":"Propast čeka one koji su negirali Allaha i poricali poslanike. Na Sudnjem danu će ih zadesiti obećana kazna.",
		"korkutTranslationOfAyah":"jer, teško nevjernicima na Dan kojim im se prijeti!"
	}
]