[
	{
		"arabicTextofAyah":"وَٱلطُّورِ",
		"tafsirTextofAyah":"Allah se kune brdom na kojem je razgovarao sa Musaom, alejhi selam.",
		"korkutTranslationOfAyah":"Tako Mi Gore,"
	},
	{
		"arabicTextofAyah":"وَكِتَٰبٖ مَّسۡطُورٖ",
		"tafsirTextofAyah":"Allah se kune i knjigom koja je u redove napisana.",
		"korkutTranslationOfAyah":"i Knjige u retke napisane,"
	},
	{
		"arabicTextofAyah":"فِي رَقّٖ مَّنشُورٖ",
		"tafsirTextofAyah":"Na koži raširenoj i otvorenoj, kao što su objavljene knjige.",
		"korkutTranslationOfAyah":"na koži razvijenoj,"
	},
	{
		"arabicTextofAyah":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ",
		"tafsirTextofAyah":"I kune se kućom, odnosno nebeskim hramom kojeg meleki posjećuju radi obožavanja Allaha.",
		"korkutTranslationOfAyah":"i Hrama poklonika punog,"
	},
	{
		"arabicTextofAyah":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ",
		"tafsirTextofAyah":"I kune se podignutim nebom koje je svod iznad Zemlje.",
		"korkutTranslationOfAyah":"i svoda uzdignutog,"
	},
	{
		"arabicTextofAyah":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ",
		"tafsirTextofAyah":"I kune se morem koje je puno vode.",
		"korkutTranslationOfAyah":"i mora napunjenog –"
	},
	{
		"arabicTextofAyah":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ",
		"tafsirTextofAyah":"Doista je kazna tvog Gospodara, o Poslaniče, neminovna, i bez imalo sumnje, desit će se i sprovesti nad nevjernicima.",
		"korkutTranslationOfAyah":"kazna Gospodara tvoga sigurno će se dogoditi,"
	},
	{
		"arabicTextofAyah":"مَّا لَهُۥ مِن دَافِعٖ",
		"tafsirTextofAyah":"Niko neće moći spriječiti dešavanje te kazne nad njima i niko ih neće moći od nje spasiti.",
		"korkutTranslationOfAyah":"niko je neće moći otkloniti"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا",
		"tafsirTextofAyah":"Na Dan kada se nebesa snažno pokrenu i uzdrmaju, a to će biti najava Smaka svijeta.",
		"korkutTranslationOfAyah":"na Dan kada se nebo silno uzburka,"
	},
	{
		"arabicTextofAyah":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا",
		"tafsirTextofAyah":"Toga Dana će se planine pomjeriti iz svoga ležišta.",
		"korkutTranslationOfAyah":"a planine s mjesta pomaknu!"
	},
	{
		"arabicTextofAyah":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ",
		"tafsirTextofAyah":"Tog će dana propast zadesiti one koji su poricali Allahovo obećanje da će se kazna desiti.",
		"korkutTranslationOfAyah":"Teško na taj Dan onima koji su poricali,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ",
		"tafsirTextofAyah":"onima koji su, poigravajući se, u neistinu se upuštali, i nisu ni obraćali pažnju na proživljenje i okupljanje na Sudnjem danu.",
		"korkutTranslationOfAyah":"koji su se, ogrezli u laž, zabavljali! –"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
		"tafsirTextofAyah":"Na Dan kada će oni veoma snažno biti bačeni i gurnuti u Džehennem.",
		"korkutTranslationOfAyah":"na Dan kada će grubo u vatru džehennemsku biti gurnuti:"
	},
	{
		"arabicTextofAyah":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
		"tafsirTextofAyah":"Kao vid ukora kazat će im se: Ovo je Vatra koju ste negirali kada su vas njome plašili vaši poslanici.",
		"korkutTranslationOfAyah":"\"Ovo je vatra koju ste poricali."
	},
	{
		"arabicTextofAyah":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ",
		"tafsirTextofAyah":"Da li je vradžbina ova kazna koju gledate ili vi dobro ne vidite.",
		"korkutTranslationOfAyah":"pa, je li ovo čarolija, ili vi ne vidite?"
	},
	{
		"arabicTextofAyah":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Iskusite vrelinu vatre i trpite je ako možete, ali bez obzira da li je mogli trpiti ili ne, vi ćete biti kažnjeni prema nevjerovanju i lošim djelima koje ste radili na dunjaluku.",
		"korkutTranslationOfAyah":"Pržite se u njoj, isto vam je trpjeli ili ne trpjeli – to vam je kazna za ono što ste radili.\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ",
		"tafsirTextofAyah":"A oni koji su se bojali svoga Gospodara, provodeći Njegove naredbe i kloneći se Njegovih zabrana, nastanit će bašče i besprekidno će u njima uživati.",
		"korkutTranslationOfAyah":"A čestiti će biti u džennetskim baščama i blaženstvu"
	},
	{
		"arabicTextofAyah":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Uživat će u blagodatima jela, pića i braka, koje će im Allah podariti. Njihov ih je Gospodar sačuvao vatrene kazne, pa su postigli cilj kojem su težili, i spasili su se kazne.",
		"korkutTranslationOfAyah":"i u onom što im je Gospodar njihov dao će uživati – njih će Gospodar njihov patnje u ognju sačuvati."
	},
	{
		"arabicTextofAyah":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Reći će im se: Jedite i pijte sve što poželite, neka vam je prijatno, nemojte se bojati nikave štete od onoga što jedete i pijete. To vam je nagrada za vaša dobra djela koja ste na dunjaluku radili.",
		"korkutTranslationOfAyah":"\"Jedite i pijte i neka vam je prijatno, to je za ono što ste radili!\""
	},
	{
		"arabicTextofAyah":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ",
		"tafsirTextofAyah":"Biće naslonjeni na krevetima ukrašenim koji će biti jedni naspram drugih i Mi ćemo ih oženiti džennetskim ženama, krupnih očiju.",
		"korkutTranslationOfAyah":"Biće naslonjeni na divanima poredanim, a vjenčaćemo ih hurijama džennetskim."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ",
		"tafsirTextofAyah":"Onima koji su vjerovali i i koje su njihova djeca u vjerovanju slijedila, priključit ćemo djecu njihovu, kako bi radosni bili, pa makar i ne bili po djelima kao oni, a ništa im od nagrade za njihova djela nećemo umanjiti. Svaki čovjek će nositi svoje grijehe, i niko umjesto njega to neće činiti.",
		"korkutTranslationOfAyah":"Onima koji su vjerovali i za kojima su se djeca njihova u vjerovanju povela priključićemo djecu njihovu, a djela njihova nećemo nimalo umanjiti – svaki čovjek je odgovoran za ono što sâm čini –"
	},
	{
		"arabicTextofAyah":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ",
		"tafsirTextofAyah":"Pored toga, stanovnicima Dženneta dat ćemo i druge raznolike vrste voća i vrste mesa koje budu željeli.",
		"korkutTranslationOfAyah":"i još ćemo ih darovati voćem i mesom kakvo budu željeli;"
	},
	{
		"arabicTextofAyah":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ",
		"tafsirTextofAyah":"U Džennetu će jedni drugima davati čaše s pićem od kojeg neće biti loših posljedica kao na dunjaluku, neće biti ružnog govora i grijeha zbog pijanstva.",
		"korkutTranslationOfAyah":"jedni drugima će, u njemu, pune čaše dodavati – zbog njih neće biti praznih besjeda i pobuda na grijeh –"
	},
	{
		"arabicTextofAyah":"۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ",
		"tafsirTextofAyah":"Oko njih će kružiti mladići, služeći ih, a koža će im biti čista poput bijelog bisera skrivenog u školjci.",
		"korkutTranslationOfAyah":"a služiće ih posluga njihova nalik na biser skriveni,"
	},
	{
		"arabicTextofAyah":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
		"tafsirTextofAyah":"Džennetlije će se drugim džennetlijama primaknuti i pitat će ih za njihovo stanje na dunjaluku.",
		"korkutTranslationOfAyah":"i obraćaće se jedni drugima i jedni druge će pitati:"
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ",
		"tafsirTextofAyah":"Pa će im odgovoriti: Mi smo i dok smo na dunjaluku među porodicama bili, od Allahove kazne strahovali.",
		"korkutTranslationOfAyah":"\"Prije smo među svojima strahovali\" – govoriće –"
	},
	{
		"arabicTextofAyah":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ",
		"tafsirTextofAyah":"Allah nam je dao blagodat upute u islam, i spasio nas je kazne i patnje u vrelini vatre.",
		"korkutTranslationOfAyah":"\"pa nam je Allah milost darovao i od patnje u ognju nas sačuvao;"
	},
	{
		"arabicTextofAyah":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Mi smo Ga na dunjaluku obožavali i tražili da nas spasi kazne u Vatri, a On je, uistinu, dobročinitelj i obećanja koja je dao robovima ispunjava. Njegova dobrota i milost ogledaju se i u tome što nas je uputio ka vjerovanju, uveo u Džennet i spasio Vatre.",
		"korkutTranslationOfAyah":"mi smo Mu se prije klanjali, On je, doista, Dobročinitelj i Milostivi.\""
	},
	{
		"arabicTextofAyah":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ",
		"tafsirTextofAyah":"O Poslaniče, ti opomiji, jer te je Allah svojom blagodati uveo u vjeru i dao ti razum, pa ti nisi ni vračar, a nisi ni luđak.",
		"korkutTranslationOfAyah":"Zato ti opominji, jer ti, milošću Gospodara svoga, nisi ni prorok ni lud."
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ",
		"tafsirTextofAyah":"Zar oni koji poriču istinu govore: Muhammed nije Poslanik, nego je pjesnik, pa ćemo čekati da umre, kako bismo se od njegova zla bili pošteđeni.",
		"korkutTranslationOfAyah":"Zar oni da govore: \"On je pjesnik, sačekaćemo da vidimo šta će mu suđeno biti.\""
	},
	{
		"arabicTextofAyah":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ",
		"tafsirTextofAyah":"Reci im, o Poslaniče, čekajte moju smrt, a ja čekam da vam se desi kazna zbog toga što poričete istinu koju vam donosim.",
		"korkutTranslationOfAyah":"\"Pa čekajte\" – reci ti – \"i ja ću zajedno sa vama čekati!\""
	},
	{
		"arabicTextofAyah":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ",
		"tafsirTextofAyah":"Da li im njihovi umovi govore da je on vračar ili luđak, pa tako spajaju nešto što se inače kod osobe ne spaja. Oni su narod koji svaku mjeru prelazi, ne obraćaju pažnju ni na vjerozakon, a ni na razum.",
		"korkutTranslationOfAyah":"Da li im to dolazi od pameti njihove ili su oni inadžije tvrdoglave?"
	},
	{
		"arabicTextofAyah":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zar oni da govore: Muhammed izmišlja Kur'an, i on mu ne dolazi kao objava? On ga ne izmišlja, nego se oni ohole nad vjerovanjem, pa zbog oholosti tako tvrde.",
		"korkutTranslationOfAyah":"Zar oni da govore: \"Izmišlja ga!\" – Ne, nego oni neće da vjeruju;"
	},
	{
		"arabicTextofAyah":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ",
		"tafsirTextofAyah":"Ako je on izmišljen, neka onda načine govor sličan njemu, ukoliko istinu govore u svojim tvrdnjama.",
		"korkutTranslationOfAyah":"zato neka oni sastave govor sličan Kur'anu, ako istinu govore!"
	},
	{
		"arabicTextofAyah":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ",
		"tafsirTextofAyah":"Da li su oni na ovaj svijet došli bez tvorca koji ih je stvorio? Ili su oni, možda, sami sebe stvorili? Nije moguće da se stvorenje pojavi samo od sebe, i nije moguće da stvorenje stvara, pa zašto onda ne obožavate svoga Tvorca?",
		"korkutTranslationOfAyah":"Zar su oni bez Stvoritelja stvoreni ili su oni sami sebe stvorili?!"
	},
	{
		"arabicTextofAyah":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ",
		"tafsirTextofAyah":"Jesu li oni možda tvorci nebesa i Zemlje? Nisu, nego oni nemaju uvjerenje da ih je Allah stvorio, jer da imaju to uvjerenje, onda bi smatrali da je Allah jedan i vjerovali bi u Njegovog poslanika.",
		"korkutTranslationOfAyah":"Zar su oni nebesa i Zemlju stvorili?! Ne, nego oni neće da vjeruju."
	},
	{
		"arabicTextofAyah":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ",
		"tafsirTextofAyah":"Da li su kod njih riznice tvoga Gospodara, pa daju opskrbu kome oni hoće, ili oni upravljaju vjerovjesništvom, pa ga daju kome hoće, a uskrate kome hoće? Ili, da li oni vladaju i upravljaju shodno svojoj volji?",
		"korkutTranslationOfAyah":"Zar je u njih blago Gospodara tvoga, ili, zar oni vladaju?!"
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ",
		"tafsirTextofAyah":"Da li oni imaju stepenice kojima se penju na nebesa, pa čuju Objavu u kojoj im Allah kazuje da su oni sljedbenici istine? Neka onaj koji među njima sluša donose jasan dokaz koji potvrđuje da su oni sljedbenici istine.",
		"korkutTranslationOfAyah":"Zar oni imaju ljestve, pa na njima prisluškuju? Neka onaj među njima koji tvrdi da je nešto čuo donese potvrdu očitu."
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ",
		"tafsirTextofAyah":"Zar su za Njega Uzvišenog to kćeri koje oni mrze, a za vas sinovi koje volite?",
		"korkutTranslationOfAyah":"Zar da su za Njega – kćeri, a za vas da su – sinovi?!"
	},
	{
		"arabicTextofAyah":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
		"tafsirTextofAyah":"Da li ti, o Poslaniče, od njih tražiš neku naknadu za ono što im od Allaha dostavljaš, pa su oni zbog toga zaduženi nečim što nisu u stanju?",
		"korkutTranslationOfAyah":"Zar ti tražiš od njih nagradu, pa su nametom opterećeni?!"
	},
	{
		"arabicTextofAyah":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
		"tafsirTextofAyah":"Da li oni poznaju nevidljivi svijet, pa ljudima zapisuju ono što su saznali, te im kazuju ono što žele.",
		"korkutTranslationOfAyah":"Zar je u njih iskonska knjiga, pa oni prepisuju?!"
	},
	{
		"arabicTextofAyah":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ",
		"tafsirTextofAyah":"Da li ovi koji poriči istinu žele da prave spletke tebi i tvojoj vjeri? Pouzdaj se u Allaha, jer oni koji ne vjeruju u Allaha i Njegove poslanike dopast će tih spletki, a ne ti.",
		"korkutTranslationOfAyah":"Zar oni zamke da postavljaju?! Ta u zamku će se uhvatiti baš oni koji ne vjeruju!"
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Da li oni imaju nekog ko zaslužuje da bude obožavan pored Allaha? Neka je Allah čist i daleko od onoga što mu kao sudruga pripisuju. Sve što je ranije kazano nije bilo i ne može se ni zamisliti.",
		"korkutTranslationOfAyah":"Zar oni drugog boga osim Allaha da imaju?! Hvaljen neka je Allah, On je iznad onih koje Mu ravnim smatraju!"
	},
	{
		"arabicTextofAyah":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ",
		"tafsirTextofAyah":"Kada b oni vidjeli da komad neba pada, kazali bi: Ovo je nagomilani oblak, i ne bi pouku uzeli i ne bi povjerovali.",
		"korkutTranslationOfAyah":"I kad bi vidjeli da komad neba pada, rekli bi: \"Oblaci nagomilani!\""
	},
	{
		"arabicTextofAyah":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ",
		"tafsirTextofAyah":"Ostavi ih, o Poslaniče, da lutaju u svome inatu i negiranju istine, dok im ne dođe Dan u kojem će biti kažnjeni, a to je Sudnji dan.",
		"korkutTranslationOfAyah":"Zato ih pusti dok se ne suoče sa Danom u kome će pomrijeti,"
	},
	{
		"arabicTextofAyah":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ",
		"tafsirTextofAyah":"To je dan kada im njihove spletke nikako neće biti od koristi, niti će ih spasiti iz patnje.",
		"korkutTranslationOfAyah":"Danom kada im lukavstva njihova nimalo neće koristiti i kada im niko neće pomoći."
	},
	{
		"arabicTextofAyah":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"One koji su činili nepravdu prema sebi, kroz širk i griješenje, čeka kazna prije onoga svijeta, i to na dunjaluku, koja se ogleda u njihovom ubijanju i zarobljavanju, zatim ih čeka kaburska patnja, ali većina njih to ne zna, pa zbog toga ustrajavaju u svome nevjerovanju.",
		"korkutTranslationOfAyah":"A za sve nasilnike i druga će kazna prije one biti, ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ",
		"tafsirTextofAyah":"O Poslaniče, strpi se dok tvoj Gospodar ne donese presudu, jer Mi te gledamo i čuvamo, i veličaj i hvali svoga Gospodara kada se budiš.",
		"korkutTranslationOfAyah":"A ti strpljivo čekaj presudu Gospodara svoga, Mi tebe i vidimo i štitimo; i veličaj i hvali Gospodara svoga kad ustaješ,"
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ",
		"tafsirTextofAyah":"I po noći veličaj svoga Gospodara i klanjaj, a onda klanjaj sabah kada se zvijezde gube jer pomalo nastaje svjetlost dana.",
		"korkutTranslationOfAyah":"i noću Ga veličaj i kad se zvijezde gube."
	}
]