[
	{
		"arabicTextofAyah":"وَٱلنَّجۡمِ إِذَا هَوَىٰ",
		"tafsirTextofAyah":"Allah Uzvišeni kune se zvijezdom kada pada.",
		"korkutTranslationOfAyah":"Tako mi zvijezde kad zalazi,"
	},
	{
		"arabicTextofAyah":"مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ",
		"tafsirTextofAyah":"Muhammed, sallallahu alejhi ve sellem, nije skrenuo s pravog puta, niti je zalutao, nego je on na putu istine.",
		"korkutTranslationOfAyah":"vaš drug nije s Pravoga puta skrenuo i nije zalutao!"
	},
	{
		"arabicTextofAyah":"وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ",
		"tafsirTextofAyah":"On ne govori ovaj Kur'an slijedeći svoje prohtjeve.",
		"korkutTranslationOfAyah":"On ne govori po hiru svome –"
	},
	{
		"arabicTextofAyah":"إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ",
		"tafsirTextofAyah":"Ovaj Kur'an je Objava od Allaha koja dolazi putem Džibrila, neka je na njega mir i spas.",
		"korkutTranslationOfAyah":"to je samo Objava koja mu se obznanjuje,"
	},
	{
		"arabicTextofAyah":"عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ",
		"tafsirTextofAyah":"Njemu ga podučava melek veoma snažan, a to je Džibril, neka je na njega mir i spas.",
		"korkutTranslationOfAyah":"uči ga jedan ogromne snage,"
	},
	{
		"arabicTextofAyah":"ذُو مِرَّةٖ فَٱسۡتَوَىٰ",
		"tafsirTextofAyah":"Džibril koi je snažan i lijepog izgleda. On se uspravio i pokazao pred Poslanikom, sallallahu alejhi ve sellem, u onom liku kakvim ga je stvorio Allah Uzvišeni.",
		"korkutTranslationOfAyah":"razoriti, koji se pojavio u liku svome"
	},
	{
		"arabicTextofAyah":"وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ",
		"tafsirTextofAyah":"Džibril je bio na najvišem horizontu, na nebesima.",
		"korkutTranslationOfAyah":"na obzorju najvišem,"
	},
	{
		"arabicTextofAyah":"ثُمَّ دَنَا فَتَدَلَّىٰ",
		"tafsirTextofAyah":"Zatim se Džibril, alejhi selam, približio Poslaniku, sallallahu alejhi ve sellem, a potom se još više približio.",
		"korkutTranslationOfAyah":"zatim se približio, pa nadnio –"
	},
	{
		"arabicTextofAyah":"فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ",
		"tafsirTextofAyah":"Bio mu je blizu koliko je veličina dva luka ili još bliže.",
		"korkutTranslationOfAyah":"blizu koliko dva luka ili bliže –"
	},
	{
		"arabicTextofAyah":"فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ",
		"tafsirTextofAyah":"Pa je Džibril objavio Allahovom robu Muhammedu, sallallahu alejhi ve sellem, ono što je objavio.",
		"korkutTranslationOfAyah":"i objavio robu Njegovu ono što je objavio,"
	},
	{
		"arabicTextofAyah":"مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ",
		"tafsirTextofAyah":"Srce Muhammedovo, sallallahu alejhi ve sellem, nije poreklo ono što je njegov pogled vidio.",
		"korkutTranslationOfAyah":"srce nije poreklo ono što je vidio,"
	},
	{
		"arabicTextofAyah":"أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ",
		"tafsirTextofAyah":"O mušrici, zašto se s njim raspravljate oko onoga što mu je Allah pokazao u noći Isre.",
		"korkutTranslationOfAyah":"pa zašto se prepirete s njim o onom što je vidio?"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ",
		"tafsirTextofAyah":"Muhammed, sallallahu alejhi ve sellem, vidio je Džibrila u njegovom pravom liku, i drugi put prilikom noći Israa.",
		"korkutTranslationOfAyah":"On ga je i drugi put vidio,"
	},
	{
		"arabicTextofAyah":"عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ",
		"tafsirTextofAyah":"Kod Sidretu-l-Muntehaa, a to je veliko drvo na sedmom nebu.",
		"korkutTranslationOfAyah":"kod Sidretu-l-muntehaa,"
	},
	{
		"arabicTextofAyah":"عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ",
		"tafsirTextofAyah":"Kod ovog drveta je džennetsko utočište.",
		"korkutTranslationOfAyah":"kod kojeg je džennetsko prebivalište,"
	},
	{
		"arabicTextofAyah":"إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ",
		"tafsirTextofAyah":"Kad je Sidru prekrilo, po Allahovom naređenju, nešto veliko, a što zna samo Allah.",
		"korkutTranslationOfAyah":"kad je Sidru pokrivalo ono što je pokrivalo –"
	},
	{
		"arabicTextofAyah":"مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ",
		"tafsirTextofAyah":"Pogled Poslanika, sallallahu alejhi ve sellem, nije skrenuo ni desno ni lijevo i nije prešao ono što mu je određeno.",
		"korkutTranslationOfAyah":"pogled mu nije skrenuo, nije prekoračio,"
	},
	{
		"arabicTextofAyah":"لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ",
		"tafsirTextofAyah":"Muhammed, sallallahu alejhi ve sellem, vidio je tokom uzdignuća na nebesa velika Allahova znamenja koja ukazuju na Njegovu moć. Vidio je Džennet, Vatru i dr.",
		"korkutTranslationOfAyah":"vidio je najveličanstvenija znamenja svoga Gospodara."
	},
	{
		"arabicTextofAyah":"أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ",
		"tafsirTextofAyah":"Da li ste vi, o mušrici, vidjeli ove kipove koje obožavate mimo Allaha, tj. Lata i Uzza.",
		"korkutTranslationOfAyah":"Šta kažete o Latu i Uzzau"
	},
	{
		"arabicTextofAyah":"وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ",
		"tafsirTextofAyah":"I trećeg vašeg kipa, Menata: Recite mi da li vam oni mogu koristiti ili štetu nanijeti?",
		"korkutTranslationOfAyah":"i Menat, trećoj, najmanje cijenjenoj? –"
	},
	{
		"arabicTextofAyah":"أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ",
		"tafsirTextofAyah":"Zar su za vas, o mušrici, oni muškarci koje volite, a za Njega Uzvišenog ženska djeca koju prezirete?",
		"korkutTranslationOfAyah":"Zar su za vas sinovi, a za Njega kćeri?!"
	},
	{
		"arabicTextofAyah":"تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ",
		"tafsirTextofAyah":"Ta raspodjela koju ste na osnovu vaših prohtjeva načinili, nepravedna je.",
		"korkutTranslationOfAyah":"To bi tada bila podjela nepravedna."
	},
	{
		"arabicTextofAyah":"إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ",
		"tafsirTextofAyah":"Ovi kumiri su imena koja nemaju značenja i nemaju nikakvih božanskih osobina. Ta imena dali ste im vi i vaši preci, od sebe, a o tome Allah nije objavio nikakav dokaz. Mušrici u svome vjerovanju ne povode se osim za pretpostavkama i strastima koje im šejtan ukrašava u njihovim srcima. Njima je došla uputa od Gospodara preko riječi Poslanika, sallallahu alejhi ve sellem, ali je oni nisu prihvatili.",
		"korkutTranslationOfAyah":"To su samo imena koja ste im vi i preci vaši nadjenuli, Allah o njima nikakav dokaz nije poslao; oni se povode samo za pretpostavkama i onim za čim duše žude, a već im dolazi od Gospodara njihova prava uputa."
	},
	{
		"arabicTextofAyah":"أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ",
		"tafsirTextofAyah":"A zar će čovjek dobiti zagovaranje kumira kod Allaha?",
		"korkutTranslationOfAyah":"Ne može čovjek ostvariti sve što poželi,"
	},
	{
		"arabicTextofAyah":"فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ",
		"tafsirTextofAyah":"Ne, njemu ne pripada ono što poželi, a Allahu pripada onaj i ovaj svijet, i On od tih svjetova daje koliko hoće i uskraćuje koliko hoće.",
		"korkutTranslationOfAyah":"Allahu pripada i onaj i ovaj svijet!"
	},
	{
		"arabicTextofAyah":"۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ",
		"tafsirTextofAyah":"Koliko ima meleka na nebesima čije zagovaranje neće važiti i ako budu htjeli da se zauzimaju za nekoga, neće moći osim nakon dozvole od Allaha koju će dati onome od njih kome bude želio i nakon što iskaže svoje zadovoljstvo s onim za koga se zauzima. Allah neće dozvoliti da se zagovara onaj ko Mu je pripisivao druga i neće biti zadovoljan sa onim za koga se zauzima ako bude obožavao nekog drugog mimo Njega.",
		"korkutTranslationOfAyah":"A koliko na nebesima ima meleka čije posredovanje nikome neće biti od koristi, sve dok Allah to ne dozvoli onome kome On hoće i u korist onoga kojim je zadovoljan."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u proživljenje na Sudnjem danu, nazivaju meleke ženskim imenima, jer su smatrali da su oni Allahove kćerke. Allah je daleko od onoga što govore.",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju u onaj svijet nazivaju meleke imenima ženskim,"
	},
	{
		"arabicTextofAyah":"وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا",
		"tafsirTextofAyah":"Njihovo nazivanje ženskim imenima nema nikakvo uporište u znanju, nego su to samo pretpostavke i naglabanja, a takvo nešto ne može doći na mjesto istine.",
		"korkutTranslationOfAyah":"a o tome ništa ne znaju, slijede samo pretpostavke, a pretpostavka istini baš nimalo ne koristi."
	},
	{
		"arabicTextofAyah":"فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا",
		"tafsirTextofAyah":"Okreni se, o Poslaniče, od onoga ko ne obraća pažnju na spominjanje Allaha i ko ne teži osim ovome svijetu. Takav ne radi za onaj svijet jer u njega ne vjeruje.",
		"korkutTranslationOfAyah":"Zato se ti okani onoga koji Kur'an izbjegava i koji samo život na ovome svijetu želi –"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ",
		"tafsirTextofAyah":"To što mušrici govore nazivajući meleke ženskim imenima, je vrhunac njihova znanja do kojeg mogu stići, jer oni su neznalice. Oni nisu uvjereni da Gospodar tvoj najbolje zna one koji su skrenuli s puta istine i da On najbolje zna one koji su na Pravom putu. Njemu ništa nije skriveno.",
		"korkutTranslationOfAyah":"to je vrhunac njihova znanja – Gospodar tvoj dobro zna one koji su skrenuli s Njegova puta i On dobro zna one koji su na Pravome putu."
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى",
		"tafsirTextofAyah":"Samo Allahu pripada ono što se nalazi na nebesima i samo Njemu pripada ono što se nalazi na Zemlji, On svim tim vlada, stvara i upravlja, kako bi onima koji su na dunjaluku činili loša djela dao zasluženu kaznu i kako bi Džennetom nagradio vjernike koji su činili dobra djela.",
		"korkutTranslationOfAyah":"Allahovo je sve što je na nebesima i što je na Zemlji – da bi, prema onome kako su radili, kaznio one koji rade zlo, a najljepšom nagradom nagradio one koji čine dobro,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ",
		"tafsirTextofAyah":"One koji su se udaljavali od velikih grijeha i ružnih postupaka, a činili su male grijehe koji su brisani zbog ostavljanja velikih i zbog mnogog činjenja dobrih djela. Doista, o Poslaniče, tvoj Gospodar mnogo prašta grijehe robova kada se pokaju, i Allah najbolje zna vaša stanja, još od vremena kada je stvorio vašeg oca Adema od ilovače i od vremena kada ste bili u utrobama svojih majki, pa vas On u fazama stvara. Njemu ništa nije skriveno i nemojte sami sebe hvalite kako ste bogobojazni, jer On najbolje zna ko Ga se boji, ko se Njegovih naredbi drži i zabrana kloni.",
		"korkutTranslationOfAyah":"one koji se klone velikih grijehova i naročito razvrata, a grijehove bezazlene On će oprostiti jer Gospodar tvoj, zaista, mnogo prašta – On dobro zna sve o vama, otkad vas je stvorio od zemlje i otkad ste bili zameci u utrobama majki vaših; zato se ne hvališite bezgrješnošću svojom – On dobro zna onoga koji se grijeha kloni."
	},
	{
		"arabicTextofAyah":"أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ",
		"tafsirTextofAyah":"Šta ti misliš kako je ružno stanje onoga ko se okrenuo od Islama nakon što mu je bio blizak.",
		"korkutTranslationOfAyah":"Reci ti Meni o onome koji istinu izbjegava"
	},
	{
		"arabicTextofAyah":"وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ",
		"tafsirTextofAyah":"koji je od svoga imetka malo dijelio, a onda s tim prestao, jer je škrt, a i pored toga hvali sam sebe.",
		"korkutTranslationOfAyah":"i malo udjeljuje, i posve prestane udjeljivati,"
	},
	{
		"arabicTextofAyah":"أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ",
		"tafsirTextofAyah":"Da li on poznaje nevidljivi svijet, pa vidi šta se dešava i priča o tome?",
		"korkutTranslationOfAyah":"zna li on ono što je skriveno, pa vidi?"
	},
	{
		"arabicTextofAyah":"أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ",
		"tafsirTextofAyah":"Da li on iznosi laži na Allaha? I zar taj koji iznosi laži na Allaha ne zna šta je napisano u listovima koje je Allah objavio Musau?",
		"korkutTranslationOfAyah":"Zar on nije obaviješten o onome što se nalazi u listovima Musaovim"
	},
	{
		"arabicTextofAyah":"وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ",
		"tafsirTextofAyah":"I listovima koje je dao Ibrahimu koji je obavio sve ono čime ga je njegov Gospodar zadužio i što mu je povjerio.",
		"korkutTranslationOfAyah":"i Ibrahimovim – koji je obaveze potpuno ispunjavao –"
	},
	{
		"arabicTextofAyah":"أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ",
		"tafsirTextofAyah":"da nijedan čovjek neće nositi grijehe drugog čovjeka.",
		"korkutTranslationOfAyah":"da nijedan grješnik tuđe grijehe neće nositi,"
	},
	{
		"arabicTextofAyah":"وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ",
		"tafsirTextofAyah":"i da čovjeku pripada sevap samo za ona djela koja je on radio.",
		"korkutTranslationOfAyah":"i da je čovjekovo samo ono što sâm uradi,"
	},
	{
		"arabicTextofAyah":"وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ",
		"tafsirTextofAyah":"i da će se njegovo djelo na Sudnjem danu sigurno vidjeti.",
		"korkutTranslationOfAyah":"i da će se trud njegov, sigurno, iskazati,"
	},
	{
		"arabicTextofAyah":"ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ",
		"tafsirTextofAyah":"i da će mu se zatim dati nagrada ili kazna u potpunosti, bez imalo umanjivanja.",
		"korkutTranslationOfAyah":"i da će prema njemu u potpunosti nagrađen ili kažnjen biti,"
	},
	{
		"arabicTextofAyah":"وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ",
		"tafsirTextofAyah":"i da će se svi robovi, nakon smrti, vratiti tvome Gospodaru, o Poslaniče.",
		"korkutTranslationOfAyah":"i da će se Gospodaru tvome ponovo vratiti,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ",
		"tafsirTextofAyah":"i da je On taj koji donosi sreću kome hoće pa se on nasmije i da donosi tugu kome hoće, pa se taj rasplače.",
		"korkutTranslationOfAyah":"i da On na smijeh i na plač navodi,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا",
		"tafsirTextofAyah":"i da On na ovome svijetu usmrćuje žive i da ih proživljava.",
		"korkutTranslationOfAyah":"i da On usmrćuje i oživljava,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ",
		"tafsirTextofAyah":"i da On stvara dvije vrste: mušku i žensku.",
		"korkutTranslationOfAyah":"i da On par, muško i žensko, stvara"
	},
	{
		"arabicTextofAyah":"مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ",
		"tafsirTextofAyah":"od sperme kada se ubaci u rodnicu.",
		"korkutTranslationOfAyah":"od kapi sjemena kad se izbaci;"
	},
	{
		"arabicTextofAyah":"وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ",
		"tafsirTextofAyah":"i da će On te dvije vrste ponovo, nakon što umru, oživiti.",
		"korkutTranslationOfAyah":"i da će ih On ponovo oživiti,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ",
		"tafsirTextofAyah":"i da On daje bogatsvo kome hoće od Svojih robova, darujući mu imetak i da On daje imetak kojeg ljudi stječu.",
		"korkutTranslationOfAyah":"i da On daje bogatstvo i moć da stječu,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ",
		"tafsirTextofAyah":"i da je On Gospodar zvijezde Sirujus, a nju su neku mušrici, pored Allaha, obožavali.",
		"korkutTranslationOfAyah":"i da je On Sirijusa Gospodar,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ",
		"tafsirTextofAyah":"i da je On kaznio i uništio stari narod Ad, a to je bio Hudov narod koji je ustrajavao u svome nevjerovanju.",
		"korkutTranslationOfAyah":"i da je On drevni narod Ad uništio,"
	},
	{
		"arabicTextofAyah":"وَثَمُودَاْ فَمَآ أَبۡقَىٰ",
		"tafsirTextofAyah":"i uništio je i Semud, Salihov narod, i od njih nije nikog ostavio.",
		"korkutTranslationOfAyah":"i Semud, i da nikog nije poštedio,"
	},
	{
		"arabicTextofAyah":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ",
		"tafsirTextofAyah":"Prije Ada i Semuda, uništio je Nuhov narod koji je još veću nepravdu činio i više nego li Ad i Semud, mjere prelazio. Nuh je među njima ostao devet stotina i pedeset godina, pozivajući ih da vjeruju u samo jednog Boga, Allaha, pa mu se nisu odazvali.",
		"korkutTranslationOfAyah":"i još prije Nuhov narod, koji je najokrutniji i najobjesniji bio;"
	},
	{
		"arabicTextofAyah":"وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ",
		"tafsirTextofAyah":"I narod Lutov podigao je do nebesa, zatim ih okrenuo i na Zemlju sručio.",
		"korkutTranslationOfAyah":"i prevrnuta naselja On je prevrnuo,"
	},
	{
		"arabicTextofAyah":"فَغَشَّىٰهَا مَا غَشَّىٰ",
		"tafsirTextofAyah":"Pa su pogođeni kamenjem nakon što su u visine podignuti, a onda na Zemlju sručeni.",
		"korkutTranslationOfAyah":"i snašlo ih je ono što ih je snašlo"
	},
	{
		"arabicTextofAyah":"فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ",
		"tafsirTextofAyah":"O kojem dokazu moći svoga Gospodara želiš da diskutuješ, o čovječe, i pouku ne uzimaš.",
		"korkutTranslationOfAyah":"pa, u koju blagodat Gospodara svoga ti još sumnjaš?"
	},
	{
		"arabicTextofAyah":"هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ",
		"tafsirTextofAyah":"Ovaj poslanik koji vam je poslat jer iz reda prijašnjih poslanika.",
		"korkutTranslationOfAyah":"Ovaj Kur'an je opomena kao i prijašnje opomene:"
	},
	{
		"arabicTextofAyah":"أَزِفَتِ ٱلۡأٓزِفَةُ",
		"tafsirTextofAyah":"Sudnji dan se približio.",
		"korkutTranslationOfAyah":"Smak svijeta se približava,"
	},
	{
		"arabicTextofAyah":"لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ",
		"tafsirTextofAyah":"Niko pored Allaha ne može da ga spriječi ili da otkrije kada će se desiti.",
		"korkutTranslationOfAyah":"Allah će ga jedini otkriti!"
	},
	{
		"arabicTextofAyah":"أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ",
		"tafsirTextofAyah":"Zar se čudite da je Kur'an koji vam se čita od Allaha?",
		"korkutTranslationOfAyah":"Pa zar se ovom govoru iščuđavate –"
	},
	{
		"arabicTextofAyah":"وَتَضۡحَكُونَ وَلَا تَبۡكُونَ",
		"tafsirTextofAyah":"pa mu se smijete i izrugivate, a ne plačete kada se on uči.",
		"korkutTranslationOfAyah":"i smijete se, a ne plačete –"
	},
	{
		"arabicTextofAyah":"وَأَنتُمۡ سَٰمِدُونَ",
		"tafsirTextofAyah":"i ne obraćate pažnju na njega.",
		"korkutTranslationOfAyah":"gordo dignutih glava?"
	},
	{
		"arabicTextofAyah":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩",
		"tafsirTextofAyah":"Samo Allahu padajte ničice i samo Njemu iskreno ibadet činite.",
		"korkutTranslationOfAyah":"Bolje padajte licem na tle pred Allahom i klanjajte se!"
	}
]