[
	{
		"arabicTextofAyah":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Sva stvorenja, i na nebesima i na Zemlji, iskazuju slavu i veličaju Allahu. On je Silni kojeg niko ne može savladati, i On je Mudar u svemu što je stvorio i odredio.",
		"korkutTranslationOfAyah":"Allaha hvali sve što je na nebesima i na Zemlji, i On je Silni i Mudri."
	},
	{
		"arabicTextofAyah":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Samo Njemu pripada vlast na nebesima i na Zemlji, On život daje kome hoće i usmrćuje koga hoće, On sve može i ništa Ga ne može spriječiti.",
		"korkutTranslationOfAyah":"Njegova je vlast na nebesima i na Zemlji; On život i smrt daje, i On sve može."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
		"tafsirTextofAyah":"On je Prvi, prije Njega nije bilo ništa, On je Posljednji, poslije Njega neće biti ništa, On je Dominantni, iznad Njega nema ništa, On je u bit svega Pronicljivi, On sve zna i ništa mu ne promiče.",
		"korkutTranslationOfAyah":"On je Prvi i Posljednji, i Vidljivi i Nevidljivi; i On zna sve!"
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"On je taj koji je stvorio nebesa i Zemlju u šest vremenskih perioda (dana). Stvaranje je počelo u nedjelju, a završilo se u petak, a On je sposoban i moćan da to sve stvori za jedan treptaj oka. Nakon toga se uzvisio i uzdigao iznad Arša, onako kako to Njemu dolikuje. On zna šta u zemlju ulazi, poput kiše, sjemenki i dr., i šta iz nje izlazi, poput bilja, ruda i dr. Zna šta se s neba spušta, poput kiše, Objave i sl., i zna šta se k njemu penje, poput meleka, ljudskih djela i njihovih duša. On je s vama Svojim znanjem, o ljudi, gdje god vi bili, ništa Mu nije skriveno. Allah vidi šta vi radite, nijedno vaše djelo nije Mu skriveno i On će vas za ta djela nagraditi ili kazniti.",
		"korkutTranslationOfAyah":"U šest dana On je nebesa i Zemlju stvorio, a zatim se nad Aršom uzvisio; On zna šta u zemlju ulazi i šta iz nje izlazi i šta s neba silazi i šta se prema njemu diže, On je s vama gdje god bili, i sve što radite Allah vidi."
	},
	{
		"arabicTextofAyah":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
		"tafsirTextofAyah":"Samo Njemu pripada vlast na nebesima i vlast na Zemlji, i sve se Njemu vraća. Stvorenja će na Sudnjem danu račun polagati pred Njim i On će ih shodno njihovim djelima, tretirati, nagraditi ih ili kazniti.",
		"korkutTranslationOfAyah":"Njegova je vlast na nebesima i na Zemlji, i Allahu će se sve vratiti!"
	},
	{
		"arabicTextofAyah":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"On daje da nakon dana nastupa noć, pa kada se tama spusti, ljudi spavaju. I daje da nakon noći dođe dan, pa nastupi svjetlost, te se ljudi pokrenu ka svojim poslovima i obavezama. On zna šta je u prsima Njegovih robova i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"On uvodi noć u dan i dan u noć, i On zna svačije misli."
	},
	{
		"arabicTextofAyah":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ",
		"tafsirTextofAyah":"Vjerujte u Allaha i vjerujte u Njegova Poslanika, udjeljujte imetak koji vam je Allah dao kao nasljedstvo, onako kako vam je to propisano. Oni koji među vama budu vjerovali u Allaha i svoj imetak davali na Allahovom putu, imat će kod Njega veliku nagradu, tj. Džennet.",
		"korkutTranslationOfAyah":"Vjerujte u Allaha i Poslanika Njegova i udjeljujte iz onoga što vam On stavlja na raspolaganje, jer one od vas koji budu vjerovali i udjeljivali čeka nagrada velika."
	},
	{
		"arabicTextofAyah":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"Šta je to što vas spriječava da u Allaha vjerujete? A Poslanik vas poziva ka Allahu, nadajući se da ćete povjerovati u vašeg Uzvišenog Gospodara. Allah je od vas, kada vas je iz kičme vaših očeva izveo, zavjet uzeo da ćete vjerovati u Njega, ako ste vjernici.",
		"korkutTranslationOfAyah":"Šta vam je pa ne vjerujete u Allaha? Poslanik vas zove da vjerujete u Gospodara svoga – a On je od vas već zavjet uzeo – ako želite biti vjernici."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ",
		"tafsirTextofAyah":"On je taj koji svome robu Muhammedu, sallallahu alejhi ve sellem, spušta i objavljuje jasne ajete, kako bi vas iz tmina nevjerovanja i neznanja na svjetlo vjerovanja i znanja, izveo. A Allah je prema vama bio blag i milostiv, kada vam je svoga vjerovjesnika, kao upućivača i donosioca radosnih vijesti, poslao.",
		"korkutTranslationOfAyah":"On robu Svome objavljuje jasne ajete da bi vas iz tmina na svjetlo izveo – a Allah je, uistinu, prema vama dobar i milostiv."
	},
	{
		"arabicTextofAyah":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"Šta vas spriječava da imetak svoj na Allahovom putu dajete? Allahu pripada nasljedstvo nebesa i Zemlje. O vjernici, nisu među vama isti oni koji su prije oslobođenja Mekke svoj imetak dijelili na Allahovom putu, želeći Allahovo zadovoljstvo i koji su se borili protiv nevjernika da bi islam pomogli, i oni koji su davali imetak i borili se protiv nevjernika, nakon oslobođenja Mekke. Oni koji su prije oslobođenja Mekke davali imetak i borili se na Allahovom putu, imaju veći stepen kod Allaha i uzvišeni položaj od onih koji su svoj imetak davali na Njegovom putu i koji su se borili protiv nevjernika, nakon oslobođenja Mekke. A Allah je za ove obje skupine pripremio Džennet. Allahu je poznato šta vi radite, nijedno vaše djelo nije Mu skriveno i On će vas za ta djela nagraditi ili kazniti.",
		"korkutTranslationOfAyah":"I šta vam je pa odbijate da trošite na Allahovu putu kada će Allah nebesa i Zemlju naslijediti? Nisu jednaki među vama oni koji su davali priloge prije pobjede i lično se borili – oni su na višem stupnju od onih koji su poslije davali priloge i lično se borili, a Allah svima obećava nagradu najljepšu; – Allah dobro zna ono što radite."
	},
	{
		"arabicTextofAyah":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ",
		"tafsirTextofAyah":"Ko je taj koji će dati svoj imetak drage volje, radi Allahova Lica, pa da mu Allah vrati još više, i uz to još da mu dadne lijepu nagradu, a to je Džennet.",
		"korkutTranslationOfAyah":"Ko će Allahu drage volje zajam dati da bi mu ga On mnogostruko vratio, a uz to i nagradu plemenitu dobio"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Na Dan kada vidiš vjernike i vjernice i svjetlo koje ih predvodi, ispred njih i sa njihove desne strane. Toga dana biće im rečeno: Radujte se danas, vama pripadaju džennetske bašče ispod čijih dvoraca i stabala teku rijeke, u njima će biti vječno, a to je veliki uspjeh kojem nijedan drugi nije ravan.",
		"korkutTranslationOfAyah":"na Dan kada budeš vidio kako se pred vjernicima i vjernicama, i s desne strane njihove, svjetlo njihovo bude kretalo: \"Blago vama danas: džennetske bašče kroz koje teku rijeke u kojima ćete vječno boraviti – to je veliki uspjeh!\""
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ",
		"tafsirTextofAyah":"Na Dan kada licemjeri i licemjerke kažu vjernicima: Čekajte i nas, kako bismo vašeg svjetla uzeli, pa da nam ono pomogne preko Sirat ćuprije. Tada će se, kao vid ismijavanja, licemjerima kazati: \"Vratite se nazad, i potražite svoje svjetlo.\" Između njih će biti postavljen zid koji će imati vrata, s čije će unutarnje strane za vjernike biti milost, a s vanjske za licemjere biti kazna.",
		"korkutTranslationOfAyah":"na Dan kada će licemjeri i licemjerke vjernicima govoriti: \"Pričekajte nas da se svjetlom vašim poslužimo!\" \"Vratite se natrag, pa drugo svjetlo potražite!\" – reći će se. I između njih će se pregrada postaviti koja će vrata imati; unutar nje biće milost, a izvan nje patnja."
	},
	{
		"arabicTextofAyah":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
		"tafsirTextofAyah":"Licemjeri će pozvati vjernike, govoreći im: Zar mi nismo bili s vama u islamu i pokornosti? Muslimani će im kazati: Naravno, bili ste, ali ste sami sebe zaveli licemjerjem, pa vas je to uništilo. Čekali ste da vjernici budu poraženi, pa da ispoljite vaše nevjerovanje i sumnjali ste u Allahovu pomoć vjernicima i u proživljenje nakon smrti. Lažne nade i želje su vas prevarile, sve dok vam smrt nije došla, a vi ste bili u takvom stanju, i šejtan vas je u pogledu Allaha u sumnju dovodio.",
		"korkutTranslationOfAyah":"\"Zar nismo s vama bili?\" – dozivaće ih. \"Jeste\" – odgovaraće – \"ali ste se pritvornošću upropastili, i iščekivali ste, i sumnjali ste, i puste želje su vas zavaravale, dok nije došla Allahova odredba, a šejtan vas je o Allahu obmanuo."
	},
	{
		"arabicTextofAyah":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"O licemjeri, danas se od vas nikakva otkupnina za Allahovu kaznu, neće uzimati, a neće se otukpnina uzimati ni od onih koji su nevjerovanje ispoljavali. Vaša, a i konačnica nevjernika je u Vatri, jer vam je ona najpreča, a i vi ste za nju najpreči, a ružno li je ona boravište.",
		"korkutTranslationOfAyah":"Nikakva otkupnina se danas od vas neće primiti, a ni od onih koji nisu vjerovali; vatra će biti prebivalište vaše, ona baš vama odgovara, a užasno je ona boravište!\""
	},
	{
		"arabicTextofAyah":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
		"tafsirTextofAyah":"Zar nije došlo vrijeme da se onima koji u Allaha i Poslanika Njegova vjeruju, srca raznježe i smire kada se ime Allaha Uzvišenog spomene, a i kada se objavljuje u Kur'anu neko obećanje ili prijetnja, i da ne budu kao oni Jevreji kojima je objavljen Tevrat, i kao kršćani kojima je objavljen Indžil, kojima su srca otvrdla, pa je prošlo mnogo vremena između njih i slanja njihovih vjerovjesnika, što je bilo uzrokom da im njihova srca postanu tvrda, a mnogo njih su napustili pokornost Allahu i odali se griješenju.",
		"korkutTranslationOfAyah":"Zar nije vrijeme da se vjernicima srca smekšaju kad se Allah i Istina koja se objavljuje spomene, i da oni ne budu kao onī kojima je još davno data Knjiga, pa su srca njihova, zato što je proteklo mnogo vremena, postala nemilosrdna, i mnogi od njih su nevjernici."
	},
	{
		"arabicTextofAyah":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ",
		"tafsirTextofAyah":"Znajte da Allah oživljava zemlju dajući da iz nje bilje niče, nakon što je neplodna i suha bila. On vam je, o ljudi, pojasnio mnoge dokaze i argumente koji ukazuju na Allahovu moć i jednoću, kako biste ih shvatili i znali da Onaj koji oživljava zemlju nakon njenog mrtvila, može da vas oživi nakon što pomrete i da je On u mogućnosti da vaša srca nježnim učini, nakon što su otvrdla.",
		"korkutTranslationOfAyah":"Znajte da Allah daje život već mrtvoj zemlji! Mi vam objašnjavamo dokaze da biste razumjeli."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ",
		"tafsirTextofAyah":"Onima muškarcima i ženama koji drage volje milostinju iz svojih imetaka daju, bez prigovaranja, nagrada za njihova djela biće uvećanja i za svako dobro djelo dat će im se deset do sedam stotina puta, i još više od toga, a pored te nagrade, imat će kod Allaha drugu nagradu, a to je Džennet.",
		"korkutTranslationOfAyah":"Onima koji milostinju budu udjeljivali i onima koje je budu udjeljivale, i koji drage volje Allahu budu zajam davali – mnogostruko će se vratiti i njih čeka nagrada plemenita."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Oni koji u Allaha vjeruju, i koji u sve njegove poslanike, bez razlike, vjeruju, istinski su i pravi vjernici, a šehidima kod njihova Gospodara pripada plemenita nagrada, već pripremljena za njih. Njima pripada i svjetlo koje će biti ispred njih i sa njihove desne strane, na Sudnjem danu. Oni koji budu nevjernici u Allaha i Njegove poslanike i koji budu poricali naše ajete koje objavljujemo poslanicima, biće stanovnici Ognja, u njega će na Sudnjem danu ući, i nikada iz njega neće izići.",
		"korkutTranslationOfAyah":"Oni koji u Allaha i poslanike Njegove budu vjerovali imaće u Gospodara svoga stepen pravednika i mučenika i dobiće nagradu kao i oni i svjetlo kao i oni; a oni koji ne budu vjerovali i dokaze Naše budu poricali biće stanovnici u vatri."
	},
	{
		"arabicTextofAyah":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ",
		"tafsirTextofAyah":"Znajte da je dunjalučki život koji je igra za tijela, zabava za srca i ukras kojim se ukrašavate, čime se jedni drugima hvalite i mnoštvom imetka i djece se ponosite, sličan kiši koja padne i bilje nikne, pa se tom bilju poljoprivrednici dive, a zatim se ovo zeleno bilje osuši, pa ga, o ti koji posmatraš, vidiš žutog, a nakon toga ga Allah učini potpuno suhim tako da se raspada. Na onome svijetu je žestoka kazna za nevjernike i licemjere, a oprost grijeha i Njegovo zadovoljstvo za Allahove robove, vjernike. Ovaj život je samo kratko uživanje koje će nestati. Onaj ko dadne prednost ovom prolaznom životu nad ahiretskim blagodatima, veliki je gubitnik.",
		"korkutTranslationOfAyah":"Znajte da život na ovome svijetu nije ništa drugo do igra, i razonoda, i uljepšavanje, i međusobno hvalisanje i nadmetanje imecima i brojem djece! Primjer za to je bilje čiji rast poslije kiše oduševljava nevjernike, ono zatim buja, ali ga poslije vidiš požutjela, da bi se na kraju skršilo. A na onome svijetu je teška patnja i Allahov oprost i zadovoljstvo; život na ovome svijetu je samo varljivo naslađivanje."
	},
	{
		"arabicTextofAyah":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Natječite se, o ljudi, u činjenju dobrih djela kojima ćete doći do oprosta za vaše grijehe, pokajte se i na druge načine Allahu se približavajte, jer ćete tako steći Džennet čija je širina kao širina nebesa i Zemlje. Taj Džennet Allah je pripremio za one koji u Njega i Njegove poslanike vjeurju. Ta nagrada je vid Allahove dobrote koju On daje kome hoće od Svojih robova. Allah Uzvišeni veliko dobro daje vjernicima.",
		"korkutTranslationOfAyah":"Nadmećite se da u Gospodara svoga zaslužite oprost i Džennet, prostran koliko su nebo i Zemlja prostrani, i pripremljen za one koji u Allaha i poslanike Njegove vjeruju. To je Allahova blagodat koju će dati onome kome On hoće; a u Allaha je blagodat velika."
	},
	{
		"arabicTextofAyah":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
		"tafsirTextofAyah":"Svaka nedaća koja se ljudima desi na Zemlji, poput suše i drugih nedaća ili u njima samima, zapisana je u Pločni pomno čuvanoj, prije nego smo stvorenja stvorili. To je Allahu, zaista, lahko.",
		"korkutTranslationOfAyah":"Nema nevolje koja zadesi Zemlju i vas, a koja nije, prije nego što je damo, zapisana u Knjizi – to je Allahu, uistinu, lahko –"
	},
	{
		"arabicTextofAyah":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ",
		"tafsirTextofAyah":"To je zbog toga, kako ne biste, o ljudi, tugovali za onim što vas je prošlo i kako se ne biste radovali oholo, onome što vam je On dao. Allah ne voli nijednog oholnika hvalisavca koji ljudima u inat prkosi zbog onoga što mu je Allah dao.",
		"korkutTranslationOfAyah":"da ne biste tugovali za onim što vam je promaklo, a i da se ne biste previše radovali onome što vam On dade. Allah ne voli nikakve razmetljivce, hvalisavce,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
		"tafsirTextofAyah":"Oni koji škrtare u onome što im je obaveza da daju i drugima škrtost naređuju, gubitnici su. Onaj ko se okrene od pokornosti Allahu, sam sebi štetu čini, a ne Allahu, jer On je neovisan i nije u potrebi za pokornošću Svojih robova, On u svakom stanju zaslužuje pohvalu.",
		"korkutTranslationOfAyah":"koji škrtare i od ljudi škrtost traže. A onaj ko neće da udjeljuje – pa, Allah je, uistinu, nezavisan i dostojan hvale."
	},
	{
		"arabicTextofAyah":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ",
		"tafsirTextofAyah":"Poslali smo Naše poslanike s jasnim dokazima, objavili smo im knjige i s njima Mjerilo pravde poslali, kako bi se među ljudima pravedno sudilo. Spustili smo i gvožđe koje je veoma jako. Od njega se pravi oružje i ljudi se njime koriste u svojim poslovima i zanatima. To smo učinili da bismo ljudima ukazali na one koji Allaha pomažu, iako Ga nisu vidjeli. Allah je snažan, i ništa ga ne može nadvladati, i On je Silan, ništa Njegovu moć ne može zaustaviti.",
		"korkutTranslationOfAyah":"Mi smo izaslanike Naše s jasnim dokazima slali i po njima knjige i terazije objavljivali, da bi ljudi pravedno postupali – a gvožđe smo spustili, u kome je velika snaga i koje ljudima koristi – i da bi Allah ukazao na one koji pomažu vjeru Njegovu i poslanike Njegove kad Ga ne vide. Allah je, uistinu, moćan i silan."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
		"tafsirTextofAyah":"Mi smo poslali Nuha i Ibrahima, neka je na njih mir i spas, i među njihovim potomcima učinili smo vjerovjesništvo i Knjige smo im spustili. Među njihovim potomcima ima onih koji su na pravom putu, a mnogo njih je van okvira pokornosti Allahu.",
		"korkutTranslationOfAyah":"Mi smo Nuha i Ibrahima poslali i nekima od potomaka njihovih vjerovjesništvo i objavu dali; neki od potomaka njihovih su na Pravome putu, a mnogi od njih su nevjernici."
	},
	{
		"arabicTextofAyah":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ",
		"tafsirTextofAyah":"Zatim smo i nakon njih poslanike slali, jedni za drugima su dolazili njihovim narodima. Poslali smo Isaa, sina Merjemina, i dali smo mu Indžil. U srcima onih koji su vjerovali u njega i slijedili ga, dali smo blagost i samilost, pa su bili nježni i samilosni jedni prema drugima, ali su u vjeri na jedan način pretjerivali, pa su ostavili neke propise koje im je Allah dozvolio, poput braka i uživanja (u onom što je halal), a to od njih nije bilo traženo, nego su oni sami sebe time zadužili, uvodeći takvu novinu u vjeru. Mi smo od njih tražili da slijede ono u čemu je Allahovo zadovoljstvo, ali to nisu uradili. Onima među njima koji su vjerovali, dali smo nagradu, a među njima bilo je mnogo onih koji su iskazali nepokornost Allahu, tako što su negirali istinu koju im je donio Njegov poslanik Muhammed, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"Zatim smo, poslije njih, jednog za drugim Naše poslanike slali, dok nismo Isaa, sina Merjemina, poslali, kojem smo Indžil dali, a u srca sljedbenika njegovih smo blagost i samilost ulili, dok su monaštvo oni sami, kao novotariju, uveli – Mi im ga nismo propisali – u želji da steknu Allahovo zadovoljstvo; ali, oni o njemu ne vode brigu onako kako bi trebalo, pa ćemo one među njima koji budu ispravno vjerovali nagraditi, a mnogi od njih su nevjernici."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i radite prema onome što vam je propisao, bojte se Allaha, provodeći Njegove naredbe i kloneći se Njegovih zabrana, vjerujte u Njegova Poslanika, pa će vam On dati dvostruku nagradu, nagradu za vjerovanje u Muhammeda, sallallahu alejhi ve sellem, i nagradu za vjerovanje u ranije poslanike, i pored toga dat će vam svjetlost koja će vam biti vodič na dunjaluku i davati vam vidljivost preko Sirat ćuprije na Sudnjem danu, i grijehe će vam oprostiti, prekrit će ih i za njih vas neće kažnjavati. Allah Uzvišeni prašta Svojim robovima i milostiv je prema njima.",
		"korkutTranslationOfAyah":"O vi koji vjerujete, Allaha se bojte i u Poslanika Njegova vjerujte, On će vam dvostruku milost Svoju darovati, i daće vam svjetlo pomoću kog ćete ići, i oprostiće vam – jer Allah prašta, i samilostan je –"
	},
	{
		"arabicTextofAyah":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Pojasnili smo vam našu veliku dobrotu i umnogostručenu nagradu koju smo za vas, o vjernici pripremili, kako bi sljedbenici prijašnjih Knjiga, Jevreji i kršćani znali da oni ne mogu doći do Allahove dobrote kako bi je darovali kome oni hoće i zabranili je kome hoće, te da bi znali da je dobrota u Allahovim rukama i da je On daje kome hoće, a On je vlasnik velike dobrote kojom odlikuje koga hoće od Svojih robova.",
		"korkutTranslationOfAyah":"i neka sljedbenici Knjige znaju da oni nikakvu Allahovu blagodat neće dobiti, jer je blagodat samo u Allahovoj Ruci – daje je onome kome On hoće; a u Allaha je blagodat najveća."
	}
]