[
	{
		"arabicTextofAyah":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
		"tafsirTextofAyah":"Allah je čuo govor žene po imenu Havla bint Sa'lebe, koja se obratila tebi, o Poslaniče, u pogledu svoga muža, Evsa b. Samita, kada je on učinio zihar sa njom, odnosno kada je kazao da mu je ona poput (leđa) njegove majke, pa se ona zbog tog postupka jadala Allahu. Allah je čuo vaš govor i ništa Mu nije skriveno. On, doista, čuje riječi Svojih robova, vidi njihova djela i ništa Mu od toga nije skriveno.",
		"korkutTranslationOfAyah":"Allah je čuo riječi one koja se s tobom o mužu svome raspravljala i Allahu se jadala – a Allah čuje razgovor vaš međusobni, jer Allah, uistinu, sve čuje i sve vidi."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
		"tafsirTextofAyah":"Oni koji učine zihar sa svojim suprugama, kazavši da su im one poput leđa njihovih majki, ne govore istinu izjavljujući to. Njihove im supruge nisu majke, nego su majke samo one koje su ih rodile. Govoreći te riječi, oni govore ružan govor i laž. Allah, uistinu, prašta grijehe i propisao vam je iskup za te riječi, kako biste se spasili grijeha.",
		"korkutTranslationOfAyah":"Oni od vas koji ženama svojim reknu da im nisu više dopuštene, kao što im nisu dopuštene majke njihove – a one nisu majke njihove, majke njihove su samo one koje su ih rodile – oni, zaista, govore ružne riječi i neistinu – a Allah, sigurno, briše grijehe i prašta."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"Oni koji kažu ovakve ružne riječi, a zatim budu željeli imati odnos sa suprugama kojima su učinili zihar, moraju da se iskupe prije nego imaju odnos, na način da roba ropstva oslobode. Ova propis koji vam se naređuje ima za cilj da vas upozori na zihar i udalji od njega. Allah dobro zna šta radite i nijedno djelo Mu nije skriveno.",
		"korkutTranslationOfAyah":"Oni koji ženama svojim reknu da im nisu dopuštene, kao što im nisu dopuštene majke njihove, a onda odluče da s njima nastave živjeti, dužni su, prije nego što jedno drugo dodirnu, da jednog roba ropstva oslobode. To vam se naređuje – a Allah dobro zna ono što vi radite."
	},
	{
		"arabicTextofAyah":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ",
		"tafsirTextofAyah":"Onaj ko nije u mogućnosti da oslobodi roba, mora da posti dva mjeseca uzastopno, prije nego bude imao odnos sa suprugom kojoj je učinio zihar. Onaj ko ne može da posti dva mjeseca uzastopno, mora da nahrani šezdeset siromaha. Ova propis smo donijeli kako biste vjerovali da ga je Allah naredio, pa se držite Njegove naredbe. Propisi koje smo vam odredili označavaju Allahove granice, pa ih ne prelazite. One koji ne vjeruju u propise i granice Allahove, čeka strašna kazna.",
		"korkutTranslationOfAyah":"Onaj koji ne nađe, dužan je da dva mjeseca posti uzastopce prije nego jedno drugo dodirne. A onaj ko ne može, dužan je da šezdeset siromaha nahrani, zato da biste potvrdili da u Allaha i Poslanika Njegova vjerujete – to su vam Allahovi propisi. A nevjernike čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
		"tafsirTextofAyah":"Doista, oni koji se suprotstavljaju Allahu i Poslaniku Njegovu bit će odbačeni i poniženi, kao što su bili odbačeni i poniženi i oni prije njih koji su se Allahu suprotstavljali. A Mi smo objavili jasne ajete i znakove, a nevjernike u Allaha, Njegova Poslanika i ajete, čeka ponižavajuća patnja i kazna.",
		"korkutTranslationOfAyah":"Oni koji su neposlušni Allahu i Poslaniku Njegovu biće osramoćeni, kao što su bili osramoćeni i oni prije njih. Mi objavljujemo jasne dokaze, a nevjernike čeka sramna patnja"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
		"tafsirTextofAyah":"Na Dan kada ih Allah sve oživi, niko Mu neće moći umaći, i On će ih obavijestiti o tome šta su na dunjaluku radili i kakva ružna djela su činili. Allah će to sve sačuvati i ništa Mu neće promaći, dok će oni svoja djela zaboraviti, ali će ih pronaći zapisana u listovima koji neće izostaviti ni malo ni veliko djelo. U njima će biti sve zapisano. Allah je o svemu upoznat i nijedno njihovo djelo nije Mu skriveno.",
		"korkutTranslationOfAyah":"na Dan kada ih Allah sve oživi, pa ih obavijesti o onome šta su radili; Allah je o tome račun sveo, a oni su to zaboravili – Allah je svemu svjedok."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
		"tafsirTextofAyah":"Zar ne znaš, o Poslaniče, da Allah zna sve šta se nalazi na nebesima i na Zemlji i da Mu ništa nije skriveno na njima. Nema tajnog razgovara među trojicom, a da On nije četvrti koji to zna, niti među petericom, a da On svojim znanjem nije šesti, a ni kada je manje ili više od toga, a da On nije s njima svojim znanjem, gdje god da se nalaze. Njemu ništa od njihovog govora nije skriveno, a poslije će ih Allah na Sudnjem danu upoznati sa onim što su radili. Doista Allah sve zna i ništa Mu skriveno nije.",
		"korkutTranslationOfAyah":"Zar ne znaš da Allah zna što je na nebesima i što je na Zemlji? Nema tajnih razgovora među trojicom, a da On nije četvrti, niti među petericom a da On nije šesti, ni kad ih je manje ni kad ih je više, a da On nije s njima gdje god oni bili; On će ih na Sudnjem danu obavijestiti o onome što su radili, jer Allah sve dobro zna."
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"O Poslaniče, zar nisi vidio Jeveje koji su se sašaptavali kada bi vidjeli vjernika, pa im je Allah takav tajni razgovor zabranio. Međutim, oni su ponovo otpočeli s činjenjem te Allahove zabrane i tajno su razgovarali o grijesima, ogovarali su vjernike, pričali o njihovoj mržnji prema njima, o grijesima prema Poslaniku. Kada im ti, o Poslaniče dođeš, oni te pozdravljaju na način na koji te Allah ne pozdravlja, tj. govore: Es-samu alejkum (Smrt tebi). Poričući Poslanika, sallallahu alejhi ve sellem, govorili su: Neka nas Allah kazni za ono što govorimo, jer da je Poslanik iskren u svojim riječima i tvrdnjama, kaznio bi nas. Njima je kao kazna dovoljan Džehennem, za ono što govore, u njemu će gorjeti, a to je užasno i ružno prebivalište.",
		"korkutTranslationOfAyah":"Zar ne vidiš one kojima je zabranjeno da se sašaptavaju kako se vraćaju onome što im je zabranjeno i sašaptavaju se o grijehu i neprijateljstvu i neposlušnosti prema Poslaniku. A kad ti dolaze, pozdravljaju te onako kako te Allah nikad nije pozdravio, i među sobom govore: \"Trebalo bi da nas Allah već jednom kazni za ono što govorimo!\" – Dovoljan će im biti Džehennem! U njemu će gorjeti, a grozno je on prebivalište!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha, i radite po Njegovim propisima, ne došaptavajte se u vezi onoga što je grijeh, neprijateljstvo i neposlušnost prema Poslaniku. Nemojte biti poput Jevreja i došapavajte se samo u onome što je pokornost Allahu. Bojte se Allaha, sprovodeći Njegove naredbe i kloneći se Njegovih zabrana, jer On je taj koji će vas sakupiti na Sudnjem danu, kako biste račun polagali i zaslužene nagrade, odnosno kazne, dobili.",
		"korkutTranslationOfAyah":"O vjernici, kada među sobom tajno razgovarate, ne razgovarajte o grijehu i neprijateljstvu i neposlušnosti prema Poslaniku, već razgovarajte o dobročinstvu i čestitosti, i bojte se Allaha, pred kojim ćete sakupljeni biti."
	},
	{
		"arabicTextofAyah":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
		"tafsirTextofAyah":"Sašaptavanje koje sadrži grijeh, neprijateljstvo i nepokornost Poslaniku, samo je šejtansko ukrašavanje i unošenje sumnji Allahovim robovima, s ciljem da se unese tuga u srca vjernika. Šejtan i njegovo ukrašavanje ne mogu naštetiti vjernicima osim uz Allahovu dozvolu, zato, neka se vjernici u svim svojim poslovima u Allaha pouzdaju.",
		"korkutTranslationOfAyah":"Sašaptavanje je posao šejtanski, da bi u brigu bacio vjernike, mada to ne može njima nimalo nauditi, osim ako to Allah dopusti. A vjernici neka se samo u Allaha pouzdaju!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i radite po Njegovom vjerozakonu, kad vam se kaže: \"Načinite mjesta drugima tamo gdje se sjedi\", vi načinite, pa i vama će Allah mjesto načiniti i na ovome i na onome svijetu; a kad vam se rekne: \"Dignite se da bi sjeli ugledni ljudi\", vi se dignite, i Allah će na visoke stepene uzdignuti one među vama koji vjeruju i kojima je dato znanje. A Allah u potpunosti zna ono što radite. Njemu od vaših postupaka ništa skriveno nije i On će vas za njih adekvatno tretirati.",
		"korkutTranslationOfAyah":"O vjernici, kad vam se kaže: \"Načinite mjesta drugima tamo gdje se sjedi\" – vi načinite, pa i vama će Allah mjesto načiniti; a kad vam se rekne: \"Dignite se\" – vi se dignite – Allah će na visoke stepene uzdignuti one među vama koji vjeruju i kojima je dato znanje. – A Allah dobro zna ono što radite."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
		"tafsirTextofAyah":"O vjernici, kada hoćete da sa Poslanikom, sallallahu alejhi ve sellem, tajno govorite, prije toga sadaku dadnite. Ta sadaka je za vas bolja i čistija, jer se njome iskazuje pokornost Allahu, čime se srca čiste. Ako nemate ništa što biste dali kao sadaku, onda nema smetnje da mu se tajno obratite, jer Allah prašta grijehe robova Svojih, i prema njima je blag, s obzirom da ih ne opterećuje preko njihovih mogućnosti.",
		"korkutTranslationOfAyah":"O vjernici, kada hoćete da se s Poslanikom posavjetujete, prije savjetovanja milostinju udijelite. To je za vas bolje i čistije. A ako nemate – pa, Allah, zaista, prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Zar vas je strah siromaštva, ako prije tajnog razgovora s Poslanikom, sadaku udijelite?! A ako ne udijelite i ne učinite šta vam je On naredio i Allah vam oprosti, jer vam je olakšao da je ne dajete, onda namaz obavljajte u potpunosti i zekat dajite na svoje imetke, i budite pokorni Allahu i Poslaniku Njegovu! Allah u potpunosti zna ono što vi radite, ništa Mu skriveno nije i On će vas adekvatno tretirati na Onome svijetu.",
		"korkutTranslationOfAyah":"Zar vas je strah da prije savjetovanja svoga milostinju udijelite? A ako ne udijelite i Allah vam oprosti, onda molitvu obavljajte i zekat dajite i Allaha i Poslanika Njegova slušajte! Allah dobro zna ono što vi radite."
	},
	{
		"arabicTextofAyah":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ",
		"tafsirTextofAyah":"O Poslaniče, zar nisi vidio licemjere koji prijateljuju sa Jevrejima, na koje se Allah rasrdio zbog njihovog nevjerstva i griješenja? Takvi licemjeri nisu ni vjernici, ni Jevreji, nego oni se pripajaju čas jednima, čas drugima, a zaklinju se da su muslimani i da vijesti o muslimanima ne prenose Jevrejima. Njihove zakletve su lažne.",
		"korkutTranslationOfAyah":"Zar ne vidiš one koji prijateljuju s ljudima na koje se Allah rasrdio? Oni nisu ni vaši ni njihovi, a još se svjesno krivo zaklinju."
	},
	{
		"arabicTextofAyah":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Allah je za njih na Sudnjem danu pripremio veliku kaznu, jer će ih u najniže dubine Džehennema baciti. Doista su djela nevjerstva koja su činili na dunjaluku ružna.",
		"korkutTranslationOfAyah":"Allah je njima pripremio tešku patnju, jer je, zaista, ružno ono što rade:"
	},
	{
		"arabicTextofAyah":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ",
		"tafsirTextofAyah":"Uzeli su svoje zakletve štitom od smrtne kazne koju su zaslužili zbog svog nevjerovanja, pa su tako ispoljavali islam da bi svoje živote i imetke zaštitili, a odvraćali su ljude od Allahova puta, pokušavajući da oslabe muslimane, pa im zato pripada ponižavajuća patnja.",
		"korkutTranslationOfAyah":"zaklanjaju se iza zakletvi svojih, pa odvraćaju od Allahova puta; njih čeka sramna kazna."
	},
	{
		"arabicTextofAyah":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"Njima ni imeci ni djeca kod Allaha ništa neće pomoći, oni će u vječnoj i neprestanoj džehennemskoj kazni ostati.",
		"korkutTranslationOfAyah":"Ni bogatstva njihova ni djeca njihova im nimalo neće pomoći kod Allaha, oni će biti stanovnici u vatri, u njoj će vječno boraviti."
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ",
		"tafsirTextofAyah":"Kada Allah bude oživljavao, nikoga neće ostaviti a da ga neće oživiti kako bi nagradu ili kaznu dobio, a oni će se tada zaklinjati da nisu bili nevjernici i licemjeri, nego da su kao vjernici činili ono s čime je Allah zadovoljan. O vjernici, oni će vam se zaklinjati na ahiretu da su muslimani, kao što su vam se zaklinjali na dunjaluku, misleći da će im te zakletve Allahom neku korist donijeti ili kakvu štetu ukloniti. Zaista su, oni i na ovome, a tako će biti i na onome svijetu, lažno se zaklinjali.",
		"korkutTranslationOfAyah":"Na Dan kada ih Allah sve oživi oni će se Njemu zaklinjati, kao što se vama zaklinju, misleći da će im to nešto koristiti. Oni su, doista, pravi lažljivci!"
	},
	{
		"arabicTextofAyah":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Njima je ovladao šejtan i učinio da zaborave spominjati Allaha, pa oni nisu radili djela kojima je Allah zadovoljan, nego samo ono što Njegovu srdžbu izaziva. Oni koji su opisani ovakvim svojstvima su Iblisova vojska i njegovi sljedbenici, a oni su, doista, gubitnici i na ovome i na budućem svijetu. Umjesto upute oni su prihvatili zabludu, a umjesto Dženneta izabrali su Vatru.",
		"korkutTranslationOfAyah":"Njima je ovladao šejtan i učinio da zaborave na Allaha. Oni su na šejtanovoj strani, a onī na šejtanovoj strani će, sigurno, nastradati."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ",
		"tafsirTextofAyah":"Oni koji se suprotstavljaju Allahu i Poslaniku Njegovu bit će, sigurno, u skupini onih koji su poniženi i na ovome i na onome svijetu, a bit će od svih nevjerničkih skupina, u najvećem poniženju.",
		"korkutTranslationOfAyah":"Oni koji se suprotstavljaju Allahu i Poslaniku Njegovu biće, sigurno, najgore poniženi."
	},
	{
		"arabicTextofAyah":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ",
		"tafsirTextofAyah":"Shodno svom praiskonskom znanju, Allah je odredio: Ja i Moji poslanici pobijedit ćemo dokazima i snagom naše neprijatelje. Allah je snažan da dadne pobjedu poslanicima i silan je da se osveti Svojim neprijateljima.",
		"korkutTranslationOfAyah":"Allah je zapisao: \"Ja i poslanici Moji sigurno ćemo pobijediti!\" – Allah je, zaista, moćan i silan."
	},
	{
		"arabicTextofAyah":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"O Poslaniče, nećeš naći da neki narod vjeruje u Allaha i Sudnji dan, a da pri tome bude u ljubavi sa Allahovim i Poslanikovim neprijateljima, pa makar Allahovi i Poslanikovi neprijatelji bili njihovi očevi, ili sinovi, ili braća ili rođaci i porodice kojima se pripisuju porijeklom. Razlog tome jeste što vjerovanje spriječava ljubav i prijateljevanje s neprijateljima Allaha i Njegova Poslanika i što su imanske veze iznad svih drugih veza. Kada dođe situacija da se nekim vezama mora dati prednost, onda će se dati imanskim vezama. Onima koji nisu u ljubavi s neprijateljima Allaha i Poslanika, pa makar im bili očevi, Allah je učvrstio vjerovanje u srcima njihovim, i taj iman se ne mijenja, a ojačao ih je i svjetlom Svojim i dokazima. Oni će na Sudnjem danu ući u džennetske bačše, ispod čijih dvoraca i drveća rijeke teku. U tim baščama vječno će ostati i ta blagodat nikada neće prestati. Allah je njima zadovoljan i nikada se nakon tog zadovoljstva na njih neće rasrditi, a i oni su Njime zadovoljni jer im je dao te vječne blagodati, u koje se ubraja i gledanje u Allaha Uzvišenog. Svi ovi koji su opisani ovakvim osobinama su Allahova vojska koja se pridržava Njegovih naredbi i ostavlja zabrane, a Allahova vojska će pobijediti, steći ono čemu su težili i sačuvati se od onoga od čega su strahovali i na ovome i na budućem svijetu.",
		"korkutTranslationOfAyah":"Ne treba da ljudi koji u Allaha i u onaj svijet vjeruju budu u ljubavi sa onima koji se Allahu i Poslaniku Njegovu suprotstavljaju, makar im oni bili očevi njihovi, ili sinovi njihovi, ili braća njihova, ili rođaci njihovi. Njima je On u srca njihova vjerovanje usadio i svjetlom Svojim ih osnažio, i On će ih uvesti u džennetske bašče kroz koje rijeke teku, da u njima vječno ostanu. Allah je njima zadovoljan, a i oni će biti zadovoljni Njime. Oni su na Allahovoj strani, a onī na Allahovoj strani će, sigurno, uspjeti."
	}
]