[
	{
		"arabicTextofAyah":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Allaha slavi i negativnosti u pogledu Njega negira sve što je na nebesima i na Zemlji, sva stvorenja koja se na njima nalaze. On je silan i ništa Ga ne može nadvladati i On mudro stvara, propisuje i određuje.",
		"korkutTranslationOfAyah":"Allaha hvali sve što je na nebesima i što je na Zemlji. On je Silni i Mudri!"
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ",
		"tafsirTextofAyah":"On je protjerao pleme Benu Nadir koji nisu vjerovali u Allaha i koji su porekli istinitost Poslanika, sallallahu alejhi ve sellem. Protjerao ih je iz njihovih domova u Medini, prilikom prvog progonstva iz Medine u Šam, a to su bili Jevreji kojima je objavljen Tevrat, nakon što su prekršili ugovor i stali na stranu s mnogobošcima. On ih je protjerao u Šam. O vjernici, vi niste mislili da će otići iz svojih domova, zbog njihove snage i vlasti, a oni su mislili da će ih njihove utvrde koje su sagradili sačuvati od Allahove kazne. Kazna Allahova im je stigla odakle se nikada nisu ni nadali, a to je bilo kada je Poslaniku naređeno da se bori protiv njih i protjera ih iz domova njihovih. Allah je u njihova srca unio veliki strah, pa su oni unutrašnjost kuća svojim rukama rušili kako muslimani od toga ne bi imali korist, a također su ih muslimani rušili s vanjske strane. O vi koji razuma imate, uzmite poruku iz onoga što im se desilo zbog nevjerovanja i nemojte biti kao oni, pa da vas snađe kazna kakva je njih snašla.",
		"korkutTranslationOfAyah":"On je prilikom prvog progonstva iz domova njihovih protjerao one sljedbenike Knjige koji nisu vjerovali. Vi niste mislili da će otići, a oni su mislili da će ih utvrde njihove od Allahove kazne odbraniti, ali im je Allahova kazna došla odakle se nisu nadali i On je u srca njihova strah ulio; vlastitim rukama i rukama vjernika svoje domove su rušili. Zato uzmite iz toga pouku, o vi koji ste razumom obdareni!"
	},
	{
		"arabicTextofAyah":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ",
		"tafsirTextofAyah":"A da im Allah nije već bio propisao izgnanstvo iz njihovih domova, na ovome svijetu bi ih kaznio putem ubijanja i zarobljavanja, kao što se to desilo sa njihovom braćom iz plemena Benu Kurejza. A njima na ahiretu pripada patnja u Vatri, i oni će u njoj vječno ostati.",
		"korkutTranslationOfAyah":"Da nije bio već odredio da će biti protjerani, Allah bi ih još na ovome svijetu kaznio; ali, njih na onome svijetu čeka patnja u ognju"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"Sve što im se desilo jeste zbog toga što su se neprijateljski odnosili prema Allahu i Njegovu Poslaniku, kroz nevjerovanje i kršenje ugovora. Onaj ko se Allahu suprotstavlja, neka zna da Allah strašno kažnjava i da će ga snaći Njegova kazna.",
		"korkutTranslationOfAyah":"zato što su se Allahu i Poslaniku Njegovu suprotstavljali; a onoga ko se Allahu suprotstavi Allah će, zaista, strahovito kazniti."
	},
	{
		"arabicTextofAyah":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ",
		"tafsirTextofAyah":"To što ste, o vjernici, neke palme posjekli da rasrdite Allahove neprijatelje u bici Benu Nadir ili ih, da uspravno stoje, ostavili, kako bi ste se koristili njima - s Allahovim dopuštenjem ste učinili, a ne zbog toga da pravite nered, kako oni mislie. To se desilo da Allah ponizi Jevreje koji Mu se nisu pokorili i koji su ugovor kršili, te su umjesto ispunjavanja preuzetih obaveza, put iznevjere izabrali.",
		"korkutTranslationOfAyah":"To što ste neke palme posjekli ili ih da uspravno stoje ostavili – Allahovom voljom ste učinili, i zato da On nevjernike ponizi."
	},
	{
		"arabicTextofAyah":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"Imetak, konje i deve, koje je Allah dao svome Poslaniku, a koji je pripadao plemenu Benu Nadir niste stekli borbom i na težak način. Allah Svojim poslanicima daje vlast nad onim nad kojim hoće, pa je tako Poslaniku, sallallahu alejhi ve sellem, dao vlast nad Benu Nadirom, te su njihova mjesta osvojena bez borbe, a Allah sve može i ništa Ga spriječiti ne može.",
		"korkutTranslationOfAyah":"A vi niste kasom tjerali ni konje ni kamile radi onoga što je Allah od njih, kao plijen, darovao Poslaniku Svome, nego, Allah prepušta vlast poslanicima Svojim nad onima nad kojima On hoće; Allah sve može."
	},
	{
		"arabicTextofAyah":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"Plijen od stanovnika sela i gradova koji Allah Poslaniku Svome daruje bez borbe pripada Allahu koji određuje kome pripada i Poslaniku kao onome ko ga je osvojio i u posjed dobio, i bližnjima njegovim iz porodice Benu Hašim i Benu Muttalib, kao naknada zbog toga što ne uzimaju sadaku, i siročadi, i siromašnim, i putnicima namjernicima koji su izgubili imetak - da ne bi prelazio samo iz ruku u ruke bogataša vaših; ono što vam Poslanik da od plijena koji se uzme borbe, to prihvatite, a ono što vam zabrani - ostavite, i bojte se Allaha, čineći ono što je naredio i ostavljajući ono što je zabranio. Allah, zaista, žestoko kažnjava, pa se toga pripazite.",
		"korkutTranslationOfAyah":"Plijen od stanovnika sela i gradova koji Allah Poslaniku Svome daruje pripada: Allahu i Poslaniku Njegovu, i bližnjim njegovim, i siročadi, i siromasima, i putnicima – da ne bi prelazilo iz ruku u ruke bogataša vaših; ono što vam Poslanik kao nagradu dā – to uzmite, a ono što vam zabrani – ostavite; i bojte se Allaha jer Allah, zaista, strahovito kažnjava –"
	},
	{
		"arabicTextofAyah":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
		"tafsirTextofAyah":"Dio ovog imetka daje se i siromašnim muhadžirima koji su se iselili na Allahovom putu i koji su pod prisilom ostavili svoje imetke i djecu, nadajući se Allahovoj opskrbi na ovome svijetu i zadovoljstvu na onome, te koji su pored toga pomagali Allaha i Poslanika boreći se na Allahovom putu. Oni su koji imaju ova svojstva su istinski i pravi vjernici.",
		"korkutTranslationOfAyah":"i siromašnim muhadžirima koji su iz rodnog kraja svoga protjerani i imovine svoje lišeni, koji žele da Allahovu milost i naklonost steknu, i Allaha i Poslanika Njegova pomognu – to su, zaista, pravi vjernici –"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"Ensarije (pomagači vjere) koji su se naselili u Medinu prije muhadžira (iseljenika iz Mekke) i koji su odabrali vjeru u Allaha i Njegova Poslanika, vole one koji su im kao iseljenici pristigli iz Mekke. Oni prema muhadžirima ne osjećaju zlobu i zavist, ako im se dadne nešto iz plijena, a njima se dadne. U dunjalučkim dobrima oni su davali prednost muhadžirima, iako su sami bili u potrebi i siromaštvu. Onaj koga Allah sačuva od pohlepe za imetkom, pa ga on dijeli na Njegovom putu, imat će uspjeh, te će postići ono čemu teži, i sačuvati se onoga od čega strahuje.",
		"korkutTranslationOfAyah":"i onima koji su Medinu za življenje izabrali i domom prave vjere još prije njih je učinili; oni vole one koji im se doseljavaju i u grudima svojim nikakvu tegobu, zato što im se daje, ne osjećaju, i više vole njima nego sebi, mada im je i samima potrebno. A oni koji se uščuvaju lakomosti, oni će, sigurno, uspjeti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ",
		"tafsirTextofAyah":"Oni koji dolaze nakon njih i slijede ih u dobru do Sudnjeg dana, govore: Gospodaru naš, oprosti nama i našoj braći u vjeri koja su nas pretekla u vjerovanju u Allaha i Njegova Poslanika, i nemoj naša srca okupirati mržnjom i zlobom prema bilo kojem vjerniku. Naš Gospodaru, Ti si, uistinu, prema Svojim robovima blag i samilostan.",
		"korkutTranslationOfAyah":"Oni koji poslije njih dolaze – govore: \"Gospodaru naš, oprosti nama i braći našoj koja su nas u vjeri pretekla i ne dopusti da u srcima našim bude imalo zlobe prema vjernicima; Gospodaru naš, ti si, zaista, dobar i milostiv!\""
	},
	{
		"arabicTextofAyah":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Zar ne vidje, o Poslaniče, licemjere koji skrivaju nevjerovanje, a ispoljavaju vjeru, kako govore svojim prijateljima u nevjeri, sljedbenicima Tevrata kojeg su iskrivili: \"Ostanite u svojim kućama, mi vas nećemo izdati i predati. Ukoliko vas muslimani istjeraju, i mi ćemo s vama izići, kao vid solidarnosti i nikome ko nas bude spriječavao da s vama krenemo, nećemo se pokoriti. Ukoliko vas oni budu napali, mi ćemo vam pomoći.\" Allah svjedoči da su licemjeri lažovi u onome što govore da će poći s Jevrejima kada oni krenu, i da će se boriti kada se oni budu borili.",
		"korkutTranslationOfAyah":"Zar ne vidiš kako licemjeri govore svojim prijateljima, sljedbenicima Knjige koji ne vjeruju: \"Ako budete protjerani, mi ćemo, sigurno, s vama poći i kad se bude ticalo vas, nikada se nikome nećemo pokoriti; a ako budete napadnuti, sigurno ćemo vam u pomoć priteći\" – a Allah je svjedok da su oni, zaista, lašci:"
	},
	{
		"arabicTextofAyah":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ",
		"tafsirTextofAyah":"Ako bi Jevreji bili protjerani od strane muslimana, oni ne bi s njima pošli; ako bi bili napadnuti, oni im ne bi u pomoć pritekli; a ako bi im u pomoć pritekli, protiv muslimana, sigurno bi pobjegli i tada bi i licemjeri bez pomoći ostali. Allah će njih poniziti.",
		"korkutTranslationOfAyah":"ako bi bili protjerani, oni ne bi s njima pošli; ako bi bili napadnuti, oni im ne bi u pomoć pritekli; a ako bi im u pomoć pritekli, sigurno bi pobjegli, i oni bi bez pomoći ostali."
	},
	{
		"arabicTextofAyah":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
		"tafsirTextofAyah":"O vjernici, licemjeri i Jevreji u svojim prsima osjećaju veći strah od vas nego od Allaha, a u takvom stanju su zbog toga što pripadaju skupini koja ne shvata i ne razumije, jer da razumiju, spoznali bi da je strah od Allaha preči, jer On je taj koji vam je nad njima dao vlast.",
		"korkutTranslationOfAyah":"Oni se više boje vas nego Allaha, zato što su oni ljudi nerazumni."
	},
	{
		"arabicTextofAyah":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Samo u utvrđenim gradovima ili iza zidina Jevreji se protiv vas, o vjernici, smiju skupa boriti. Oni, radi svog kukavičluka ne smiju da se s vama suoče. Njihovo međusobno neprijateljstvo žestoko je i jako. Ti misliš da su oni složni i jedinstveni oko jedne riječi i da imaju iste osobine, međutim, u stvarnosti srca su njihova razjedinjena. Ta razjedinjenost je zbog toga što oni ne razumiju, jer da razumiju, spoznali bi istinu i slijedili bi je, a ne bi se u vezi nje razilazili.",
		"korkutTranslationOfAyah":"Samo u utvrđenim gradovima ili iza zidina oni se protiv vas smiju skupno boriti. Oni su junaci u međusobnim borbama. Ti misliš da su oni složni, međutim, srca su njihova razjedinjena, zato što su oni ljudi koji nemaju pameti."
	},
	{
		"arabicTextofAyah":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Ovi Jevreji su slični u nevjerovanju i kazni koja ih je zadesila, onim mnogobošcima Mekke koji su, tu nedavno, svu pogubnost postupaka svojih i nevjerovanja, iskusili. Na dan Bedra, neki od njih su ubijeni, a neki zarobljeni, a na Sudnjem danu ih čeka velika kazna i patnja.",
		"korkutTranslationOfAyah":"Slični su onima koji su, tu nedavno, svu pogubnost postupaka svojih iskusili – njih čeka nesnosna patnja;"
	},
	{
		"arabicTextofAyah":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Slični su u svome slušanju licemjera, šejtanu koji uljepšava čovjeku nevjerovanje i kada on postane nevjernik, zbog toga, kaže čovjeku: Ja nemam ništa s tvojim nevjerovanje, jer ja se bojim Gospodara stvorenja.",
		"korkutTranslationOfAyah":"slični su šejtanu kad kaže čovjeku: \"Budi nevjernik!\" – pa kad on postane nevjernik, on onda rekne: \"Ti se mene više ne tičeš, ja se, zaista, Allaha, Gospodara svjetova, bojim!\""
	},
	{
		"arabicTextofAyah":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Obojicu ih, na kraju, i šejtana kojem se pokorava i čovjeku koji mu se pokorava, čeka Vatra na Sudnjem danu, u kojoj će vječno boraviti, a to će biti kazna za sve zulumćare, koji su prelazili granice koje je Allah postavio.",
		"korkutTranslationOfAyah":"Obojicu ih na kraju čeka vatra, u kojoj će vječno boraviti, a to će biti kazna za sve nevjernike."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i radite po onome što je propisao, Allaha se bojte, na način da se pridržavate Njegovih naredbi i klonite Njegovih zabrana, i neka svaki čovjek gleda šta je za sutra na Sudnjem danu pripremio od dobrih djela, i Allaha se bojte. Allah, zaista, u potpunosti zna ono što radite, ništa Mu skriveno nije, i On će vas za vaša djela adekvatno tretirati.",
		"korkutTranslationOfAyah":"O vjernici, Allaha se bojte, i neka svaki čovjek gleda šta je za sutra pripremio i Allaha se bojte jer On dobro zna šta radite."
	},
	{
		"arabicTextofAyah":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ",
		"tafsirTextofAyah":"I ne budite kao oni koji su zaboravili Allaha, te nisu radili po Njegovim naredbama i nisu se udaljili od zabrana koje je postavio, pa je On učinio da sami sebe zaborave na način da nisu radili djela koja ih čuvaju od Njegove srdžbe i kazne. Oni koji su zaboravili Allaha, nisu postupali po Njegovim naredbama i nisu se klonili Njegovih zabrana, i takvi su napustili pokornost Allahu.",
		"korkutTranslationOfAyah":"I ne budite kao oni koji su zaboravili Allaha, pa je On učinio da sami sebe zaborave; to su pravi grješnici."
	},
	{
		"arabicTextofAyah":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ",
		"tafsirTextofAyah":"Stanovnici Džehennema ne mogu nikako biti isti kao stanovnici Dženneta, nego se razlikuju u tretmanu prema njima, kao što su se i na dunjaluku njihova djela razlikovala. Stanovnici Dženneta postići će šta žele i sačuvati se onoga od čega strahuju.",
		"korkutTranslationOfAyah":"Nisu jednaki stanovnici Džehennema i stanovnici Dženneta; stanovnici Dženneta će ono što žele postići."
	},
	{
		"arabicTextofAyah":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"Da ovaj Kur'an kakvom brdu objavimo, ti bi, o Poslaniče, vidio kako je ono, i pored tvrdoće, strahopoštovanja puno i kako bi se od straha pred Allahom raspalo, a razlog tome jeste što u Kur'anu postoje razne opomene i žestoke prijetnje. Takve primjere navodimo ljudima da bi svoje razume koristili i pouku uzimali iz ovih savjeta i uputa.",
		"korkutTranslationOfAyah":"Da ovaj Kur'an kakvom brdu objavimo, ti bi vidio kako je strahopoštovanja puno i kako bi se od straha pred Allahom raspalo. Takve primjere navodimo ljudima da bi razmislili."
	},
	{
		"arabicTextofAyah":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"22 - 23 - On je Allah, osim Kojeg niko ne zaslužuje da istinski bude obožavan, poznavatelj onog što je čulima nedokučivo i što je nevidljivo, a i onog što je pojavno i prisutno. Njemu ništa skriveno nije. On je Svemilosni i Milostivi, i na ovome i na onome svijetu, Njegova milost obuhvata sve svjetove. On je Vladar, Blagoslovljeni i Sveti, Savršeni - Onaj Koji je bez nedostataka, Onaj koji potvrđuje istinitost Svojih poslanika preko jasnih ajeta i znamenja, Onaj Koji nad svim djelima Svojih robova bdi, Silni kojeg ništa ne može nadvladati, Uzvišeni koji je svojom uzvišenošću nadjačao sve, Gordi. Slavljen i Uzvišen je Allah od onoga što mu pridružuju mnogobošci, bilo da se radi o kumirima ili nečemu drugom.",
		"korkutTranslationOfAyah":"On je Allah – nema drugog boga osim Njega – On je poznavalac nevidljivog i vidljivog svijeta, On je Milostivi, Samilosni!"
	},
	{
		"arabicTextofAyah":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"22 - 23 - On je Allah, osim Kojeg niko ne zaslužuje da istinski bude obožavan, poznavatelj onog što je čulima nedokučivo i što je nevidljivo, a i onog što je pojavno i prisutno. Njemu ništa skriveno nije. On je Svemilosni i Milostivi, i na ovome i na onome svijetu, Njegova milost obuhvata sve svjetove. On je Vladar, Blagoslovljeni i Sveti, Savršeni - Onaj Koji je bez nedostataka, Onaj koji potvrđuje istinitost Svojih poslanika preko jasnih ajeta i znamenja, Onaj Koji nad svim djelima Svojih robova bdi, Silni kojeg ništa ne može nadvladati, Uzvišeni koji je svojom uzvišenošću nadjačao sve, Gordi. Slavljen i Uzvišen je Allah od onoga što mu pridružuju mnogobošci, bilo da se radi o kumirima ili nečemu drugom.",
		"korkutTranslationOfAyah":"On je Allah – nema drugog boga osim Njega, Vladar, Sveti, Onaj koji je bez nedostataka, Onaj koji svakoga osigurava, Onaj koji nad svim bdi, Silni, Uzvišeni, Gordi. Hvaljen neka je Allah, On je vrlo visoko iznad onih koje smatraju Njemu ravnim!"
	},
	{
		"arabicTextofAyah":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"On je Allah Tvorac svega, Onaj koji stvarima daje postojanje, koji stvorenjima daje oblik kakav želi. On, slavljeni, ima lijepa imena koja sadrže uzvišena svojstva, i sve što je na nebesima i na Zemlji svjedoči da On nema mahana i manjkavosti. On je silni kojeg niko ne može savladati, i On je onaj ko mudro stvara, propisuje i određuje.",
		"korkutTranslationOfAyah":"On je Allah, Tvorac, Onaj koji iz ničega stvara, Onaj koji svemu daje oblik, On ima najljepša imena. Njega hvale onī na nebesima i na Zemlji, On je Silni i Mudri."
	}
]