[
	{
		"arabicTextofAyah":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ",
		"tafsirTextofAyah":"Elhamdulillah (zahvala Allahu) je opisivanje Allaha apsolutnim savršenstvom i pohvala Njega uzvišenim svojstvima, uz iskazivanje ljubavi prema Njemu. Taj opis pripada Allahu, Koji je stvorio nebesa i Zemlju bez prethodnog primjera, i Koji je stvorio noć i dan te učinio da se smjenjuju; noć je stvorio mračnom, a dan svijetlim. Pored svega toga, nevjernici Mu sudruga pripisuju.",
		"korkutTranslationOfAyah":"Hvaljen neka je Allah, koji je nebesa i Zemlju stvorio i tmine i svjetlo dao, pa opet oni koji ne vjeruju – druge sa Gospodarom svojim izjednačuju!"
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ",
		"tafsirTextofAyah":"O ljudi, Allah Uzvišeni vas je stvorio od ilovače onda kada je stvorio vašeg oca Adema, alejhis-selam, a zatim je odredio period vašeg boravka u životu na ovom svijetu i postavio je drugi rok, koji je samo Njemu poznat, kada će vas proživiti na Sudnjem danu. I pored svega toga, vi i dalje sumnjate u Njegovu moć da vas proživi!",
		"korkutTranslationOfAyah":"On vas od zemlje stvara i čas smrti određuje, i samo On zna kada će Smak svijeta biti, a vi opet sumnjate."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah je jedini Onaj Koji zaslužuje da bude obožavan i na nebesima i na Zemlji, Njemu ništa nije skriveno i On zna vaše skrivene namjere, riječi i djela, te zna sve ono što ispoljavate; za sve to će vas obračunati.",
		"korkutTranslationOfAyah":"On je Allah na nebesima i na Zemlji, On zna i što krijete i što pokazujete, i On zna ono što radite."
	},
	{
		"arabicTextofAyah":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
		"tafsirTextofAyah":"Koji god dokaz da doneseš višebošcima od svog Gospodara, oni se od njega okreću ne mareći! Došli su im jasni dokazi koji ukazuju na Allahovu jednoću i na istinitost Njegovih poslanika, ali se oni od svega toga okreću, nemarni.",
		"korkutTranslationOfAyah":"A nevjernicima ne dođe nijedan dokaz od Gospodara njihova od koga oni glave ne okrenu."
	},
	{
		"arabicTextofAyah":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Iako su se okrenuli od tih jasnih dokaza, oni su se okrenuli i od nečega što je još jasnije – porekli su Kur'an, sa kojim je došao Muhammed, sallallahu alejhi ve sellem, od svog Gospodara! Kada vide kaznu na Sudnjem danu shvatit će da je istina ono sa čime su se ismijavali.",
		"korkutTranslationOfAyah":"Oni smatraju da je laž Istina koja im dolazi, ali, njih će, sigurno, stići posljedice onoga čemu se rugaju."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ",
		"tafsirTextofAyah":"Zar ovi nevjernici ne znaju Allahov zakon uništavanja nepravednih naroda? Allah je prije njih uništio mnoge narode kojima je dao veću snagu i duži život na Zemlji nego ovim nevjernicima; dao im je plodonosnu kišu i rijeke koje teku ispod njihovih domova, ali su oni griješili prema Allahu – uništio ih je zbog toga, a nakon njih je druge narode stvorio.",
		"korkutTranslationOfAyah":"Zar oni ne znaju koliko smo Mi naroda prije njih uništili, kojima smo na Zemlji mogućnosti davali kakve vama nismo dali i kojima smo kišu obilatu slali i učinili da rijeke pored njih teku, pa smo ih, zbog grijehova njihovih, uništavali, i druga pokoljenja, poslije njih, stvarali."
	},
	{
		"arabicTextofAyah":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ",
		"tafsirTextofAyah":"O Poslaniče, kada bismo ti spustili kakvu knjigu napisanu u vidu listova i oni je svojim očima vidjeli i svojim rukama dodirnuli kako bi se uvjerili da je stvarna – ne bi povjerovali u nju, iz prkosa i namjernog poricanja, i rekli bi: \"Ovo sa čime si nam došao jasna je čarolija, i mi u to nećemo vjerovati.\"",
		"korkutTranslationOfAyah":"A i da ti Knjigu na papiru spustimo i da je oni rukama svojim opipaju, opet bi sigurno rekli oni koji neće da vjeruju: \"Ovo nije ništa drugo do prava vradžbina.\""
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ",
		"tafsirTextofAyah":"Ovi nevjernici kažu: \"Kada bi Muhammed spustio meleka da priča sa nama i posvjedoči da je on poslanik, mi bismo povjerovali.\" A kada bismo i spustili meleka, onako kako traže, uništili bismo ih ako ne bi povjerovali, i ne bi im bilo dato nimalo vremena da se pokaju.",
		"korkutTranslationOfAyah":"Oni govore: \"Trebalo je da mu se pošalje melek!\" A da meleka pošaljemo, s njima bi svršeno bilo, ni cigli čas vremena im se ne bi više dao."
	},
	{
		"arabicTextofAyah":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ",
		"tafsirTextofAyah":"Da smo im poslali meleka, Mi bismo ga učinili u ljudskom obliku kako bi ga mogli čuti i učiti od njega, jer to ne bi mogli ako bi bio melek u svom stvarnom liku. A ako bismo ga učinili u ljudskom liku, opet im ne bi bilo jasno.",
		"korkutTranslationOfAyah":"A da ga melekom učinimo, opet bismo ga kao čovjeka stvorili i opet bismo im učinili nejasnim ono što im nije jasno."
	},
	{
		"arabicTextofAyah":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Ako se ovi budu ismijavali tobom tražeći da im dovedeš meleka, i prijašnji narodi su se ismijavali sa svojim poslanicima, pa ih je zadesila kazna koju su poricali i sa kojom su se ismijavali kada bi njome bili zastrašivani.",
		"korkutTranslationOfAyah":"Poslanicima su se i prije tebe rugali, pa je one koji su im se rugali stiglo baš ono čemu su se rugali."
	},
	{
		"arabicTextofAyah":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim poricateljima koji se ismijavaju: \"Putujte po Zemlji i razmislite kako su skončali poricatelji prijašnjih poslanika! Zadesila ih je Allahova kazna premda su bili jaki i moćni.\"",
		"korkutTranslationOfAyah":"Reci: \"Putujte po svijetu, zatim pogledajte kako su završili oni koji su poslanike lažnim smatrali!\""
	},
	{
		"arabicTextofAyah":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci im: \"Kome pripadaju nebesa i Zemlja i sve što je na njima?\" Reci: \"Sve to pripada Allahu, a on je Sebi propisao milost, iz Svoje dobrote prema Njegovim robovima, pa ne žuri da ih kazni. Ako se ne pokaju, On će ih sve okupiti na Sudnjem danu u koji nema sumnje, i to su oni koji su propali zbog nevjerstva u Allaha, koji ne žele da vjeruju pa da se spase od propasti.\"",
		"korkutTranslationOfAyah":"Upitaj: \"Čije je sve ono što je na nebesima i na Zemlji?\" – i odgovori: \"Allahovo!\" On je Sebi propisao da bude milostiv. On će vas na Sudnjem danu sakupiti, u to nema nikakve sumnje; oni koji su sebe upropastili, pa – oni neće vjerovati."
	},
	{
		"arabicTextofAyah":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Samo Allahu pripada sve što je u noći i danu, i On čuje ono što govorite i zna ono što radite, i On će vas obračunati za to.",
		"korkutTranslationOfAyah":"Njemu pripada sve što postoji u noći i danu; On sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci višebošcima koji pored Allaha obožavaju nekog, bilo da su to kipovi ili neko mimo njih: \"Zar je shvatljivo da pored Allaha uzmem drugog pomagača i od njega tražim zaštitu i pomoć? On je stvorio nebesa i Zemlju ne ugledajući se na nešto što već postoji, niko Ga u tome nije preduhitrio, On opskrbljuje koga On hoće, a niko Njega ne opskrbljuje, jer je On apsolutno neovisan od Svojih robova, dok su oni ovisni o Njemu.\" Reci, o Poslaniče: \"Meni je naredio moj Uzvišeni Gospodar da budem prvi ko će se Njemu pokoriti od ovog naroda, i zabranio mi je da Mu nekog ili nešto smatram ravnim!\"",
		"korkutTranslationOfAyah":"Reci: \"Zar da za zaštitnika uzmem nekog drugog osim Allaha, stvoritelja nebesa i Zemlje? On hrani, a Njega niko ne hrani!\" Reci: \"Meni je naređeno da budem prvi među onima koji se pokoravaju\" – i: \"Nikako ne budi od onih koji Mu druge ravnim smatraju!\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"O Poslaniče, reci: \"Ja se bojim da će me Allah žestoko kazniti na Sudnjem danu ako zgriješim prema Allahu čineći širk, ili neko drugo zlo, ili ostavljajući vjerovanje ili neko drugo dobro.\"",
		"korkutTranslationOfAyah":"Reci: \"Ako ne budem poslušan svome Gospodaru, ja se plašim patnje na Velikom danu.\""
	},
	{
		"arabicTextofAyah":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Koga Allah na Sudnjem danu udalji od te kazne, takav je dobio Allahovu milost, i taj njegov uspjeh je jasna pobjeda kojoj nijedna druga pobjeda nije ravna.",
		"korkutTranslationOfAyah":"A onaj ko toga dana bude pošteđen, On mu se smilovao, i to je očiti uspjeh."
	},
	{
		"arabicTextofAyah":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"O čovječe, ako te od Allaha zadesi nedaća, niko ti je mimo Njega otkloniti ne može, a ako te od Njega zadesi kakvo dobro, niko ti ga oduzeti ne može (bez Njegove volje). On je nad svim moćan, ništa Mu nije teško.",
		"korkutTranslationOfAyah":"Ako te od Allaha neka nevolja pogodi – pa, niko je osim Njega ne može otkloniti; a ako ti kakvo dobro podari – pa, samo je On Svemoćni,"
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
		"tafsirTextofAyah":"On vlada Svojim robovima i oni su Njemu potčinjeni. On je uzvišen iznad Svojih robova sa svakog aspekta, onako kako Njemu dolikuje. On je mudar u stvaranju, upravljanju i odredbama. O svemu je obaviješten i ništa Mu skriveno nije.",
		"korkutTranslationOfAyah":"A On je iznad robova Svojih Svepotčinitelj; On je Mudri i Sveznajući."
	},
	{
		"arabicTextofAyah":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci višebošcima koji te utjeruju u laž: \"Šta je veće i veličanstvenije što svjedoči da istinu govorim?\" Reci: \"Allah je najuzvišeniji i najveličanstveniji svjedok da govorim istinu, i On je svjedok između mene i vas, On zna ono sa čim sam vam došao i šta ćete mi odgovoriti. Allah mi je objavio ovaj Kur'an da vas njime upozorim i da upozorim svakog čovjeka i džina do koga dopre. O višebošci, vi vjerujete da pored Allaha ima drugih božanstava!\" Reci, o Poslaniče: \"Ja neću svjedočiti ono što ste vi potvrdili, jer je to ništavno. Allah je jedini bog, Koji sudruga nema, a ja nemam ništa sa onima koje Njemu ravnim smatrate.\"",
		"korkutTranslationOfAyah":"Reci: \"Ko je svjedok najpouzdaniji?\" – i odgovori: \"Allah, On će između mene i vas svjedok biti. A meni se ovaj Kur'an objavljuje i da njime vas i one do kojih on dopre opominjem. Zar vi, zaista, tvrdite da pored Allaha ima i drugih bogova?\" Reci: \"Ja ne tvrdim.\" Reci: \"Samo je On – Bog, i ja nemam ništa s tim što vi smatrate druge Njemu ravnim.\""
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Jevreji, kojima smo dali Tevrat, i kršćani, kojima smo dali Indžil, savršeno znaju poslanika Muhammeda, sallallahu alejhi ve sellem, kao što znaju da razlikuju svoje sinove od tuđih sinova. Oni su propali jer će zbog svog nevjerstva ući u Vatru.",
		"korkutTranslationOfAyah":"Oni kojima smo Knjigu dali poznaju Poslanika kao što poznaju sinove svoje; oni koji su sebe upropastili, pa – oni neće vjerovati."
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"Niko nije nepravedniji od onoga ko Allahu pripisuje sudruga, pa uz Allaha druge obožava, ili poriče Njegove ajete koje je objavio Svom Poslaniku! Takvi nepravednici nikada neće uspjeti, osim ako se pokaju.",
		"korkutTranslationOfAyah":"Ima li nepravednijeg od onoga koji o Allahu govori laži ili ne priznaje dokaze Njegove? Nepravedni zaista neće uspjeti!"
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
		"tafsirTextofAyah":"I spomeni Sudnji dan u kome ćemo ih sve okupiti, i kada niko neće moći umaći, pa ćemo, kao ukor, reći onima koji su druge pored Allaha obožavali: \"Gdje su oni koje ste obožavali pored Allaha, lažući da su oni Njegovi saučesnici?\"",
		"korkutTranslationOfAyah":"A na Dan kada ih sve sakupimo, pa upitamo one koji su druge Njemu ravnim smatrali: \"Gdje su vam božanstva vaša koja ste bogovima držali?\""
	},
	{
		"arabicTextofAyah":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ",
		"tafsirTextofAyah":"Njihov jedini izgovor, nakon ovog pitanja, bit će da se odreknu svojih božanstava i lažno govore: \"Allahu, Gospodaru naš, mi na dujnaluku nismo Tebi nikog pripisivali, već smo u Tebe, Jedinog, vjerovali.\"",
		"korkutTranslationOfAyah":"neće im ništa drugo preostati nego da reknu: \"Allaha nam, Gospodara nam našeg, mi nismo nikoga Allahu ravnim smatrali!\""
	},
	{
		"arabicTextofAyah":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"O Muhammede, pogledaj kako lažu sebe negirajući da su širk činili, a nestala su i na cjedilu ih ostavila njihova božanstva koja su izmišljali na dunjaluku.",
		"korkutTranslationOfAyah":"Gledaj kako će oni sami sebi lagati, a neće im biti onih koje su bili izmislili!"
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"O Poslaniče, neki višebošci te slušaju kada učiš Kur'an, ali se nisu okoristili onim što su slušali jer smo učinili da na njihovim srcima budu prekrivači kako ne bi shvatili Kur'an, zbog njihovog prkosa i okretanja od istine, kao što smo učinili da njihove uši budu gluhe kada se radi o onom što je za njih korisno. Koliko god jasnih dokaza vidjeli, neće vjerovati u njih, čak tebi dolaze da se o istini raspravljaju koristeći svoje laži i govore: \"Ono sa čim si došao jest samo preuzeto iz knjiga prijašnjih naroda!\"",
		"korkutTranslationOfAyah":"Ima onih koji dolaze da te slušaju, ali Mi smo na srca njihova zastore stavili, da Kur'an ne bi razumjeli, i gluhim ih učinili, pa i ako bi sve dokaze vidjeli, opet u njih ne bi povjerovali. A kada ti dolaze da se s tobom raspravljaju, govore oni koji ne vjeruju: \"To su samo izmišljotine naroda davnašnjih!\""
	},
	{
		"arabicTextofAyah":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Oni ljude odvraćaju od vjerovanja u Poslanika, a i sami bježe od toga, ne dozvoljavajući nikom da se okoristi uputom kao što se ni oni nisu okoristili. Oni time samo sebe uništavaju, i ne znaju da je to propast za njih.",
		"korkutTranslationOfAyah":"Oni zabranjuju da se u Kur'an vjeruje, i sami se od njega udaljavaju, i sami sebe upropaštavaju, a da i ne primjećuju."
	},
	{
		"arabicTextofAyah":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"O Poslaniče, kada bi vidio kako oni na Sudnjem danu bivaju izloženi vatri, pa očajnički govore: \"Kamo sreće da se vratimo na dunjaluk i da ne poričemo ajete Gospodara našeg i da budemo vjernici\", vidio bi da se u čudnom stanju nalaze.",
		"korkutTranslationOfAyah":"A da ti je vidjeti kako će, kad pred vatrom budu zadržani, reći: \"Da nam je da povraćeni budemo, pa da dokaze Gospodara našeg ne poričemo i da vjernici postanemo!\""
	},
	{
		"arabicTextofAyah":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Nije tačno to što kažu, da bi vjerovali kada bi bili vraćeni, već sada im je postalo očito ono što su skrivali govoreći: \"Tako nam Allaha nismo širk činili\", jer su protiv njih svjedočili njihovi udovi. A kada bi se vratili na dunjaluk opet bi se vratili nevjerstvu i širku, i lažu kada obećavaju da bi vjerovali ako bi se vratili na dunjaluk.",
		"korkutTranslationOfAyah":"Ne, ne! Njima će očevidno postati ono što su prije krili; a kada bi i bili povraćeni, opet bi nastavili raditi ono što im je bilo zabranjeno, jer oni su doista lažljivci,"
	},
	{
		"arabicTextofAyah":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ",
		"tafsirTextofAyah":"Ovi višebošci govore: \"Nema drugog života mimo dunjalučkog kojeg živimo sad, i nećemo biti proživljeni radi obračuna.\"",
		"korkutTranslationOfAyah":"i rekli bi: \"Nema života osim na ovome svijetu i mi nećemo biti oživljeni!\""
	},
	{
		"arabicTextofAyah":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
		"tafsirTextofAyah":"A kada bi vidio, o Poslaniče, kada budu zaustavljeni poricatelji proživljenja ispred svog Gospodara, vidio bi čudo, vidio bi u koliko lošem stanju se nalaze, kada im Allah bude rekao: \"Zar ovo nije ono proživljenje koje ste poricali, zar nije istina u koju nema sumnje?\" Oni će reći: \"Kunemo se Gospodarom našim, Koji nas je stvorio, da je proživljenje istina!\" Tada će im Allah reći: \"Okusite kaznu zbog vašeg nevjerovanja u ovaj Dan, jer ste ga poricali na dunjaluku!\"",
		"korkutTranslationOfAyah":"A da ti je vidjeti kako će, kada pred Gospodarom svojim budu zaustavljeni i kad ih On upita: \"Zar ovo nije istina?\" – odgovoriti: \"Jeste, tako nam Gospodara našeg!\" – a i kako će On reći: \"E pa iskusite onda patnju zbog toga što niste vjerovali!\""
	},
	{
		"arabicTextofAyah":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ",
		"tafsirTextofAyah":"Propali su oni koji poriču proživljenje na Sudnjem danu i nemogućim smatraju stajanje pred Allahom! Kada im iznenada dođe Sudnji dan, žestoko će se kajati i govoriti: \"O žalosti naše zbog propusta koje smo načinili prema Allahu, zbog našeg nevjerstva i nepripremanja za Sudnji dan!\" To će govoriti noseći svoja loša djela na leđima, a ružno je ono što će nositi!",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju da će pred Allaha stati nastradaće kad im iznenada Čas oživljenja dođe, i reći će: \"O, žalosti naše, šta smo sve na Zemlji propustili!\", i grijehe svoje će na leđima svojim nositi, a užasno je ono što će uprtiti!"
	},
	{
		"arabicTextofAyah":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Ovosvjetski život za koji se vežete i kojem ste predani jest samo igra i obmana, osim za onoga ko radi ono pomoću čega će zaslužiti Allahovu ljubav; a ahiret je bolji za bogobojazne, one koji provode Allahove naredbe: vjeruju i čine dobra djela, i klone se onoga što im je zabranio: griješenja i širka. Zar to nećete shvatiti, o višebošci?! Zar nećete shvatiti, pa da povjerujete i činite dobra djela?!",
		"korkutTranslationOfAyah":"Život na ovome svijetu je samo igra i zabava, a onaj svijet je, zaista, bolji za one koji se Allaha boje. Zašto se ne opametite?"
	},
	{
		"arabicTextofAyah":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
		"tafsirTextofAyah":"O Poslaniče, Mi znamo da te rastužuje to što te, vanjski gledano, utjeruju u laž, ali znaj da oni u sebi ne misle da lažeš, već znaju da govoriš istinu i da si povjerljiv. Oni nepravednici koji ispoljavaju poricanje, a uvjereni su u istinu.",
		"korkutTranslationOfAyah":"Mi znamo da tebe zaista žalosti to što oni govore. Oni, doista, ne okrivljuju tebe da si ti lažac, nego nevjernici poriču Allahove riječi."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"I nemoj misliti da je ovo poricanje vezano samo za ono sa čim si ti došao, već su i prijašnji poslanici utjerivani u laž i njihovi su ih narodi uznemiravali, ali su oni bili strpljivi u pozivanju i borbi na Allahovom putu, sve dok im nije došla pobjeda od Allaha. Niko ne može promijeniti pobjedu koju je Allah zapisao i Svojim poslanicima obećao. O Poslaniče, došle su ti vijesti o prijašnjim poslanicima i onome što su doživljavali od svojih naroda, kao i pobjedi koju im je Allah podario protiv njihovih neprijatelja koje je uništio.",
		"korkutTranslationOfAyah":"A poslanici su i prije tebe lažnim smatrani, pa su trpjeli što su ih u laž ugonili i mučili sve dok im ne bi došla pomoć Naša – a niko ne može Allahove riječi izmijeniti – i do tebe su doprle o poslanicima neke vijesti."
	},
	{
		"arabicTextofAyah":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ",
		"tafsirTextofAyah":"O Poslaniče, ako ti je teško njihovo poricanje i okretanje od istine sa kojom si došao, ti – ako možeš – potraži kakav otvor u Zemlji ili kakve ljestve za nebo, pa im donesi drugi znak mimo onoga koji smo ti dali. A da Allah hoće, sve bi ih okupio na uputi sa kojom si došao, ali On to neće, iz Svoje veličanstvene mudrosti, pa nemoj biti jedan od onih koji to ne znaju, i nemoj patiti ako oni neće da vjeruju.",
		"korkutTranslationOfAyah":"Ako je tebi teško to što oni glave okreću, onda, ako možeš, potraži kakav otvor u Zemlji ili kakve ljestve ka nebu, pa im donesi jedno čudo! Da Allah hoće, On bi ih sve na Pravome putu sakupio; zato nikako ne budi od onih koji to ne znaju!"
	},
	{
		"arabicTextofAyah":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ",
		"tafsirTextofAyah":"Jedino će ti se odazvat i istinu prihvatiti oni koji slušaju i razumiju ono što govoriš, dok su oni koji neće da vjeruju mrtvi, jer su im srca mrtva. Allah će umrle proživiti na Sudnjem danu i onda će se Njemu, Jedinom, vratiti kako bi ih obračunao za ono što su radili.",
		"korkutTranslationOfAyah":"Odazvaće se jedino oni koji su poslušni. – A Allah će umrle oživiti; zatim, Njemu će se svi vratiti."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Višebošci se inate i namjerno ne žele da budu vjernici pa zato govore: \"Što Muhammedu nije spušteno čudo koje bi bilo dokaz od njegovog Gospodara da govori istinu?\" Reci, o Poslaniče: \"Allah može da spusti čudo onako kako želite i tražite, ali većina ovih višebožaca koji to traže ne zna da takve stvari bivaju shodno Allahovoj mudrosti, a ne shodno njihovim prohtjevima; ako bi spustio čudo pa oni ne povjerali, uništio bi ih.\"",
		"korkutTranslationOfAyah":"Oni govore: \"Zašto mu Gospodar njegov ne pošalje kakvo čudo?\" Reci: \"Allah je kadar poslati čudo, ali većina njih ne zna.\""
	},
	{
		"arabicTextofAyah":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ",
		"tafsirTextofAyah":"Svaka životinja koja se kreće po Zemlji i svaka ptica koja leti na nebu jesu vrste poput vas, o ljudi, i njih smo stvorili i opskrbili, kao i vas. U Ploči pomno čuvanoj sve smo zapisali, ne izostavljajući ništa, i o svima njima Allah sve zna. Zatim će se svom Gospodaru Jedinom vratiti na Sudnjem danu, kada će biti okupljeni da se među njima presudi i da svako dobije ono što je zaslužio.",
		"korkutTranslationOfAyah":"Sve životinje koje po Zemlji hode i sve ptice koje na krilima svojim lete svjetovi su poput vas – u Knjizi Mi nismo ništa izostavili – i sakupiće se poslije pred Gospodarom svojim."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"A oni koji Naše ajete poriču su poput gluhih koji ne čuju, i poput nijemih koji ne govore, i još su u tminama u kojim ne vide, pa kako da budu upućeni? Koga Allah želi u zabludi ostaviti, On to i uradi, a koga On želi uputiti, On to i uradi, pa ga vodi pravim putem sa kojeg ne skreće.",
		"korkutTranslationOfAyah":"A oni koji dokaze Naše poriču gluhi su i nijemi, u tminama su. Onoga koga hoće – Allah ostavlja u zabludi, a onoga koga hoće – na Pravi put izvodi."
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci ovim višebošcima: \"Obavijestite me, ako bi vam došla Allahova kazna ili Sudnji dan čiji dolazak vam je obećan, da li ćete tada tražiti od nekog mimo Allaha da od vas otkloni nedaće i teškoće koje su vas zadesile, ako ste iskreni u tvrdnji da vaša božanstva pribavljaju korist i otklanjaju štetu?\"",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni, ako istinu govorite, kad bi vam došla Allahova kazna ili vas iznenadio Smak svijeta, da li biste ikoga drugog osim Allaha prizivali, ako istinu govorite?\""
	},
	{
		"arabicTextofAyah":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ",
		"tafsirTextofAyah":"Istina je da ćete tada samo Allaha dozivati i moliti, Onog Koji vas je stvorio, pa će On otkloniti teškoću koja vas je zadesila, i otkloniti štetu od vas, i On to može, dok ćete vaša božanstva koja Mu pridružujete ostaviti, utoliko jer znate da ona ne koriste i ne štete.",
		"korkutTranslationOfAyah":"Njega biste samo molili da, ako hoće, otkloni od vas ono za što ste Ga molili, a ne bi vam ni na um pali oni koje ste Mu ravnim smatrali."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ",
		"tafsirTextofAyah":"O Poslaniče, Mi smo narodima prije tebe slali poslanike pa su ih oni u laž utjerali i okrenuli se od onoga sa čim su ti poslanici došli, a zatim smo ih raznim teškoćama kaznili poput siromaštva i bolesti kako bi se Gospodaru svome pokorili.",
		"korkutTranslationOfAyah":"A poslanike smo i narodima prije tebe slali i neimaštinom i bolešću ih kažnjavali ne bi li poslušni postali."
	},
	{
		"arabicTextofAyah":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"A da su se oni, kada im je iskušenje od nas došlo, Allahu pokorili i predali, otklonili bismo im iskušenje i smilovali bismo im se, ali nisu to uradili, već su njihova srca okorjela i pouku nisu primali. Šejtan im je uljepšao ono što rade, njihovo nevjerstvo i griješenje, te su ustrajali na tome.",
		"korkutTranslationOfAyah":"Trebalo je da su poslušni postali kad bi im kazna Naša došla! Ali, srca njihova su ostala tvrda, a šejtan im je lijepim prikazivao ono što su radili."
	},
	{
		"arabicTextofAyah":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ",
		"tafsirTextofAyah":"Nakon što nisu uzeli pouku iz onog čime su bili opominjani, poput siromaštva i bolesti, i nisu provodili Allahove naredbe, postepeno smo ih u propast odvodili otvarajući im vrata opskrbe i dajući im bogatstvo nakon siromaštva, i zdravlje nakon bolesti. Pošto su se uzoholili i postali zadivljeni onim što im je dato, iznenada im je došla naša kazna, kad gle postadoše zbunjeni te izgubiše svaku nadu u ono što su priželjkivali.",
		"korkutTranslationOfAyah":"I kada bi zaboravili ono čime su opominjani, Mi bismo im kapije svega otvorili; a kad bi se onome što im je dato obradovali, iznenada bismo ih kaznili i oni bi odjednom svaku nadu izgubili,"
	},
	{
		"arabicTextofAyah":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I posljednji nevjernik bijaše iskorijenjen tako što ga je Allah uništio i pomogao Svoje poslanike; a sva zahvala i pohvala pripada Allahu jedinom, Gospodaru svih svjetova, za uništavanje Njegovih neprijatelja i pomaganje Njegovih miljenika.",
		"korkutTranslationOfAyah":"i zameo bi se trag narodu koji čini zlo, i neka je hvaljen Allah, Gospodar svjetova!"
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima: \"Obavijestite me kakvo božanstvo će vam vratiti sluh, vid, i zdravo srce, ako vas Allah učini gluhim, slijepim i zapečaćenih srca pa ništa ne budete razumjeli?\" Poslaniče, razmisli o tome kako im objašnjavamo Naše ajete i raznovrsne im argumente navodimo, a oni se od svega toga okreću!",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni, ako bi vas Allah sluha vašeg i vida vašeg lišio i srca vaša zapečatio, koji bi vam bog, osim Allaha, to vratio?\" Pogledaj kako dokaze iznosimo, a oni opet glave okreću."
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci im: \"Obavijestite me, ako vam dođe Allahova kazna iznenada, bez da osjetite, ili vam dođe očevidno, zar će zadesiti osim one koji su nepravedni bili jer nisu vjerovali i poslanike su u laž utjerivali?\"",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni, ako bi vas Allahova kazna stigla neočekivano ili javno, zar bi iko drugi do narod nevjernički nastradao?\""
	},
	{
		"arabicTextofAyah":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"Mi Svoje poslanike šaljemo samo da bi vjernicima radosne vijesti o vječnoj sreći koja neće prestati donijeli, i da bi nevjernike i grešnike na Našu žestoku kaznu upozorili; pa ko bude u poslanike vjerovao i dobra djela činio – takav se neće bojati onoga što ga u budućnosti čeka, niti će tugovati za dunjalučkim užicima koji su ga mimoišli.",
		"korkutTranslationOfAyah":"Mi šaljemo poslanike samo zato da donose radosne vijesti i da opominju; neka se zato oni koji vjeruju i dobra djela čine ničega ne boje i ni za čim neka ne tuguju."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ",
		"tafsirTextofAyah":"A one koji poriču Naše ajete zadesit će patnja zbog izlaska iz okvira pokornosti Allahu.",
		"korkutTranslationOfAyah":"A one koji u dokaze Naše ne vjeruju stići će kazna zato što grješno postupaju."
	},
	{
		"arabicTextofAyah":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima: \"Ne kažem vam da su kod mene Allahove riznice, pa da radim sa njima šta hoću, niti vam kažem da znam nedokučivo osim ono što mi Allah da da znam putem Objave, i ne kažem vam da sam melek! Ja sam samo poslanik što je poslan od Allaha, slijedim samo ono što mi se objavljuje, i ne prisvajam ono što nije moje.\" Reci im: \"Da li je isti nevjernik koji je slijep za istinu i vjernik koji vidi istinu i u nju vjeruje? Zar nećete razmisliti vašim umovima, o višebošci, o ajetima (znakovima i dokazima) oko vas?\"",
		"korkutTranslationOfAyah":"Reci: \"Ja vam ne kažem: 'U mene su Allahove riznice', niti: 'Meni je poznat nevidljivi svijet', niti vam kažem: 'Ja sam melek' – ja slijedim samo ono što mi se objavljuje.\" Reci: \"Zar su isti slijepac i onaj koji vidi? Zašto ne razmislite?\""
	},
	{
		"arabicTextofAyah":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ",
		"tafsirTextofAyah":"O Poslaniče, opomeni ovim Kur'anom one koji se boje da će pred Gospodarom svojim okupljeni biti na Sudnjem danu, kada im mimo Njega niko korist neće moći pribaviti, niti će biti zagovornika koji će od njih štetu otkloniti, kako bi se zbog te opomene Allaha pobojali, primjenjujući ono što je naredio i kloneći se onoga što je zabranio. Samo takvi mogu izvući istinsku korist iz Kur'ana.",
		"korkutTranslationOfAyah":"I opominji Kur'anom one koji strahuju što će pred Gospodarom svojim sakupljeni biti, kad osim Njega ni zaštitnika ni zagovornika neće imati – da bi se Allaha bojali."
	},
	{
		"arabicTextofAyah":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, nemoj iz tvog sijela udaljavati siromašne muslimane koji iskreno i stalno Allaha obožavaju, i ujutru i uvečer! Nemoj ih tjerati kako bi pridobio glavešine višebožaca! Ti nećeš odgovarati za ove siromahe, već će ih Allah obračunati, niti će oni za tebe odgovarati. Ako bi ih otjerao sa svog sijela, prešao bi Allahove granice.",
		"korkutTranslationOfAyah":"I ne tjeraj od sebe one koji se ujutro i navečer Gospodaru svome mole želeći naklonost Njegovu – ti nećeš za njih odgovarati, a ni oni neće odgovarati za tebe, jer bi, ako bi ih otjerao, nasilnik bio."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ",
		"tafsirTextofAyah":"Tako smo jedne drugima iskušali učinivši ih različitim u udjelu u dunjaluku, kako bi bogati nevjernici rekli siromašnim vjernicima: \"Zar da ovim siromasima Allah podari uputu mimo nas? Da je u tom vjerovanju kakvo dobro ne bi nas oni u njemu pretekli, jer mi smo oni koji pretiču.\" Zar Allah ne poznaje bolje one koji su Mu zahvalni na blagodatima, pa da ih uputi u vjerovanje? I zar Allah ne zna bolje nezahvalne pa da ih ostavi u nevjerstvu bez upute? Svakako! Allah bolje zna!",
		"korkutTranslationOfAyah":"I tako Mi jedne drugima iskušavamo da bi nevjernici rekli: \"Zar su to oni kojima je Allah, između nas, milost ukazao?\" – A zar Allah dobro ne poznaje one koji su zahvalni!"
	},
	{
		"arabicTextofAyah":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O Poslaniče, kada ti dođu oni koji vjeruju u Naše dokaze koji ukazuju istinitost onoga sa čim si došao, nazovi im selam, iz počasti prema njima, i obraduj ih Allahovom golemom milošću. Allah je Sebi ukazivanje milosti stavio u obavezu, iz neizmjerne dobrote, pa ko od vas učini grijeh iz neznanja ili lahkomislenosti, a zatim se pokaje i popravi djela – Allah će mu oprostiti, jer On prašta pokajnicima i milostiv je prema njima.",
		"korkutTranslationOfAyah":"A kada ti dođu oni koji u riječi Naše vjeruju, ti reci: \"Mir vama! Gospodar vaš je sam Sebi propisao da bude milostiv: ako neko od vas kakvo ružno djelo iz lahkomislenosti učini, pa se poslije pokaje i popravi – pa, Allah će doista oprostiti i samilostan biti.\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Tako ti objašnjavamo Naše dokaze protiv sljedbenika zablude, kako bi bio jasan put i metod prestupnika, da bi ste ga se klonili.",
		"korkutTranslationOfAyah":"Tako Mi potanko izlažemo dokaze, i da bi očevidan bio put kojim idu grješnici."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci: \"Meni je Allah zabranio da obožavam one koje vi pored Njega obožavate. Neću slijediti prohtjeve vaše obožavajući nekog mimo Njega, jer ako bih slijedio prohtjeve vaše, skrenuo bih sa puta istine. Tako je sa svakim ko slijedi prohtjeve i čini nešto što Allah nije propisao.\"",
		"korkutTranslationOfAyah":"Reci: \"Meni je zabranjeno da se klanjam onima kojima se vi, pored Allaha, klanjate.\" Reci: \"Ja se ne povodim za željama vašim, jer bih tada zalutao i ne bih na Pravome putu bio.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima: \"Ja imam jasni dokaz od mog Gospodara, i ne slijedim strasti, a vi poričete ovaj dokaz. Ja vam ne mogu ubrzati kaznu, niti vam svojevoljno mogu doći sa čudima koja tražite. Sve to je u Allahovim rukama, sva vlast pripada samo Allahu, On govori istinu i po njoj sudi i vlada, i On najbolje razdvaja između onog ko govori istinu i onog ko govori laž.\"",
		"korkutTranslationOfAyah":"Reci: \"Meni je doista jasno ko je Gospodar moj, a vi Ga ne priznajete. Nije u mojoj vlasti ono što vi požurujete; pita se samo Allah, On sudi po pravdi i On je sudija najbolji.\""
	},
	{
		"arabicTextofAyah":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci im: \"Da je u mojoj moći ubrzanje kazne koje tražite, ubrzao bih je, i time bi bilo presuđeno između mene i vas, a Allah najbolje poznaje nepravednike, i zna koliko treba da im da vremena i kada treba da ih kazni.\"",
		"korkutTranslationOfAyah":"Reci: \"Da je u mojoj vlasti ono što požurujete, između mene i vas bilo bi svršeno, a Allah dobro zna nevjernike.\""
	},
	{
		"arabicTextofAyah":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ",
		"tafsirTextofAyah":"Samo Allah posjeduje riznice nedokučivog, i On zna sva stvorenja na kopnu, bez obzira na to radilo se o životinjama, biljkama ili predmetima, kao što zna sva stvorenja u moru, bez obzira na to radilo se o životinjama i bilju. Svaki list koji padne, bilo gdje, i svako zrno koje je skriveno u zemlji, i sve što je vlažno ili suho, zapisano je u jasnoj Knjizi, Ploči pomno čuvanoj.",
		"korkutTranslationOfAyah":"U Njega su ključevi svih tajni, samo ih On zna, i On jedini zna šta je na kopnu i šta je u moru, i nijedan list ne opadne, a da On za nj ne zna; i nema zrna u tminama Zemlje niti ičega svježeg niti ičega suhog, ničega što nije u jasnoj Knjizi."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Samo Allah (privremeno) uzima vaše duše kada zaspite, i On zna ono što ste radili tokom dana dok ste bili aktivni, a zatim će vas oživjeti nakon što vam je duše uzeo posredstvom vašeg spavanja, kako biste ustali i činili djela sve dok vam ne dođe određeni edžel – kraj života. Zatim ćete se Njemu, Jedinom, vratiti tako što ćete biti proživljeni na Sudnjem danu, a zatim će vas On obavijestiti o onome što ste radili u dunjalučkom životu, i obračunati vas za to.",
		"korkutTranslationOfAyah":"On vas noću uspavljuje – a zna i šta ste preko dana griješili – zatim vas budi, sve dok ne dođe čas smrti. Na kraju, Njemu ćete se vratiti i On će vas o onome što ste radili obavijestiti."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ",
		"tafsirTextofAyah":"On je uzvišen iznad Svojih robova sa svakog aspekta onako kako Njemu dolikuje, On upravlja njima, i šalje vam, o ljudi, plemenite meleke koji pišu vaša djela sve dok ne umrete, kada će vam melek smrti i njegovi pomoćnici uzeti duše; oni savršeno obavljaju ono što im je naređeno.",
		"korkutTranslationOfAyah":"On je iznad robova Svojih Svepotčinitelj i šalje vam čuvare; a kad nekome od vas smrt dođe, izaslanici Naši mu, bez oklijevanja, dušu uzmu."
	},
	{
		"arabicTextofAyah":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ",
		"tafsirTextofAyah":"Zatim će svi oni kojima je uzeta duša biti vraćeni Allahu, istinskom vladaru, da ih obračuna za ono što su radili. Njemu pripada sud, i Njegova se presuda provodi, Njegov sud je pravedan, i On vas i vaša djela najbrže pobrojava.",
		"korkutTranslationOfAyah":"Oni će, poslije, biti vraćeni Allahu, svome istinskom Gospodaru. Samo će se On pitati i On će najbrže obračun svidjeti."
	},
	{
		"arabicTextofAyah":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima: \"Ko će vas spasiti opasnosti u koju upadate dok putujete morem i kopnom? Njega, Jedinog, zazivate, ponizno, javno i tajno, govoreći: 'Ako nas naš Gospodar spasi iz ove opasnosti, bit ćemo Mu istinski zahvalni na blagodatima koje nam je dao, i nećemo nikog drugog mimo Njega obožavati.'\"",
		"korkutTranslationOfAyah":"Reci: \"Ko vas iz strahota na kopnu i moru izbavlja kad Mu se i javno i tajno ponizno molite: 'Ako nas On iz ovoga izbavi, sigurno ćemo biti zahvalni!'\""
	},
	{
		"arabicTextofAyah":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ",
		"tafsirTextofAyah":"Reci im: \"Allah vas izbavlja iz tih opasnosti i čuva od svake nevolje, a zatim Mu druge pridružujete kada se u blagostanju nađete! Koja je nepravda veća od ovoga što radite?\"",
		"korkutTranslationOfAyah":"Reci: \"Allah vas iz njih i iz svake nevolje izbavlja, pa vi ipak smatrate da ima Njemu ravnih.\""
	},
	{
		"arabicTextofAyah":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ",
		"tafsirTextofAyah":"Reci im, o Poslaniče: \"Allah može da vam pošalje kaznu koja bi vam došla iznad, poput kamenja, munja i poplave, ili ispod vas, poput zemljotresa i utjerivanja u zemlju, ili da vam srca razjedini pa da svako slijedi svoje prohtjeve nakon čega bi ratovali jedni protiv drugih.\" Razmisli, Poslaniče, o tome kako im navodimo i objašnjavamo razne vrste dokaza kako bi shvatili da si došao sa istinom i da su oni na zabludi.",
		"korkutTranslationOfAyah":"Reci: \"On je kadar poslati protiv vas kaznu iznad vaših glava ili ispod vaših nogu ili da vas u stranke podijeli i učini da silu jedni drugih iskusite.\" Pogledaj samo kako Mi potanko iznosimo dokaze da bi se oni urazumili!"
	},
	{
		"arabicTextofAyah":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ",
		"tafsirTextofAyah":"Tvoj narod u laž utjeruje ovaj Kur'an, a on je istina od Allaha u koju nema sumnje. Reci im, Poslaniče: \"Nisam zadužen da vas nadzirem, već vas samo opominjem prije nego vas zadesi žestoka kazna.\"",
		"korkutTranslationOfAyah":"Tvoj narod kaznu poriče, a ona je istina. Reci: \"Ja nisam vaš čuvar,"
	},
	{
		"arabicTextofAyah":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Svaka vijest ima svoje vrijeme, i ima svoj kraj i konačni ishod, u šta spadaju i vijesti o tome kako ćete na kraju skončati. To ćete saznati kada budete proživljeni na Sudnjem danu.",
		"korkutTranslationOfAyah":"svaki nagovještaj ima svoje vrijeme, i vi ćete znati!\""
	},
	{
		"arabicTextofAyah":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, kada vidiš višebošce kako se ismijavaju Našim ajetima, ti ih napusti dok ne počnu govor o nečemu drugom i ne prođu se ismijavanja Našim ajetima. Ukoliko šejtan učini da iz zaborava sjedneš sa njima a zatim se sjetiš, napusti njihovo sijelo i ne sjedi sa onima koji prelaze Allahove granice.",
		"korkutTranslationOfAyah":"Kada vidiš one koji se riječima Našim rugaju, nek si daleko od njih sve dok na drugi razgovor ne pređu. A ako te šejtan navede da zaboraviš, onda ne sjedi više s nevjernicima kad se opomene sjetiš."
	},
	{
		"arabicTextofAyah":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ",
		"tafsirTextofAyah":"Oni koji se boje Allaha činjenjem onoga što je naredio i klonjenjem onoga što je zabranio nisu odgovorni za djela nepravednika, ali trebaju ih odvratiti od loših djela koja čine kako bi se i oni pobojali Allaha, pa počeli primjenjivati Njegove naredbe i kloniti se Njegovih zabrana.",
		"korkutTranslationOfAyah":"Oni koji se boje Allaha neće za njih račun polagati, ali su dužni opominjati ne bi li se okanili."
	},
	{
		"arabicTextofAyah":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ",
		"tafsirTextofAyah":"O Poslaniče, ostavi te višebošce koji su vjeru pretvorili u igru i zabavu i njome se ismijavaju, i koje je dunjalučki život obmanuo svojim prolaznim ukrasima. Poslaniče, opomeni ljude Kur'anom kako ne bi propali zbog činjenja loših djela. Oni neće mimo Allaha imati saveznika od kojeg bi pomoć zatražili, niti ikoga ko bi spriječio da ih zadesi Allahova kazna na Sudnjem danu. Ukoliko bi pokušali da se iskupe i ne budu kažnjeni, to ne bi bilo od njih prihvaćeno. Oni su sebe svojim djelima bacili u propast, na Sudnjem danu će piti krajnje vrelo piće i okusit će bolnu patnju zbog nevjerstva svog.",
		"korkutTranslationOfAyah":"Ostavi one koji vjeru svoju kao igru i zabavu uzimaju, i koje je život na ovome svijetu obmanuo, a opominji Kur'anom da čovjek, zbog onoga što radi, ne bi stradao, jer osim Allaha – ni zaštitnika ni posrednika neće imati i jer se od njega nikakva otkupnina neće primiti. Oni će, zbog onoga što su radili, biti u muci zadržani; njih čeka piće od ključale vode i patnja nesnosna, zato što nisu vjerovali."
	},
	{
		"arabicTextofAyah":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Poslaniče, reci tim višebošcima: \"Zar da obožavamo idole pored Allaha, one koji nam ne mogu korist pribaviti niti od nas štetu odagnati? Zar da ostavimo vjerovanje nakon što nas je Allah uputio, pa da budemo poput onoga koga su šejtani zaveli i zbunjenog ostavili, pa ne može naći Pravi put, premda ima drugove koji su na Pravom putu i koji ga pozivaju istini, a on im se ne odaziva?\" Reci im: \"Prava uputa je Allahova uputa, i Allah nam je naredio da se Njemu pokorimo i predamo, iskreno Njega, Jedinog, obožavajući; on je Gospodar svih svjetova.\"",
		"korkutTranslationOfAyah":"Reci: \"Zar da se, pored Allaha, klanjamo onima koji nam ne mogu nikakvu korist pribaviti ni neku štetu otkloniti pa da budemo vraćeni stopama našim – a Allah nas je već uputio – i da budemo kao onaj koga su na Zemlji šejtani zaveli pa ništa ne zna, a koga drugovi njegovi zovu na Pravi put: 'Hodi nama!'\" Reci: \"Allahov put je – jedini Pravi put, i nama je naređeno da Gospodara svjetova slušamo"
	},
	{
		"arabicTextofAyah":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
		"tafsirTextofAyah":"\"I On nam je naredio da namaz obavljamo na najpotpuniji način, i da se Njegove kazne čuvamo primjenjivanjem onoga što nam je naredio i klonjenjem onoga što nam je zabranio.\" Pred Njim će se svi okupiti na Sudnjem danu, kako bi ih za ono što su činili obračunao.",
		"korkutTranslationOfAyah":"i da molitvu obavljamo i da se Njega bojimo; On je Taj pred kojim ćete biti sakupljeni,"
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ",
		"tafsirTextofAyah":"On, Uzvišeni, je Taj Koji je stvorio nebesa i Zemlju s istinom. Kada On nečemu kaže: \"Budi\", ono biva, i On će na Sudnjem danu reći: \"Ustanite\", pa će svi ustati (biti proživljeni). Ono što On kaže, to će se neizostavno desiti, i samo Njemu, Uzvišenom, pripada vlast na Sudnjem danu, kada će Israfil puhnuti u rog drugi put. Allah zna sve nevidljivo i vidljivo, i On je mudar u Svom stvaranju i uređivanju, i detaljno zna sve, i vanjski i suštinski, Njemu je jednako poznato i skriveno i vidljivo.",
		"korkutTranslationOfAyah":"i On je Taj koji je nebesa i Zemlju mudro stvorio: čim On za nešto rekne: 'Budi!' – ono biva; riječ Njegova je Istina; samo će On imati vlast na Dan kad se u rog puhne; On zna nevidljivi i vidljivi svijet, i On je Mudri i Sveznajući.\""
	},
	{
		"arabicTextofAyah":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"Poslaniče, spomeni kada je Ibrahim, alejhis-selam, rekao svom ocu Azeru, koji bijaše višebožac: \"Babuka moj, zar kipove smatraš bogovima pored Allaha? Smatram da ste ti i tvoj narod, koji obožava idole, u jasnoj zabludi. Samo Allah zaslužuje da bude obožavan, a sve ostalo su lažna božanstva.\"",
		"korkutTranslationOfAyah":"A kad Ibrahim reče svome ocu Azeru: \"Zar kumire smatraš bogovima?! Vidim da ste i ti i narod tvoj u pravoj zabludi.\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ",
		"tafsirTextofAyah":"Kao što smo mu pokazali zabludu njegovog oca i naroda, pokazali smo mu prostrano carstvo nebesa i Zemlje, da bi to koristio za dokazivanje Allahove jednoće, i da samo Allah zaslužuje da bude obožavan, i da bi bio jedan od onih koji su čvrsto uvjereni da je Allah jedan i svemoćan.",
		"korkutTranslationOfAyah":"I Mi pokazasmo Ibrahimu carstvo nebesa i Zemlje da bi čvrsto vjerovao."
	},
	{
		"arabicTextofAyah":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ",
		"tafsirTextofAyah":"Kada pade mrak, on ugleda zvijezdu i reče: \"Ovo je moj Gospodar\", a kada ona nestade, reče: \"Ne volim one koji nestaju, jer je istinski Bog uvijek prisutan.\"",
		"korkutTranslationOfAyah":"I kad nastupi noć, on ugleda zvijezdu i reče: \"Ovo je Gospodar moj!\" A pošto zađe, reče: \"Ne volim one koji zalaze!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ",
		"tafsirTextofAyah":"Kada ugleda Mjesec kako izlazi, reče: \"Ovo je moj Gospodar\", a kada zađe, reče: \"Ako me Allah ne uputi ka monoteizmu bit ću jedan od zabludjelih, ne spoznavši Njegovu istinsku vjeru.\"",
		"korkutTranslationOfAyah":"A kad ugleda Mjesec kako izlazi, reče: \"Ovo je Gospodar moj!\" A pošto zađe, on reče: \"Ako me Gospodar moj na Pravi put ne uputi, biću, sigurno, jedan od onih koji su zalutali.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ",
		"tafsirTextofAyah":"Kada je ugledao Sunce, rekao je: \"Ovo je moj Gospodar, ovo je veće i od zvijezde i od Mjeseca\", a kada ono zađe, reče: \"Narode moj, ja sam čist od onoga što Allahu pridružujete.\"",
		"korkutTranslationOfAyah":"A kad ugleda Sunce kako se rađa, on uzviknu: \"Ovo je Gospodar moj, ovo je najveće!\" – A pošto zađe, on reče: \"Narode moj, ja nemam ništa s tim što vi Njemu druge ravnim smatrate!"
	},
	{
		"arabicTextofAyah":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"\"Ja iskreno ispovijedam vjeru Onome Ko je stvorio nebesa i Zemlju bez prethodnog primjera, daleko od toga da Mu išta pridružujem, ja nisam od višebožaca koji pored Njega obožavaju i druga božanstva.\"",
		"korkutTranslationOfAyah":"Ja okrećem lice svoje, kao pravi vjernik, prema Onome koji je nebesa i Zemlju stvorio, ja nisam od onih koji Njemu druge ravnim smatraju!\""
	},
	{
		"arabicTextofAyah":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ",
		"tafsirTextofAyah":"Njegov narod se sa njim raspravljao oko Allahove jednoće, i zastrašivali su ga svojim kipovima, a on im reče: \"Zar se sa mnom raspravljate o Allahovoj jednoći i obožavanju Njega, Jedinog, a On me je uputio i dao da Ga spoznam? Ja se ne bojim vaših kipova, oni ne mogu koristiti ni štetiti, osim ako Allah hoće. Ono što Allah hoće, to biva, On zna sve što je na nebesima i na Zemlji, pa zar se nećete okanuti nevjerstva i pridruživanja drugih Allahu, zar nećete u Njega jedinog vjerovati?\"",
		"korkutTranslationOfAyah":"I narod njegov se s njim raspravljao. \"Zar da se sa mnom raspravljate o Allahu, a On je mene uputio?\" – reče on. \"Ja se ne bojim onih koje vi Njemu ravnim smatrate, biće samo ono što Gospodar moj bude htio. Gospodar moj znanjem Svojim obuhvaća sve. Zašto se ne urazumite?"
	},
	{
		"arabicTextofAyah":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"\"I kako da se bojim onoga što obožavate pored Njega, a vi se ne bojite Allaha zbog vašeg širka, pridruživanja Njemu onoga što je On stvorio, a za širk nemate nikakvog dokaza? Ko je preči da bude siguran i spašen: monoteisti ili višebošci? Ako znate odgovor, onda slijedite one koji su preči da budu spašeni – vjernike monoteiste.\"",
		"korkutTranslationOfAyah":"A kako bih se ja bojao onih koje s Njim izjednačujete, kada se vi ne bojite što Allahu druge ravnim smatrate, iako vam On za to nije nikakav dokaz dao? I znate li vi ko će, mi ili vi, biti siguran?"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ",
		"tafsirTextofAyah":"Oni koji vjeruju u Allaha i slijede Njegov zakon ne miješajući vjerovanje sa širkom – samo takvi su sigurni i spašeni i upućeni; uputio ih je njihov Gospodar.",
		"korkutTranslationOfAyah":"Biće sigurni samo oni koji vjeruju i vjerovanje svoje s mnogoboštvom ne miješaju; oni će biti na Pravome putu.\""
	},
	{
		"arabicTextofAyah":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
		"tafsirTextofAyah":"Dokaz kojim je Ibrahim savladao svoj narod, a koji se ogleda u riječima: \"Ko je preči da bude siguran i spašen\", jest dokaz ka kojem smo ga Mi poučili, a koji je upotrijenio protiv svog naroda. Mi uzdižemo onoga koga Mi hoćemo, na dunjaluku i na ahiretu, a tvoj Gospodar je, doista, mudar u stvaranju i uređivanju, i poznaje Svoje robove.",
		"korkutTranslationOfAyah":"To su dokazi Naši koje dadosmo Ibrahimu za narod njegov. Mi više stepene dajemo onima kojima Mi hoćemo. Gospodar tvoj je, uistinu, Mudri i Sveznajući."
	},
	{
		"arabicTextofAyah":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Mi Ibrahima opskrbismo sinom Ishakom i unukom Jakubom, i sve ih uputismo na Pravi put. Prije njih smo uputili Nuha, kao što smo uputili i neke Nuhove potomke, poput Davuda, Sulejmana, Ejjuba, Jusufa, Musaa i njegovog brata Haruna, alejhimus-selam. Nagrada kakvu smo dali vjerovjesnicima zbog njihovog dobročinstva pripast će i svim ostalim dobročiniteljima.",
		"korkutTranslationOfAyah":"I Mi mu poklonismo i Ishaka i Jakuba; i svakog uputismo – a Nuha smo još prije uputili – i od potomaka njegovih Davuda, i Sulejmana, i Ejjuba, i Jusufa, i Musaa, i Haruna – eto, tako Mi nagrađujemo one koji dobra djela čine –"
	},
	{
		"arabicTextofAyah":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Uputili smo i Zekerijaa, Jahjaa, Isaa, sina Merjeminog, te Il'jasa, alejhimus-selam, i sve te dobre vjerovjesnike Allah je odabrao za poslanike.",
		"korkutTranslationOfAyah":"i Zekerijjaa, i Jahjaa, i Isaa, i Iljasa – svi su oni bili dobri –"
	},
	{
		"arabicTextofAyah":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Uputili smo i Isma'ila, el-Jese'a, Junusa i Luta, alejhimus-selam, i sve navedene vjerovjesnike, na čelu sa Muhammedom, sallallahu alejhi ve sellem, odlikovali smo nad svim svjetovima.",
		"korkutTranslationOfAyah":"i Ismaila i Eljese‘a i Junusa i Luta – i svima smo prednost nad svijetom ostalim dali –"
	},
	{
		"arabicTextofAyah":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Neke njihove pretke, potomke i neku njihovu braću uputili smo i odabrali za slijeđenje Pravog puta, puta vjerovanja u Allaha, Jedinog, i puta pokornosti Njemu.",
		"korkutTranslationOfAyah":"i neke pretke njihove i potomke njihove i braću njihovu – njih smo odabrali i na Pravi put im ukazali."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Ta uputa koju su imali – od Allaha je, jer On upućuje onoga koga On hoće. Da su Mu druge pridružili, djela bi im bila poništena, jer širk poništava sva dobra djela.",
		"korkutTranslationOfAyah":"To je Allahovo uputstvo na koje On ukazuje onima kojima hoće od robova Svojih. A da su oni druge Njemu ravnim smatrali, sigurno bi im propalo ono što su činili."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ",
		"tafsirTextofAyah":"Ti spomenuti vjerovjesnici jesu oni kojima smo dali Knjigu, mudrost i vjerovjesništvo, pa ako tvoj narod neće da vjeruje u to što smo im dali, mi smo pripremili druge ljude koji su vjernici i koji se pridržavaju toga što smo dali vjerovjesncima: muhadžire i ensarije, kao i one koji ih slijede u dobru sve do Sudnjeg dana.",
		"korkutTranslationOfAyah":"To su oni kojima smo Mi knjige i mudrost i vjerovjesništvo dali. Pa ako ovi u to ne vjeruju, Mi smo time zadužili ljude koji će u to vjerovati."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Ti vjerovjesnici i njihovi preci i potomci koji su spomenuti su istinski upućeni pa ih slijedite i na njih se ugledajte. Poslaniče, reci svom narodu: \"Ja od vas ne tražim nikakvu nagradu za dostavljanje ovog Kur'ana, već je Kur'an samo pouka i opomena svim svjetovima, ljudima i džinima, kako bi krenuli ispravnim putem.\"",
		"korkutTranslationOfAyah":"Njih je Allah uputio, zato slijedi njihov Pravi put. Reci: \"Ja od vas ne tražim nagradu za Kur'an, on je samo pouka svjetovima.\""
	},
	{
		"arabicTextofAyah":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ",
		"tafsirTextofAyah":"Višebošci su potcijenili Allaha kada su Njegovom poslaniku Muhammedu, sallallahu alejhi ve sellem, rekli: \"Allah ništa nije objavio ljudima.\" Reci im, Poslaniče: \"A ko je objavio Tevrat Musau, kao svjetlost i uputu njegovom narodu? Jevreji su ga pisali u defterima, i pred ljudima su ispoljavali onaj dio koji odgovara njihovim prohtjevima, dok su skrivali ono što im ne odgovara, poput opisa Muhammeda, sallallahu alejhi ve sellem. I vi, Arapi, poučeni ste Kur'anu, koji niste znali, ni vi ni vaši preci.\" Reci im, Poslaniče: \"Allah ga je objavio!\", a zatim ih ostavi u njihovom neznanju i njihovoj zabludi dok im smrt ne dođe.",
		"korkutTranslationOfAyah":"Jevreji ne poznaju Allaha kako treba – kad govore: \"Nijednom čovjeku Allah nije ništa objavio!\" Reci: \"A ko je objavio Knjigu koju je donio Musa kao svjetlo i putokaz ljudima, koju na listove stavljate i pokazujete – a mnogo i krijete – i poučavate se onome što ni vi ni preci vaši niste znali?\" Reci: \"Allah!\" Zatim ih ostavi neka se lažima svojim zabavljaju."
	},
	{
		"arabicTextofAyah":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
		"tafsirTextofAyah":"O Vjerovjesniče, ovaj Kur'an je knjiga koju smo tebi objavili, i on je blagoslovljen, potvrđuje prijašnje nebeske knjige i upozorava Mekance i ostale ljude, na istoku i zapadu, na Allahovu kaznu, ne bi li Pravim putem krenuli. A oni koji istinski vjeruju u ahiret, takvi vjeruju u ovaj Kur'an i rade po njemu, te vode računa o svom namazu – obavljaju ga izvršavajući sve ono što je obavezno i pohvalno, i to u šerijatom preciziranim vremenima.",
		"korkutTranslationOfAyah":"A ova Knjiga, koju objavljujemo, blagoslovljena je, ona potvrđuje onu prije nje da opominješ Mekku i ostali svijet. A oni koji u onaj svijet vjeruju – vjeruju i u nju i o molitvama svojim brigu brinu."
	},
	{
		"arabicTextofAyah":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ",
		"tafsirTextofAyah":"Niko nije veći nepravednik od onoga ko lažno pripisuje nešto Allahu pa govori: \"Allah nije ništa objavio ljudima\", ili: \"Allah mi je objavio\", a ustvari mu ništa nije objavio, ili rekne: \"Ja ću objaviti nešto poput Kur'ana, koji je Allah objavio!\" O Poslaniče, kada bi vidio ove nepravednike u smrtnim mukama dok ih meleki kažnjavaju i udaraju, koreći ih: \"Izvadite svoje duše i mi ćemo ih uzeti! Danas ćete biti kažnjeni ponižavajućom kaznom zbog toga što ste o Allahu laži govorili tvrdeći da ste vjerovjesnici koji imaju objavu, i tvrdeći da možete doći sa nečim poput onoga što je Allah objavio, i zbog vašeg oholog odbijanja vjerovanja u Njegove ajete.\" Da ih vidiš, vidio bi strahotu!",
		"korkutTranslationOfAyah":"Ko je nepravedniji od onoga koji laži o Allahu iznosi ili koji govori: \"Objavljuje mi se\" – a ništa mu se ne objavljuje, ili koji kaže: \"I ja ću reći isto onako kao što Allah objavljuje.\" A da ti je vidjeti nevjernike u smrtnim mukama, kada meleki budu ispružili ruke svoje prema njima: \"Spasite se ako možete! Od sada ćete neizdržljivom kaznom biti kažnjavani zato što ste na Allaha ono što nije istina iznosili i što ste se prema dokazima Njegovim oholo ponašali.\""
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ",
		"tafsirTextofAyah":"Reći će im se na Dan proživljenja: \"Danas ste nam došli pojedinačno, bez imetka i vlasti, kao što ste rođeni i prvi put, bosi, goli i neobrezani. Vi ste, protiv svoje volje, na dunjaluku ostavili sve što smo vam dali, i danas ne vidimo one bogove za koje ste mislili da su posrednici između vas i Allaha, i da zaslužuju da budu obožavani pored Allaha! Veze među vama su pokidane, i nestalo je ono za šta ste mislili da će se zauzimati za vas i da su saučesnici sa Allahom (u zasluživanju obožavanja).",
		"korkutTranslationOfAyah":"A doći ćete Nam pojedinačno, onakvi kakve smo vas prvi put stvorili, napustivši dobra koja smo vam bili darovali. \"Mi ne vidimo s vama božanstva vaša koja ste Njemu ravnim smatrali, pokidane su veze među vama i nema vam onih koje ste posrednicima držali.\""
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ",
		"tafsirTextofAyah":"Samo Allah čini da se raspukne zrno, iz kojeg izlaze usjevi, kao što čini i da se raspukne košpica, iz koje izraste palma. On iz neživog stvara živo, kao što iz kapi sjemena stvara ljude i životinje, i iz živog stvara neživo, kao što sjeme tečnosti stvara od čovjeka i jaje od kokoške. Onaj Ko sve to radi jest Allah, Onaj Koji vas je stvorio, pa zašto, o višebošci, bježite od istine, iako posmatrate Njegovo veličanstveno stvaranje?",
		"korkutTranslationOfAyah":"Allah čini da zrnje i košpice proklijaju. On iz neživa izvodi živo, iz živa neživo – to vam je, eto, Allah, pa kuda se onda odmećete?"
	},
	{
		"arabicTextofAyah":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
		"tafsirTextofAyah":"On, Uzvišeni, Taj je Koji čini da svjetlost zore raspori tminu noći, i On je noć učinio smirajem za ljude, u njoj se smiruju i odmaraju od traženja opskrbe. On je Taj Koji je učinio da Sunce i Mjesec plove na precizan način. Sve navedeno spada u Allahovo veličanstveno stvaranje i određenje. On je Silni, Koji apsolutno poznaje Svoja stvorenja i ono što je dobro za njih.",
		"korkutTranslationOfAyah":"On čini da zora sviće, On je noć odredio za počinak, a Sunce i Mjesec za računanje vremena; to je odredba Silnoga, Sveznajućeg."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"O potomci Ademovi, On, Uzvišeni, stvorio vam je zvijezde na nebu kako biste se njima koristili za orijentaciju dok putujete na moru i kopnu, a Mi smo objasnili dokaze koji ukazuju na Našu moć ljudima koji promišljaju o njima, i samo takvi će se njima istinski okoristiti.",
		"korkutTranslationOfAyah":"On vam je stvorio zvijezde da se po njima u mraku upravljate, na kopnu i moru. – Mi potanko objašnjavamo znamenja Naša ljudima koji znaju."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ",
		"tafsirTextofAyah":"On, Uzvišeni, stvorio vas je od jednog čovjeka, vašeg oca Adema, i vaše stvaranje je započeo tako što je vašeg oca Adema stvorio od ilovače, a zatim je vas stvorio od Adema. On je stvorio maternice vaših majki u kojima sigurno i mirno boravite, i stvorio je mjesto vašeg pohranjenja (iz kojeg kasnije izlazite), poput kičmi vaših očeva. Mi smo objasnili ajete za ljude koji razumiju Allahov govor.",
		"korkutTranslationOfAyah":"On vas stvara od jednog čovjeka da na Zemlji živite i da u njoj sahranjeni budete. – Mi potanko pružamo dokaze ljudima koji razumiju."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"On, Uzvišeni, s neba spušta vodu u vidu kiše kojom čini da niknu razne vrste biljaka: zelenilo u kojem daje da zrnevlje bude jedno nad drugim, poput klasova, i iz zametka palmi čini da izađu plodovi koji su blizu tako da ih može dohvatiti i onaj koji sjedi i onaj koji stoji, i On formira vrtove grožđa, kao što formira maslinu i šipak tako da im lišće bude slično, a plodovi različiti. Pogledajte, o ljudi, u plodove kada se tek pojave, zatim kada sazriju, jer doista su u tome jasni dokazi Allahove moći onima koji vjeruju u Allaha, jer takvi uzimaju pouku iz ovih dokaza.",
		"korkutTranslationOfAyah":"On vodu s neba spušta, pa Mi onda činimo da pomoću nje niču sve vrste bilja i da iz njega izrasta zelenilo, a iz njega klasje gusto, i iz palmi, iz zametka njihova, grozdovi koje je lahko ubrati, i vrtovi lozom zasađeni, naročito masline i šipci, slični i različiti. Posmatrajte, zato, plodove njihove, kad se tek pojave i kad zru. To je zaista dokaz za ljude koji vjeruju."
	},
	{
		"arabicTextofAyah":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ",
		"tafsirTextofAyah":"Višebošci su džine Allahu pridružili u obožavanju, jer su povjerovali da oni mogu koristiti i štetiti. Allah, Jedini, stvorio ih je, i On je preči da bude obožavan, samo On i niko drugi. Nevjernici su Allahu pripisali sinove i kćeri, kao što su jevreji rekli da je Uzejr Allahov sin, i kao što su kršćani rekli da je Isa Allahov sin, i kao što su višebošci rekli da su meleki Allahove kćeri. Uzvišen je Allah i veoma daleko od onoga što Mu zabludjeli pripisuju!",
		"korkutTranslationOfAyah":"Nevjernici smatraju džine ravnim Allahu, a On je njih stvorio, i izmislili su, ne misleći šta govore, da On ima sinove i kćeri. Hvaljen neka je On i vrlo visoko iznad onoga kako Ga oni opisuju!"
	},
	{
		"arabicTextofAyah":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"On, Uzvišeni, Stvoritelj je nebesa i Zemlje bez prethodnog primjera, pa kako da Mu se pripiše dijete kad nema ženu? On je sve stvorio i sve zna, ništa Mu skriveno nije!",
		"korkutTranslationOfAyah":"On je stvoritelj nebesa i Zemlje! Otkud Njemu dijete kad nema žene, On sve stvara, i samo On sve zna."
	},
	{
		"arabicTextofAyah":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ",
		"tafsirTextofAyah":"O ljudi, Onaj Koji posjeduje takva svojstva jest vaš Gospodar, i nemate drugog Gospodara mimo Njega, niti iko zaslužuje da bude obožavan mimo Njega. On je sve stvorio, pa samo Njega obožavajte! Samo On zaslužuje obožavanje i On sve čuva!",
		"korkutTranslationOfAyah":"To vam je Allah, Gospodar vaš, nema drugog boga osim Njega, Stvoritelja svega; zato se Njemu klanjajte; On nad svim bdi!"
	},
	{
		"arabicTextofAyah":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
		"tafsirTextofAyah":"Njega ne može pogled obuhvatiti, dok On, Uzvišeni, obuhvata ljudske poglede, i On je blag prema Svojim dobrim robovima i detaljno ih poznaje.",
		"korkutTranslationOfAyah":"Pogledi do Njega ne mogu doprijeti, a On do pogleda dopire; On je milostiv i upućen u sve."
	},
	{
		"arabicTextofAyah":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ",
		"tafsirTextofAyah":"O ljudi, došli su vam jasni dokazi od vašeg Gospodara, pa ko o njima promisli i shvati ih, a zatim im se pokori – u svoju korist to čini, a ko slijep za njih bude i o njima ne promišlja niti im se pokorava – samo sebi šteti. Ja nisam taj koji vas nadzire i pobrojava vaša djela, već sam samo poslanik mog Gospodara, a On je Taj Koji vas nadzire.",
		"korkutTranslationOfAyah":"\"Od Gospodara vašeg dolaze vam dokazi, pa onaj ko ih usvaja – u svoju korist to čini, a onaj ko je slijep – na svoju štetu je slijep, a ja nisam vaš čuvar.\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kao što smo naveli različite dokaze koji ukazuju na Allahovu moć, tako navodimo i različite ajete u obećanju, prijetnji i opomeni. Višebošci će reći: \"Ovo nije Objava, ovo si naučio od sljedbenika Knjige.\" I navodimo različite ajete kako bi ljudima objasnili istinu, i to onima koji su vjernici, koji slijede Muhammeda, sallallahu alejhi ve sellem, jer oni su ti koji prihvataju i slijede istinu.",
		"korkutTranslationOfAyah":"I, eto, tako, Mi na razne načine izlažemo dokaze da bi oni rekli: \"Ti si učio!\", i da bismo to objasnili ljudima koji hoće da znaju."
	},
	{
		"arabicTextofAyah":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Poslaniče, slijedi istinu koja ti se objavljuje od tvog Gospodara! Niko ne zaslužuje da bude obožavan mimo Njega, Uzvišenog! Nemoj svoje srce zamarati prkosnim nevjernicima, Allah će im presuditi.",
		"korkutTranslationOfAyah":"Ti ono što ti Gospodar tvoj objavljuje slušaj – drugog boga osim Njega nema! – i mnogobošce izbjegavaj."
	},
	{
		"arabicTextofAyah":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
		"tafsirTextofAyah":"Da Allah hoće, oni nikog ne bi Njemu pridružili, a tebe nismo učinili onim ko ih nadzire i pobrojava njihova djela, niti si ti njihov čuvar, već si poslanik i tvoje je samo da dostaviš.",
		"korkutTranslationOfAyah":"Da Allah hoće, oni ne bi druge Njemu ravnim smatrali, a Mi tebe nismo čuvarom njihovim učinili niti si ti njihov staratelj."
	},
	{
		"arabicTextofAyah":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"O vjernici, nemojte vrijeđati kipove koje višebošci obožavaju pored Allaha, iako su ti kipovi nešto najprezrenije i zaslužuju da budu vrijeđani i grđeni, e da ne bi višebošci vrijeđali Allaha oholeći se i ne znajući šta Njemu, Uzvišenom, dolikuje. Kao što je njima uljepšana zabluda u kojoj se nalaze, tako smo svakom umetu njihova djela predstavili lijepim, bilo da su doba ili loša, pa su činili ono što smo im uljepšali, a zatim će se Allahu vratiti na Sudnjem danu i On će ih obavijestiti o onome što su na dunjaluku radili, te će ih za to obračunati.",
		"korkutTranslationOfAyah":"Ne grdite one kojima se oni, pored Allaha, klanjaju, da ne bi i oni nepravedno i ne misleći šta govore Allaha grdili. – Kao i ovima, tako smo svakom narodu lijepim postupke njihove predstavljali. Oni će se, na kraju, Gospodaru svome vratiti, pa će ih On o onom što su radili obavijestiti."
	},
	{
		"arabicTextofAyah":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Višebošci se zaklinju Allahom najčvršćim zakletvama kojima se mogu zakleti: \"Ako im Muhammed dođe sa čudom od Allaha kojeg oni traže, vjerovat će u to čudo.\" Reci im, Poslaniče: \"Ne posjedujem ja čuda pa da dolazim sa njima kad ja hoću, već je sve to od Allaha, On ih šalje kada On hoće.\" Da li mislite, o vjernici, da će oni vjerovati ako im dođu čuda i dokazi koje traže? Naprotiv, ostaće na svom prkosu i poricanju, jer oni ne žele uputu.",
		"korkutTranslationOfAyah":"Oni se zaklinju Allahom, najtežom zakletvom, da će, ako im dođe čudo, sigurno, zbog njega vjernici postati. Reci: \"Sva čuda su samo u Allaha!\" A odakle vi znate da će oni, kad bi im ono došlo, vjernici postati,"
	},
	{
		"arabicTextofAyah":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"Mi njihova srca i njihove oči okrećemo na način da njihova srca sprečavamo da prihvate uputu, a njihove oči da vide uputu, kao što smo ih prvi put spriječili, zbog njihovog inata, da povjeruju u Kur'an. Ostavili smo ih da zbunjeni lutaju u zabludi i buntovništvu protiv Gospodara.",
		"korkutTranslationOfAyah":"i da Mi srca njihova i oči njihove nećemo zapečatiti, i da neće vjerovati kao što ni prije nisu vjerovali, i da ih nećemo ostaviti da u zabludi svojoj lutaju smeteni?"
	},
	{
		"arabicTextofAyah":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ",
		"tafsirTextofAyah":"Da smo im dali ono što traže, spuštajući im meleke da ih posmatraju i da sa njima mrtvaci razgovaraju i obavijeste ih o istinitosti onoga sa čim si došao, i da smo im sakupili sva čuda koja su predlagali tako da ih jasno očima vide - oni ne bi povjerovali u ono sa čim si došao, osim onaj kome Allah želi uputu. A većina njih ne zna to, pa ne pribjegavaju Allahu da ih On uputi.",
		"korkutTranslationOfAyah":"Kada bismo im meleke poslali, i kad bi im mrtvi progovorili, i kad bismo pred njih očigledno sve dokaze sabrali – oni opet ne bi vjerovali, osim ako bi Allah htio, ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
		"tafsirTextofAyah":"Kao što smo tebe iskušali neprijateljstvom ovih višebožaca, iskušali smo i sve vjerovjesnike prije tebe, tako što smo svakom od njih dali neprijatelje od buntovnih ljudi i džina koji jedni drugima sumnje ubacuju i zabludu uljepšavaju kako bi ih prevarili. Da Allah hoće, oni to ne bi činili, ali je On htio da ih iskuša na taj način; pa pusti ih i pusti nevjerstvo i zabludu koje izmišljaju, nemoj na njih obraćati pažnju.",
		"korkutTranslationOfAyah":"Tako smo svakom vjerovjesniku neprijatelje određivali, šejtane u vidu ljudi i džina koji su jedni drugima kićene besjede govorili da bi ih obmanuli – a da je Gospodar tvoj htio, oni to ne bi učinili; zato ti ostavi njih, i ono što izmišljaju –"
	},
	{
		"arabicTextofAyah":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ",
		"tafsirTextofAyah":"I da bi srca onih koji ne vjeruju u Ahiret bila sklona vesvesama koje oni jedni drugima ubacuju, tako da ih prihvate i počine grijehe svoje.",
		"korkutTranslationOfAyah":"i da bi srca onih koji u onaj svijet ne vjeruju bila sklona tome i zadovoljna time, i da bi počinili grijehe koje su počinili."
	},
	{
		"arabicTextofAyah":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima koji druge pored Allaha obožavaju: \"Da li je razumno da prihvatim nekog mimo Allaha za suca između mene i vas? Allah je Taj Koji vam je dao Kur'an, da vam na najbolji način sve pojasni!\" Jevreji kojima je Allah dao Tevrat i kršćani kojima je Allah dao Indžil znaju da je Kur'an objavljen tebi i da sadrži istinu, jer u svojim knjigama nalaze dokaze toga, pa nikako ne sumnjaj u ono što ti se objavljuje.",
		"korkutTranslationOfAyah":"Zašto da pored Allaha tražim drugog sudiju, kad vam On objavljuje Knjigu potanko? A oni kojima smo Mi dali Knjigu dobro znaju da Kur'an objavljuje Gospodar tvoj istinito, zato ti ne sumnjaj nikako!"
	},
	{
		"arabicTextofAyah":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Kur'an je dostigao vrhunac istine u obavijestima i pravde u propisima! Niko ne može Allahove riječi izmijeniti, On čuje i zna ono što Njegovi robovi govore, i kaznit će svakog ko nastoji da promijeni Njegovi riječi.",
		"korkutTranslationOfAyah":"Riječi Gospodara tvoga su vrhunac istine i pravde; Njegove riječi niko ne može promijeniti i On sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ",
		"tafsirTextofAyah":"O Poslaniče, ako bi pretpostavili da se ti pokoriš većini stanovnika Zemlje - oni bi te od Allahove vjere odvratili. Allah je dao da istina bude sa manjinom stanovnika Zemlje, jer većina samo slijedi puka mišljenja bez dokaza, jer misle da ih njihova božanstva približavaju Allahu, a to su samo njihove laži.",
		"korkutTranslationOfAyah":"Ako bi se ti pokoravao većini onih koji žive na Zemlji, oni bi te od Allahova puta odvratili; oni se samo za pretpostavkama povode i oni samo neistinu govore."
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
		"tafsirTextofAyah":"O Poslaniče, doista tvoj Gospodar najbolje zna ko je skrenuo sa Njegovog puta, a ko ide Njegovim putem, i Njemu ništa nije skriveno.",
		"korkutTranslationOfAyah":"Gospodaru tvom su dobro poznati oni koji su skrenuli s Njegova puta i On dobro zna one koji su na Pravome putu."
	},
	{
		"arabicTextofAyah":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"O ljudi, jedite ono pri čijem klanju je spomenuto Allahovo ime, ako istinski vjerujete u Njegove jasne dokaze.",
		"korkutTranslationOfAyah":"Zato jedite ono pri čijem klanju je spomenuto Allahovo ime, ako vjerujete u Njegove ajete."
	},
	{
		"arabicTextofAyah":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ",
		"tafsirTextofAyah":"O vjernici, šta vas sprečava da jedete ono pri čijem klanju je spomenuto Allahovo ime? On vam je objasnio ono što vam je zabranio pa to morate ostaviti osim ako ste prinuđeni, jer nužda je razlog dozvole zabranjenog. Mnogi višebošci udaljavaju svoje sljedbenike od istine svojim pokvarenim mišljenjima, jer su neznalice, pa dozvoljavaju ono što je Allah zabranio poput strvine i drugih stvari, i zabranjuju ono što je Allah dozvolio poput behire (kamila kojoj su mušrici razrezivali uho i čije se mlijeko čuvalo idolima i niko je od ljudi nije muzao), vesile (kamila koja je telila žensku mladunčad i oni bi ih ostavljali sebi, a čim bi otelila muško, oni bi to namijenili svojim božanstvima) hamija (mužjak deve koji je služo za rasplod i kad bi dobio određeni broj potomaka (deset), ostavljali su ga svojim idolima i na njega se nije ništa tovarilo) i drugih vrsta stoke. O poslaniče, doista tvoj Gospodar najbolje zna one koji prelaze Njegove granice, i On će ih kazniti za to.",
		"korkutTranslationOfAyah":"A zašto da ne jedete ono pri čijem klanju je spomenuto Allahovo ime kad vam je On objasnio šta vam je zabranio – osim kad ste u nevolji; mnogi, prema prohtjevima svojim, nemajući za to nikakva dokaza, zavode druge u zabludu. A Gospodar tvoj dobro zna one koji u zlu prelaze svaku mjeru."
	},
	{
		"arabicTextofAyah":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ",
		"tafsirTextofAyah":"O ljudi, ostavite grijehe, i javne i tajne, jer oni koji čine grijehe će kod Allaha dobiti ono što su zaslužili.",
		"korkutTranslationOfAyah":"Ne griješite ni javno ni tajno! Oni koji griješe sigurno će biti kažnjeni za ono što su zgriješili."
	},
	{
		"arabicTextofAyah":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ",
		"tafsirTextofAyah":"O muslimani, nemojte jesti ono pri čijem klanju nije spomenuto Allahovo ime, bilo da je spomenuo nečije drugo ime ili ne, jer je jedenje takvog mesa griješenje prema Allahu. Šejtani ubacuju sumnje svojim štićenicima kako bi se sa vama raspravljali oko jedenja strvine, a ako im se pokorite u tim sumnjama koje vode ohalaljivanju strvine - bićete višebošci isto kao i oni.",
		"korkutTranslationOfAyah":"Ne jedite ono pri čijem klanju nije spomenuto Allahovo ime, to je, uistinu, grijeh! A šejtani navode štićenike svoje da se s vama raspravljaju, pa ako biste im se pokorili, i vi biste, sigurno, mnogobošci postali."
	},
	{
		"arabicTextofAyah":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Da li je isti onaj koji je, prije upute, bio duhovno mrtav zbog nevjerstva, neznanja i grijeha, pa smo ga oživjeli upućujući ga ka vjerovanju, znanju i pokornosti Allahu, i onaj koji je i dalje u tminama nevjerstva, neznanja i grijeha iz kojih nikako ne može izaći i zbunjen je oko toga koji je pravi put? Kao što su ovim višebošcima uljepšani širk, jedenje strvine i raspravljanje uz korišćenje neistine, tako je i ostalim nevjernicima uljepšano njihovo činjenje grijeha, da bi na Sudnjem danu dobili bolnu kaznu.",
		"korkutTranslationOfAyah":"Zar je onaj koji je bio u zabludi, a kome smo Mi dali život i svjetlo pomoću kojeg se među ljudima kreće, kao onaj koji je u tminama iz kojih ne izlazi? A nevjernicima se čini lijepim to što oni rade."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Kao što su velikani višebožaca Mekke odvraćali od Allahovog puta, tako smo u svakom narodu dali glavešine koji pletu spletke radi pozivanja na put šejtanov i ratovanja protiv poslanika i njihovih sljedbenika. U stvarnosti, njihove spletke i zamke će se njima vratiti, ali oni to ne osjećaju jer su neznalice i sljedbenici svojih prohtjeva.",
		"korkutTranslationOfAyah":"I isto tako Mi učinismo da u svakom gradu velikaši postanu grješnici i da u njemu zamke postavljaju, ali oni samo sebi zamke postavljaju, a da i ne primjećuju."
	},
	{
		"arabicTextofAyah":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ",
		"tafsirTextofAyah":"Kada glavešinama nevjernika dođu ajeti koje je Allah objavio Svom Vjerovjesniku oni kažu: \"Nećemo vjerovati sve dok nam Allah ne dadne isto ono što je dao vjerovjesnicima, vjerovjesništvo i poslanstvo\", pa im Allah odgovara da On bolje zna ko je dostojan poslanstva i nošenja njegovih tereta, i takvima daje poslanstvo i vjerovjesništvo. Ove silnike će stići poniženje zbog njihovog oholog odbijanja istine i biće žestoko kažnjeni zbog njihovih spletki.",
		"korkutTranslationOfAyah":"A kada njima dokaz dolazi, oni govore: \"Mi nećemo vjerovati sve dok se i nama ne dâ nešto slično onome što je Allahovim poslanicima dato.\" A Allah dobro zna kome će povjeriti poslanstvo Svoje. One koji griješe sigurno će stići od Allaha poniženje i patnja velika zato što spletkare."
	},
	{
		"arabicTextofAyah":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Koga Allah hoće da uputi na pravi put, raširi mu prsa i pripremi ga za prihvatanje islama, a koga želi da ponizi i u zabludi ostavi učini mu prsa teskobnim prema istini tako da je nemoguće da istina uđe u njegovo srce kao što je nemoguće da se sam popne na nebo. Kao što Allah daje ovakvo tjeskobno stanje zabludjelima na dunjaluku, tako im priprema kaznu na Ahiretu.",
		"korkutTranslationOfAyah":"Onome koga Allah želi uputiti – On srce njegovo prema islamu raspoloži, a onome koga želi u zabludi ostaviti – On srce njegovo stegne i umornim učini kao kad čini napor da na nebo uzleti. Eto, tako Allah one koji ne vjeruju bez podrške ostavi."
	},
	{
		"arabicTextofAyah":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ",
		"tafsirTextofAyah":"Ova vjera koju smo ti propisali, Poslaniče, predstavlja Allahov pravi put. Mi smo objasnili ajete onima koji posjeduju svijest i razumiju ono što im od Allaha dolazi.",
		"korkutTranslationOfAyah":"Ovo je Pravi put Gospodara tvoga. A Mi objašnjavamo dokaze ljudima koji pouku primaju."
	},
	{
		"arabicTextofAyah":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Njih čeka Kuća spasa, mjesto u kojem će biti sačuvani svega neugodnog, a to je Džennet. Allah će im Svoju pomoć pružiti kao nagradu za dobra djela koja su činili.",
		"korkutTranslationOfAyah":"Njih čeka Kuća blagostanja u Gospodara njihova; On će biti zaštitnik njihov zbog onoga što su činili."
	},
	{
		"arabicTextofAyah":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ",
		"tafsirTextofAyah":"O Poslaniče, spomeni Dan kada će Allah sakupiti ljude i džine, a zatim im reći: \"O skupino džina, puno ste u zabludu odvodili ljude, odvraćajući ih od Allahovog puta.\" Na to će odgovoriti njihovi sljedbenici među ljudima: \"Gospodaru naš, svako od nas je imao koristi od onog drugog, pa je uživao u tome što mu se čovjek pokorava, a čovjek je uživao u ispunjavanju svojih prohtjeva, i stigli smo do roka kojeg si nam odredio. Ovo je Sudnji dan.\" Allah će reći: \"Vatra će vaše boravište biti, u njoj ćete vječno boraviti, osim onog perioda od proživljenja iz grobova do stizanja u Džehennem, koja je izuzetak iz vječne patnje u vatri.\" O Poslaniče, doista je tvoj Gospodar mudar u Svom određivanju i uređivanju, i On zna Svoje robove, i zna one koji zaslužuju kaznu.",
		"korkutTranslationOfAyah":"A na Dan kada On sve sakupi: \"O skupe šejtanski, vi ste mnoge ljude zaveli!\" – \"Gospodaru naš\" – reći će ljudi, štićenici njihovi – \"mi smo jedni drugima bili od koristi i stigli smo do roka našeg koji si nam odredio Ti!\" – \"Vatra će biti prebivalište vaše\" – reći će On – \"u njoj ćete vječno ostati, osim ako Allah drugačije ne odredi.\" Gospodar tvoj je zaista Mudri i Sveznajući."
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Kao što smo učinili da napasni džini ovladaju nekim ljudima i u zabludu ih odvedu, tako svakom zulumćaru dajemo drugog zulumćara koji ga navodi na zlo i odvraća od dobra, i to je kazna za grijehe koje čine.",
		"korkutTranslationOfAyah":"Tako isto Mi prepuštamo vlast jednim silnicima nad drugim zbog onoga što su zaradili."
	},
	{
		"arabicTextofAyah":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
		"tafsirTextofAyah":"Mi ćemo na Sudnjem danu reći: \"O skupino ljudi i džina, zar vam nisu dolazili poslanici od vas - iz ljudskog roda - koji vam uče Allahove ajete koje im On objavljuje, i koji vas upozoravaju na ovaj dan, Sudnji dan?\" Oni će reći: \"Jesu, danas svjedočimo protiv sebe da su nam poslanici dostavili istinu, i potvrđujemo ovaj dan, ali mi smo Tvoje poslanike utjerivali u laž, i poricali smo ovaj dan.\" Njih je dunjalučki život obmanuo svojim ukrasima i prolaznim užicima, i oni će potvrditi da su bili nevjernici na dunjaluku, nevjernici u Allaha i Njegove poslanike, i ništa im to priznanje i to vjerovanje neće koristiti, jer je prekasno.",
		"korkutTranslationOfAyah":"\"O skupe džinski i ljudski, zar vam iz redova vas samih poslanici nisu dolazili koji su vam ajete Moje kazivali i upozoravali vas da ćete ovaj vaš dan dočekati?\" Oni će reći: \"Mi to priznajemo na svoju štetu.\" Njih je život na Zemlji bio obmanuo i oni će sami protiv sebe posvjedočiti da su bili nevjernici."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ",
		"tafsirTextofAyah":"Allah je slao poslanike ljudima i džinima kako niko ne bi bio kažnjen zbog grijeha, a da mu nije poslat poslanik i dostavljen poziv istini. Allah nijedan ummet nije kaznio osim nakon što im je poslao poslanika (pa oni ustrajali u svojoj zabludi).",
		"korkutTranslationOfAyah":"Tako je, jer Gospodar tvoj nije uništavao sela i gradove zbog zuluma njihova – bez prethodne opomene njihovim stanovnicima."
	},
	{
		"arabicTextofAyah":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
		"tafsirTextofAyah":"Svakom od njih će pripasti određeni stepeni shodno njihovim djelima, tako da neće biti isti onaj ko je puno zla činio i onaj ko je malo zla činio, niti će biti isti sljedbenik i slijeđeni, niti će imati istu nagradu svi oni koji čine dobra djela. Tvoj Gospodar nije nemaran prema onome što su radili, već sve savršeno zna i obračunat će ih za njihova djela.",
		"korkutTranslationOfAyah":"Svima će pripasti nagrada ili kazna, već prema tome kako su postupali, jer je Gospodar tvoj bdio nad onim što su radili."
	},
	{
		"arabicTextofAyah":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ",
		"tafsirTextofAyah":"O Poslaniče, tvoj Gospodar je apsolutno neovisan od Njegovih robova, ne trebaju Mu ni oni ni njihovi ibadeti, niti Mu šteti njihovo nevjerstvo. Međutim, i pored Njegove neovisnosti, On je milostiv prema njima, i da On hoće da vas uništi, o griješnici, sve bi vas iskorijenio nekom Svojom kaznom, i stvorio bi poslije vas ljude koji će u Njega vjerovati i pokoravati Mu se, kao što je i vas stvorio od ljudi koji su bili prije vas.",
		"korkutTranslationOfAyah":"Gospodar tvoj je neovisan i pun milosti. Ako hoće, vas će ukloniti, i poslije vas one koje On hoće dovesti, kao što je od potomstva drugih naroda vas stvorio."
	},
	{
		"arabicTextofAyah":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ",
		"tafsirTextofAyah":"O nevjernici, ono čime vam se prijeti će sigurno doći, proživljenje, okupljanje, obračun i kazna, i nećete pobjeći od vašeg Gospodara, jer On vama vlada i On će vas Svojom kaznom kazniti.",
		"korkutTranslationOfAyah":"Ono čime vam se prijeti doista će doći i vi nećete stići umaći!"
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci: \"Narode moj, ostanite na vašem putu, na vašem nevjerstvu i na vašoj zabludi; ja sam nad vama uspostavio dokaz i svaku vašu ispriku nemogućom učinio, dostavljajući vam jasnu istinu. Ne marim za vaše nevjerstvo i vašu zabludu, ja ću biti postojan na istini, a vi ćete vidjeti kome će pripasti pobjeda na dunjaluku i ko će naslijediti Zemlju, i kome će pripasti pobjeda na Ahiretu. Višebošci neće pobijediti ni na dunjaluku ni na Ahiretu, već će propasti makar doživjeli određena uživanja na dunjaluku.\"",
		"korkutTranslationOfAyah":"Reci: \"O narode moj, činite sve što možete, a činiću i ja; saznaćete vi već koga čeka sretan kraj!\" Nasilnici, sigurno, neće uspjeti."
	},
	{
		"arabicTextofAyah":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ",
		"tafsirTextofAyah":"Višebošci su izmislili vjerski propis po kojem jedan dio onoga što im Allah daje od usjeva i stoke odvoje za Allaha, a jedan dio za svoje idole i kipove. Ono što su odvojili za svoje idole ne stiže do onih za koje je Allah propisao da treba stići, poput siromaha i nevoljnika, a ono što su odvojili za Allaha ustvari ulažu na svoje idole. Ružno je kako oni sude i čine raspodjelu!",
		"korkutTranslationOfAyah":"Oni određuju za Allaha dio ljetine i dio stoke, koju je On stvorio, pa govore: \"Ovo je za Allaha\" – tvrde oni – \"a ovo za božanstva naša!\" Međutim, ono što je namijenjeno božanstvima njihovim ne stiže Allahu, dok ono što je određeno za Allaha stiže božanstvima njihovim. Kako ružno oni sude!"
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ",
		"tafsirTextofAyah":"Kao što je šejtan višebošcima uljepšao ovaj nepravedni propis, tako su šejtani mnogim višebošcima uljepšali ubijanje njihove djece iz straha od siromaštva, kako bi ih tim činom uništio, jer je to ubijanje nevinog života koje je Allah zabranio, i kako bi im vjerske propise pomiješali tako da ne znaju šta je stvarno propisano, a šta nije propisano. Da je Allah htio, oni to ne bi radili, ali je On to htio iz veličanstvene mudrosti, pa ih pusti, o Poslaniče, i njihove izmišljotine koje kazuju na račun Allaha, jer ti to ništa ne šteti, i prepusti njihov slučaj Allahu.",
		"korkutTranslationOfAyah":"Mnogim mnogobošcima su tako isto šejtani njihovi ubijanje vlastite djece lijepim prikazali da bi ih upropastili i da bi ih u vjeri njihovoj zbunili. A da je Allah htio, oni to ne bi činili. Zato i njih i njihove izmišljotine ostavi!"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Višebošci kažu da ova stoka i ovi usjevi su zabranjeni i jedu ih samo oni koje oni odrede - služitelji kipova i drugi, izmišljajući time lažne propise, a ovu stoku je zabranjeno jahati i tovariti, poput behire (kamila kojoj su mušrici razrezivali uho i čije se mlijeko čuvalo idolima i niko je od ljudi nije muzao), sa'ibe (kamila koju su idolopoklonici puštali da slobodno pase ili je to mužjak deve koji bi bio pušten jer bi se čovjek zavjetovao na to ako ozdravi ili se vrati sretno svojoj kući) i hama (mužjak deve koji je služio za rasplod i kad bi dobio određeni broj potomaka (deset), ostavljali su ga svojim idolima i na njega se nije ništa tovarilo), dok je ova stoka specifična po tome da se pri njenom klanju ne spominje Allahovo ime već ime njihovih kipova. Sve to su njihove laži na račun Allaha, i On će ih kazniti zbog toga.",
		"korkutTranslationOfAyah":"Oni govore: \"Ova i ova stoka i ti i ti usjevi su zabranjeni, smiju ih jesti samo oni kojima mi dozvolimo\" – tvrde oni – \"a ove i ove kamile je zabranjeno jahati.\" Ima stoke prilikom čijeg klanja ne spominju Allahovo ime, izmišljajući o Njemu laži. A On će ih, sigurno, zbog onoga što izmišljaju kazniti."
	},
	{
		"arabicTextofAyah":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
		"tafsirTextofAyah":"I kažu: \"Ono što je u utrobama ovih vrsta stoke: sa'ibe i behire - ako se rodi živo, halal, dozvoljeno je našim muškarcima a haram, zabranjeno našim ženama, a ako se rodi mrtvo onda su i muškarci i žene u tome jednaki.\" Allah će ih kazniti zbog tih izmišljenih propisa onako kako zaslužuju. On je mudar u Svom propisivanju zakona i uređivanju stvorenja, i On savršeno poznaje Svoja stvorenja.",
		"korkutTranslationOfAyah":"Oni govore: \"Ono što je u utrobama ove i ove stoke dozvoljeno je samo muškarcima našim, a zabranjeno ženama našim. A ako se plod izjalovi, onda su u tome sudionici.\" – Allah će ih za neistine njihove koje oni pričaju kazniti, On je Mudri i Sveznajući."
	},
	{
		"arabicTextofAyah":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ",
		"tafsirTextofAyah":"Propali su oni koji ubijaju svoju djecu iz maloumnosti i neznanja, i koji proizvoljno zabranjuju neke vrste stoke koju im je Allah dao, pripisujući te izmišljene propise Allahu. Takvi su daleko od pravog puta i nikako da njime krenu.",
		"korkutTranslationOfAyah":"Oni koji iz lahkoumnosti i ne znajući šta rade djecu svoju ubijaju i koji ono čime ih je Allah podario zabranjenim smatraju, govoreći neistine o Allahu, sigurno će nastradati. Oni su zalutali i oni ne znaju šta rade."
	},
	{
		"arabicTextofAyah":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
		"tafsirTextofAyah":"Allah je Taj Koji je stvorio vrtove prostrane po zemlji, sa biljem koje ima stablo i sa biljem koje nema stablo, i On stvara palme i razne usjeve (žito) čiji plodovi su različitih oblika i okusa, i On je stvorio maslinu i šipak sličnih listova a različitih okusa. O ljudi, jedite od plodova njihovih kada rode, dajte zekat na dan žetve i berbe, i ne prekoračujte granice Allahovog zakona po pitanju jela i udjeljivanja, jer Allah ne voli one koji Njegove granice prekoračuju u tome i u drugim stvarima. Onaj Koji je sve to stvorio je to i dozvolio Svojim robovima, tako da višebošci nemaju pravo zabranjivati ga.",
		"korkutTranslationOfAyah":"On je Taj koji stvara vinograde, poduprte i nepoduprte, i palme i usjeve različita okusa, i masline i šipke, slične i različite – jedite plodove njihove kad plod dadu, i podajte na dan žetve i berbe ono na šta drugi pravo imaju, i ne rasipajte, jer On ne voli rasipnike,"
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
		"tafsirTextofAyah":"On je za vas stvorio stoku od koje neka služi za nošenje tereta, poput odraslih deva, a neke ne služe za to, poput malih deva, ovaca i koza. O ljudi, jedite ono čime vas je Allah opskrbio i što vam je dozvolio, i ne slijedite šejtanove stope dozvoljavajući ono što je On zabranio i zabranjujući ono što je On dozvolio, kao što to rade višebošci. Ljudi, doista vam je šejtan jasni neprijatelj, jer želi da Allahu nepokorni budete čineći navedene stvari.",
		"korkutTranslationOfAyah":"i stoku koja se tovari i kolje – jedite dio onoga čime vas Allah opskrbljuje, a ne slijedite šejtanove korake, jer vam je on pravi neprijatelj,"
	},
	{
		"arabicTextofAyah":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Allah vam je stvorio osam vrsta stoke: muško i žensko od ovaca i koza (i od krava i deva), pa reci, Poslaniče, tim višebošcima: \"Da li je Allah zabranio mušku mladunčad jer su muška?\" Ako odgovore potvrdno reci: \"Pa zašto onda zabranjujete žensku mladunčad?\" I pitaj ih: \"Ili je zabranio žensku mladunčad jer su ženska?\", pa ako odgovore potvrdno reci: \"Pa zašto onda zabranjujete mušku mladunčad?\" I pitaj ih: \"Ili je zabranjeno sve što nose utrobe ženskih, i muško i žensko mladunče?\", pa ako odgovore potvrdno reci: \"Zašto onda razdvajate mušku mladunčad od ženske zabranjujući nekad mušku a nekad žensku? Reci te mi, o višebošci, koji vam je dokaz za to, ako istinu govorite tvrdeći da je zabrana toga došla od Allaha.\"",
		"korkutTranslationOfAyah":"i to osam vrsta: par ovaca i par koza – Reci: \"Da li je On zabranio mužjake ili ženke ili ono što se nalazi u utrobama ženki?\" Kažite mi, i dokažite, ako je istina to što govorite –"
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Ostatak navedenih osam vrsta su: muško i žensko od kamila i krava. O Poslaniče, reci višebošcima: \"Da li je Allah zabranio to što tvrdite zbog muškog ili ženskog spola, ili zbog toga što je to plod utrobe? I da li ste, o višebošci, bili prisutni kada vam je Allah oporučio zabranu toga što tvrdite da je zabranjeno od ove stoke? Niko nije veći nepravednik i zločinac od onog ko Allaha potvara pripisujući Mu zabranjivanje onoga što On nije zabranio, da bi ljude odveo sa pravog puta, jer nema ispravno znanje na koje se oslanja. Doista Allah neće uputiti nepravednike koji na Allaha laži izmišljaju!",
		"korkutTranslationOfAyah":"i par kamila i par goveda. Reci: \"Da li je On zabranio mužjake ili ženke ili ono što se nalazi u utrobama ženki? Da li ste vi bili prisutni kad vam je Allah to propisao?\" – Ima li onda nepravednijeg od onoga koji, ne znajući istinu, izmišlja laži o Allahu da bi ljude u zabludu doveo? Allah, sigurno, neće ukazati na Pravi put ljudima koji su nepravedni."
	},
	{
		"arabicTextofAyah":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O Poslaniče, reci: \"U onome što mi je Allah objavio ne nalazim da je zabranjeno osim onoga što je umrlo bez klanja, zatim tekuće krvi, svinjskog mesa - koje je nečisto, ili je zaklano u nečije drugo mimo Allahovog imena, poput onoga što je žrtvovano kipovima. Koga nužda navede da jede nešto od navedenih zabranjenih stvari, a ne želi time da se naslađuje i ne prelazi granice nužde - takav nema grijeha. Doista, Poslaniče, tvoj Gospodar prašta onome ko je prinuđen i milostiv je prema njemu.",
		"korkutTranslationOfAyah":"Reci: \"Ja ne vidim u ovome što mi se objavljuje da je ikome zabranjeno jesti ma šta drugo osim strvi, ili krvi koja istječe, ili svinjskog mesa – to je doista pogano – ili što je kao grijeh zaklano u nečije drugo, a ne u Allahovo ime.\" A onome ko bude primoran, ali ne iz želje, samo toliko da glad utoli, Gospodar tvoj će doista oprostiti i milostiv biti."
	},
	{
		"arabicTextofAyah":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ",
		"tafsirTextofAyah":"I jevrejima smo zabranili sve životinje čiji prsti nisu odvojeni - poput deva i nojeva (koji ima jedan veliki prst i jedan mali za razliku od većine ptica koje imaju četiri prsta), i zabranili smo im loj krava i ovaca osim onog koji je zakačen za njihova leđa i kojeg nose njihova crijeva, ili onog koji je pomiješan sa kostima poput stražnjice i boka. Time smo ih kaznili zbog njihove nepravde, i Mi istinu govorimo u svemu o čemu obavještavamo.",
		"korkutTranslationOfAyah":"Jevrejima smo sve životinje koje imaju kopita ili kandže zabranili, a od goveda i brava njihov loj, osim onog s leđa ili s crijeva, ili onog pomiješanog s kostima. Time smo ih zbog zuluma njihova kaznili; i Mi, zaista, govorimo istinu."
	},
	{
		"arabicTextofAyah":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"O Poslaniče, ako u laž utjeraju tebe i ono sa čim si došao od svog Gospodara, reci im, podstičući ih da prihvate istinu: \"Doista je vaš Gospodar milostiv i zato ne žuri da vas kazni\", i reci im, upozoravajući ih: \"Njegovu kaznu niko ne može odagnati od onih koji čine grijehe (kada odluči da ih kazni).\"",
		"korkutTranslationOfAyah":"A ako ti oni ne budu vjerovali, ti reci: \"Gospodar vaš je neizmjerno milostiv, ali kazna Njegova neće mimoići narod grješni.\""
	},
	{
		"arabicTextofAyah":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ",
		"tafsirTextofAyah":"Višebošci će reći, pravdajući svoj širk Allahovom voljom i Njegovim određenjem: \"Da je Allah htio da mi i naši preci ne činimo širk - mi ga ne bismo činili, i da je Allah htio da ne zabranimo sebi ono što smo zabranili - mi ga ne bismo zabranili.\" Takve ništavne dokaze su navodili i poricatelji poslanika prije njih, pa su govorili: \"Da je Allah htio da ih ne utjerujemo u laž - mi ih ne bismo utjerivali u laž\", i ustrajali su na tom poricanju sve dok nisu okusili Našu kaznu koju smo na njih spustili. O Poslaniče, reci tim višebošcima: \"Da li imate dokaz da je Allah zadovoljan da Mu druge pridružujete i da dozvoljavate ono što je On zabranio? Vaše djelo nije dokaz da je On time zadovoljan vama, vi u tome slijedite samo pretpostavke koje vam ništa neće koristiti i vi ste samo lažovi.\"",
		"korkutTranslationOfAyah":"Mnogobošci će govoriti: \"Da je Allah htio, mi ne bismo druge Njemu ravnim smatrali, a ni preci naši, niti bismo išta zabranjenim učinili.\" Tako isto su onī prije njih poricali, sve dok Našu kaznu nisu iskusili. Reci: \"Imate li kakav dokaz da nam ga iznesete? Vi se samo za pretpostavkama povodite i vi samo neistinu govorite.\""
	},
	{
		"arabicTextofAyah":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci višebošcima: \"Ako nemate drugih mimo ovih slabih dokaza, Allah ima kategorički dokaz koji pobija sve vaše isprike i pobija vaše pretpostavke za koje se vežete. Da je Allah htio da sve vas uputi ka istini - On bi vas uputio.\"",
		"korkutTranslationOfAyah":"Reci: \"Allah ima potpun dokaz, i da On hoće, svima bi na Pravi put ukazao!\""
	},
	{
		"arabicTextofAyah":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima koji zabranjuju ono što je Allah dozvolio i tvrde da je Allah to zabranio: \"Dovedite vaše svjedoke koji će svjedočiti da je Allah zabranio ove stvari.\" Ako budu posvjedočili bez znanja nemoj im vjerovati, jer je to lažno svjedočanstvo. I nemoj slijediti prohtjeve onih koji sude po svojim strastima, oni su Naše ajete u porekli kad su zabranili ono što im je Allah dozvolio. I nemoj slijediti one koji ne vjeruju u Ahiret, u svog Gospodara kojem druge pripisuju, jer takav nije dostojan da slijeđen bude.",
		"korkutTranslationOfAyah":"Reci: \"Dovedite te svoje svjedoke, one koji će posvjedočiti da je Allah to zabranio!\" Pa ako oni posvjedoče, ti im nemoj povjerovati i ne povodi se za željama onih koji Naše dokaze drže lažnim i koji u onaj svijet ne vjeruju i koji druge Gospodaru svome ravnim smatraju."
	},
	{
		"arabicTextofAyah":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci ljudima: \"Dođite da vam kažem ono što je Allah zabranio: zabranio vam je da Mu druge pridružujete od Njegovih stvorenja, i da se prema roditeljima loše odnosite a obaveza vam je da im dobročinstvo činite, i da vašu djecu ubijate zbog siromaštva, kao što se činili prije islama - Mi opskrbljujemo i vas i njih -, i zabranio vam je da se razvratu približavate, javno i tajno, i da ljudsko biće ubijete osim sa pravom, kao što je smrtna kazna za oženjenog bludnika i otpadnika od islama. Ovo spomenuto vam Allah oporučuje kako biste shvatili Njegove naredbe i zabrane.\"",
		"korkutTranslationOfAyah":"Reci: \"Dođite da vam kažem šta vam Gospodar vaš propisuje: da Njemu nikoga ravnim ne smatrate, da roditeljima dobro činite, da djecu svoju, zbog neimaštine, ne ubijate – Mi i vas i njih hranimo – ne približujte se nevaljalštinama, bile javne ili tajne; ne ubijajte onog koga je Allah zabranio ubiti, osim kada to pravda zahtijeva – eto, to vam On preporučuje da biste razmislili –"
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ",
		"tafsirTextofAyah":"\"I Allah vam je zabranio da sa imetkom siročeta - a to je onaj koji ostane bez oca prije punoljetstva -postupate osim onako kako je dobro za njega, sve dok ne odraste i postane razborita osoba, i zabranio vam je zakidanje pri mjerenju težine ili zapremine robe čime vam naređuje da budete pravedni pri kupoprodaji. On nikog ne zadužuje preko njegovih mogućnosti, i ne kažnjava za (sitne) nepravilnosti pri mjerenju od kojih se čovjek ne može sačuvati. I zabranio vam je da neispravno govorite pri obavještavanju o nečemu ili pri svjedočenju, kao kada neko to čini zbog naklonosti prema rođaku ili prijatelju, i zabranio vam je da kršite zavjete date Allahu ili date ljudima Allahovim imenom. To morate ispoštovati! Sve to su Allahove čvrste odredbe kako biste vodili računa o tome kako ćete skončati.\"",
		"korkutTranslationOfAyah":"i da se imetku siročeta ne približavate, osim na najljepši način, sve dok punoljetno ne postane, i da krivo na litru i na kantaru ne mjerite – Mi nikoga preko njegove mogućnosti ne zadužujemo – i kad govorite, da krivo ne govorite, pa makar se ticalo i srodnika, i da obaveze prema Allahu ne kršite – eto, to vam On naređuje da biste to na umu imali."
	},
	{
		"arabicTextofAyah":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ",
		"tafsirTextofAyah":"\"I zabranio vam je da idete putevima koji vode zabludi, i naredio vam je da idete pravim putem, kojeg je Allah odredio. Putevi zablude vode vašem razjedinjavanju i udaljenosti od istine. Allah vam oporučuje slijeđenje pravog puta kako biste se Njegove kazne sačuvali, činjenjem onoga što vam je naredio i klonjenjem onoga što vam je zabranio.\"",
		"korkutTranslationOfAyah":"I doista, ovo je Pravi put moj, pa se njega držite i druge puteve ne slijedite, pa da vas odvoje od puta Njegova; – eto, to vam On naređuje, da biste se grijeha klonili.\""
	},
	{
		"arabicTextofAyah":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Nakon navedenog, Allah spominje da je objavio Musau cijeli Tevrat kao blagodat i nagradu za njegova djela. U Tevratu je bilo objašnjenje za sve što je potrebno da znaju o vjeri i ono što ukazuje na istinu i milost. Allah im je poslao Tevrat kako bi vjerovali u susret sa Gospodarom svojim na Sudnjem danu pa da se pripreme za taj susret činjenjem dobrih djela.",
		"korkutTranslationOfAyah":"Mi smo Musau Knjigu dali da učinimo potpunom blagodat onome koji će prema njoj postupati i kao objašnjenje svemu i uputu i milost – da bi oni povjerovali da će pred Gospodara svoga stati."
	},
	{
		"arabicTextofAyah":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
		"tafsirTextofAyah":"Ovaj Kur'an je knjiga koju smo objavili, u njemu je veliki blagoslov zbog toga što sadrži dunjalučke i vjerske koristi. Zato slijedite ono što je u njemu objavljeno i čuvajte se kršenja toga, kako bi vam milost bila ukazana.",
		"korkutTranslationOfAyah":"A ova Knjiga koju objavljujemo jeste blagoslovljena, zato je slijedite i grijeha se klonite da bi vam se milost ukazala,"
	},
	{
		"arabicTextofAyah":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ",
		"tafsirTextofAyah":"O arapski višebošci, da ne biste rekli: \"Allah je objavio Tevrat jevrejima i Indžil kršćanima prije nas, a nama nije objavio nikakvu knjigu, dok mi ne znamo čitati njihove knjige, koje su na njihovom jeziku.\"",
		"korkutTranslationOfAyah":"i zato da ne kažete: \"Knjiga je objavljena dvjema vjeroispovijestima prije nas, ali mi ne znamo da je čitamo kao oni\","
	},
	{
		"arabicTextofAyah":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ",
		"tafsirTextofAyah":"...i da ne biste rekli: \"Da je Allah nama objavio knjigu kao što je objavio jevrejima i kršćanima mi bismo bolje postupali od njih.\" Došla vam je knjiga od Allaha koju je On objavio poslaniku koji je vama poslat - Muhammedu, sallallahu 'alejhi ve sellem, na vašem jeziku. U tome je jasan dokaz i putokaz ka istini, i milost za ljude, pa nemojte se pravdati ništavnim opravdanjima, a niko nije veći zulumćar od onoga ko Allahove ajete poriče i od njih se okreće. Mi ćemo žestoko kazniti one koji se okreću od Naših ajeta uvodeći ih u Džehennem kao kaznu za ta njihova djela!",
		"korkutTranslationOfAyah":"i da ne kažete: \"Da je Knjiga objavljena nama, bolje bismo se od njih držali Pravoga puta.\" Pa objavljuje vam se, eto, od Gospodara vašeg jasan dokaz i uputstvo i milost; i ima li, onda, nepravednijeg od onoga koji Allahove dokaze ne priznaje i od njih se okreće? A Mi ćemo teškom mukom kazniti one koji se od dokaza Naših odvraćaju zato što to stalno čine."
	},
	{
		"arabicTextofAyah":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ",
		"tafsirTextofAyah":"Poricatelji samo čekaju da im dođe melek smrti i njegovi pomoćnici da im duše uzmu na ovom svijetu, ili da dođe tvoj Gospodar na Sudnjem danu na Ahiretu da među njima presudi, ili da im dođu neki znakovi Gospodara tvog koji ukazuju na nastupanje Sudnjeg dana. Kada dođu znakovi tvog Gospodara koji ukazuju na nastupanje Sudnjeg dana - poput izlaska Sunca sa zapada - nevjernicima neće koristiti ako postanu vjernici, niti će vjerniku biti od koristi ako tada počne činiti neka dobra djela koja prije toga nije činio. Reci, o Poslaniče, tim višebošcima poricateljima: \"Čekajte jednu od ovih pojava, a i mi ćemo čekati!\"",
		"korkutTranslationOfAyah":"Zar oni čekaju da im meleki dođu, ili kazna Gospodara tvoga, ili neki predznaci od Gospodara tvoga? Onoga dana kada neki predznaci od Gospodara tvoga dođu, nijednom čovjeku neće biti od koristi to što će tada vjerovati, ako prije nije vjerovao ili ako nije, kao vjernik, kakvo dobro uradio. Reci: \"Samo vi čekajte, i mi ćemo, doista, čekati!\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ",
		"tafsirTextofAyah":"Doista oni jevreji i kršćani koji su svoju vjeru rasparčali uzimajući jedan dio a ostavljajući drugi, i koji su se u razne skupine podijelili nemaju ništa sa tobom, o Poslaniče, i ti si čist od njihove zablude. Tvoje je samo da ih upozoriš, a Allahu prepusti njihov slučaj. Zatim, na Sudnjem danu, On će ih obavijestiti o onome što su radili na dunjaluku i dat će im ono što su zaslužili.",
		"korkutTranslationOfAyah":"Tebe se ništa ne tiču oni koji su vjeru svoju raskomadali i u stranke se podijelili, Allah će se za njih pobrinuti. On će ih o onome što su radili obavijestiti."
	},
	{
		"arabicTextofAyah":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ",
		"tafsirTextofAyah":"Svaki vjernik koji na Sudnjem danu dođe sa dobrim djelima - Allah će mu ih udesetorostručiti, a ko dođe sa lošim djelima - biće kažnjen za to djelo shodno njegovoj težini ali bez umnogostručavanja. Njima na Sudnjem danu neće biti učinjena nepravda ni kroz umanjivanje zaslužene nagrade ni kroz uvećavanje zaslužene kazne.",
		"korkutTranslationOfAyah":"Ko uradi dobro djelo, biće deseterostruko nagrađen, a ko uradi hrđavo djelo, biće samo prema zasluzi kažnjen, i neće im se učiniti nepravda."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima poricateljima: \"Mene je moj Gospodar uputio na pravi put, put vjere koja donosi dobrobiti i ovog i ahiretskog života. To je vjera Ibrahimova, istinita, i Ibrahim nikada nije bio višebožac.\"",
		"korkutTranslationOfAyah":"Reci: \"Mene je Gospodar moj na Pravi put uputio, u pravu vjeru, vjeru Ibrahima pravovjernika, on je vjerovao samo u jednog Boga.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci: \"Namaz moj i klanje u ime Boga i sa Njegovim imenom, ne sa drugim, i moj život i moja smrt pripadaju samo Njemu, Gospodaru svih stvorenja, Jedinom, i niko više u tome nema udjela.\"",
		"korkutTranslationOfAyah":"Reci: \"Klanjanje moje, i obredi moji, i život moj, i smrt moja doista su posvećeni Allahu, Gospodaru svjetova,"
	},
	{
		"arabicTextofAyah":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ",
		"tafsirTextofAyah":"\"On, Uzvišeni, nema sudruga, i niko mimo Njega ne zaslužuje da bude obožavan. Allah mi je naredio ovaj čisti monoteizam koji nema primjesa širka, i ja sam prvi pripadnik ovog ummeta koji Mu se predaje.\"",
		"korkutTranslationOfAyah":"koji nema saučesnika; to mi je naređeno i ja sam prvi musliman.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima: \"Zar nekog pored Allaha da tražim za gospodara a On, Uzvišeni, je Gospodar svega? On je Gospodar vaših božanstava koja pored Njega obožavate! Nedužan čovjek neće nositi tuđi grijeh, a zatim ćete se samo vašem Gospodaru vratiti na Sudnjem danu, i On će vas obavijestiti ono o čemu ste se na dunjaluku razilazili kad je u pitanju vjera.\"",
		"korkutTranslationOfAyah":"Reci: \"Zar da za Gospodara tražim nekog drugog osim Allaha, kad je On Gospodar svega? Što god ko uradi, sebi uradi, i svaki grješnik će samo svoje breme nositi. Na kraju Gospodaru svome ćete se vratiti i On će vas o onome u čemu ste se razilazili obavijestiti."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ",
		"tafsirTextofAyah":"Allah je Taj Koji je učinio da jedni druge smjenjujete na Zemlji, kako bi je izgradili, i On je jedne nad drugim odlikovao u izgledu, opskrbi i drugim aspektima, kako bi vas iskušao onim što vam je dao. O Poslaniče, doista tvoj Gospodar brzo kažnjava, a sve što će dođi blizu je, i On doista mnogo prašta onome ko se kaje i milostiv je prema njemu.",
		"korkutTranslationOfAyah":"On čini da jedni druge na Zemlji smjenjujete i On vas po položaju jedne iznad drugih uzdiže da bi vas iskušao u onome što vam daje. Gospodar tvoj, zaista, brzo kažnjava, ali On, doista, i prašta i samilostan je.\""
	}
]