[
	{
		"arabicTextofAyah":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Sve što postoji na nebesima i na Zemlji od stvorenja, negira da Allah pri Sebi ima bilo šta što Mu ne priliči i bilo kakvo svojstvo manjkavosti. Njemu jedinom pripada vlast i pored Njega nema vladara, Njemu pripada lijepa pohvala i On sve može da učini, i ništa ga ne može spriječiti.",
		"korkutTranslationOfAyah":"Ono što je na nebesima i ono što je na Zemlji hvali Allaha, Njemu – vlast i Njemu – pohvala; On sve može!"
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
		"tafsirTextofAyah":"O ljudi, On vas je stvorio, pa među vama ima nevjernika i oni će okončati u Vatri, a ima i vjernika čije će prebivalište biti Džennet. Allah sva vaša djela vidi, ništa Mu od tih postupaka nije skriveno i On će vas za njih adekvatno tretirati.",
		"korkutTranslationOfAyah":"On vas stvara, pa ste ili nevjernici ili vjernici. Sve što vi radite Allah dobro vidi."
	},
	{
		"arabicTextofAyah":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Nebesa i Zemlju On je s ciljem i svrhom stvorio, odnosno, nije ih stvorio uzalud. On vas je, o ljudi, uobličio i izglede vam, kao vid dobrote prema vama, uljepšao. Ako bi On htio, mogao bi da vas unakazi. Njemu ćete se vratiti na Sudnjem danu, pa će vas On adekvatno za vaša djela tretirati: ako budu dobra, biće i vama dobro, a ako budu loša, i vas će čekati loš svršetak.",
		"korkutTranslationOfAyah":"On je nebesa i Zemlju mudro stvorio, i On vam obličje daje, i likove vaše čini lijepim, i Njemu će se sve vratiti."
	},
	{
		"arabicTextofAyah":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"On zna šta se na nebesima i na Zemlji nalazi, zna svaša skrivena djela, kao i ona koja javno iznosite. On zna da li vaša prsa kriju dobro ili loše i ništa Mu od toga nije skriveno.",
		"korkutTranslationOfAyah":"On zna šta na nebesima i na Zemlji postoji i zna šta krijete i šta pokazujete; Allah zna svačije misli."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Nije li do vas, o višebošci, doprla vijest o onim narodima koji još davno prije vas nisu vjerovali, poput naroda Nuha, Ada, Semuda i dr., pa su kobnost nevjerovanja svoga iskusili na dunjaluku – a još ih i kazna bolna čeka, na onome svijetu. To je sigurno do vas stiglo, pa uzmite pouku iz toga i pokajte se kako vas ne bi zadesilo ono što je i njih.",
		"korkutTranslationOfAyah":"Zar do vas nije doprla vijest o onima koji još davno nisu vjerovali, pa su kobnost postupka svoga iskusili – a još ih i patnja nesnosna čeka –"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
		"tafsirTextofAyah":"Ta kazna ih je stigla zato što su, kada su im poslanici od Allaha jasne dokaze donosili, negirajući da poslanici mogu biti iz ljudskog roda, govorili: \"Zar nas ljudi mogu ka istini uputiti?\" Oni su uznevjerovali i od vjerovanja se okrenuli, ali time Allahu nisu nimali naštetili, jer Allah je neovisan o njihovom vjerovanju i pokornosti. Njihova pokornost Njemu ništa ne znači, i Njemu robovi nisu potrebni, nego je On hvale dostojan zbog Svojih riječi i djela.",
		"korkutTranslationOfAyah":"zato što su govorili kada su im poslanici njihovi jasne dokaze donosili: \"Zar da nas ljudi upućuju?\" I nisu vjerovali i glave su okretali; a Allahu niko nije potreban, Allah nije ni o kome ovisan, On je jedini hvale dostojan!"
	},
	{
		"arabicTextofAyah":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
		"tafsirTextofAyah":"Nevjernici u Allaha misle da neće biti oživljeni nakon smrti. Reci ovima koji proživljenje negiraju, o Poslaniče: “Hoćete, bit ćete oživljeni na Sudnjem danu, Gospodara mi moga, pa ćete o onom što ste na dunjaluku radili, doista, biti obaviješteni!”, a ovo proživljenje je Allahu lahko, jer vas je On prvi put stvorio i On vas može opet oživjeti kako biste račun polagali i dobili ono što ste zaslužili.",
		"korkutTranslationOfAyah":"Nevjernici tvrde da neće biti oživljeni. Reci: \"Hoćete, Gospodara mi moga, sigurno ćete biti oživljeni, pa o onome što ste radili, doista, biti obaviješteni!\" – a to je Allahu lahko –"
	},
	{
		"arabicTextofAyah":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
		"tafsirTextofAyah":"Zato, o ljudi, vjerujte u Allaha i Poslanika Njegova i u Kur'an, koji objavljujemo našem Poslaniku! Allah u potpunosti zna ono što vi radite, ništa Mu od vaših postupaka nije skriveno i On će vas za njih adekvatno tretirati.",
		"korkutTranslationOfAyah":"zato vjerujte u Allaha i Poslanika Njegova i u svjetlo koje objavljujemo, Allah dobro zna ono što vi radite."
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Spomeni, o Poslaniče, dan u kojem će vas Allah sakupiti, kako bi vas za vaša djela nagradio ili kaznio. Tog dana doći će do izražaja propast i manjkavost nevjernika, jer će vidjeti vjernike na visokim položajima u Džennetu, dok će oni u vatri zauzeti pozicije koje su bile pripremljene za džennetlije u slučaju da su bili nepokorni. Onome ko vjeruje u Allaha i radi dobra djela, bit će oprošteni grijesi i bit će uveden u Džennet ispod čijih dvorova i drveća teku rijeke, u tom Džennetu će vječno ostati i nikada iz njega neće izići, niti će blagodat u kojoj uživaju ikada prestati. To što će dobiti je veliki uspjeh sa kojim se nijedan drugi uspjeh ne može porediti.",
		"korkutTranslationOfAyah":"A onoga dana kada vas On na onome svijetu sakupi, to će biti dan kada će vam biti jasno da ste sami sebe obmanuli. I On će preći preko hrđavih postupaka onoga ko je u Allaha vjerovao i dobra djela činio, i uvešće ga u džennetske bašče kroz koje rijeke teku; u njima će vječno i zauvijek boraviti. To će uspjeh veliki biti!"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Oni koji ne vjeruju u Allaha i poriču ajete koje Mi objavljujemo našem Poslaniku, biće vječni stanovnici Vatre, a ružno li je to boravište.",
		"korkutTranslationOfAyah":"A oni koji nisu vjerovali i koji su ajete Naše poricali – biće stanovnici u vatri; u njoj će vječno ostati, a to će užasna sudbina biti!"
	},
	{
		"arabicTextofAyah":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
		"tafsirTextofAyah":"Nikog ne zadesi nedaća u njemu samome, imetku ili djeci, a da to nije sa Allahovom odredbom. Onoga ko vjeruje u Allaha i Njegovu odredbu, Allah će uputiti ka tome da prihvati Njegovu odredbu i da bude zadovoljan sa njom. Allah sve zna i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"Nikakva nevolja se bez Allahove volje ne dogodi, a On će srce onoga koji u Allaha vjeruje uputiti – Allah sve dobro zna."
	},
	{
		"arabicTextofAyah":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
		"tafsirTextofAyah":"Pokoravajte se Allahu i Poslaniku, a ako se okrenete od onoga što vam Poslanik donosi, posljedice grijeha upravo vi ćete snositi. Našem Poslaniku nije obaveza osim da ostavi ono što smo mu naredili, a on vam je to dostavio.",
		"korkutTranslationOfAyah":"I pokoravajte se Allahu i Poslaniku Njegovu; a ako leđa okrenete, pa – Poslanik Naš je jedino dužan da jasno objavljuje."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
		"tafsirTextofAyah":"Allah je taj koji jedini zaslužuje da istinski bude obožavan i niko pored Njega se istinski ne obožava. Neka se samo na Allaha vjernici oslone i pouzdaju u svim svojim poslovima.",
		"korkutTranslationOfAyah":"Samo je Allah Bog! I neka se vjernici samo u Allaha pouzdaju!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha, i radite po Njegovim propisima, doista među svojim suprugama i djecom imate neprijatelja koji vas odvraća od spominjanja Allaha i borbe na Njegovom putu, pa se čuvajte da na vas negativno ne utiču. Ako preko njihovih grešaka pređete i sakrijete ih, onda znajte da će i Allah vaše grijehe oprostiti i smilovati vam se, a nagrada je shodno djelima.",
		"korkutTranslationOfAyah":"O vjernici, i među ženama vašim i djecom vašom, doista, imate neprijatelja, pa ih se pričuvajte! A ako preko toga pređete i opravdanje prihvatite i oprostite, pa – i Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
		"tafsirTextofAyah":"Doista su vam vaši imeci i djeca iskušenje i kušnja, jer se može desiti da zbog njih posegnete za haram zaradom i napustite pokornost Allahu. Kod Allaha je velika nagrada za onoga ko dadne prednost pokornosti Allahu nad pokornosti djeci i zauzetosti imetkom. Ta velika nagrada je Džennet.",
		"korkutTranslationOfAyah":"Imanja vaša i djeca vaša su samo iskušenje, a u Allaha je nagrada velika;"
	},
	{
		"arabicTextofAyah":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"Onoliko koliko ste u mogućnosti bojte se Allaha, činjenjem onoga što vam naređuje i ostavljanjem onoga što vam zabranjuje, slušajte i budite pokorni Allahu i Poslaniku Njegovu, a vaše imetke koje vam je Allah dao, dijelite u raznorazne dobrotvorne svrhe. Onaj koga Allah sačuva pohlepe, ostvariće uspjeh kojem je težio i sačuvat će se onoga od čega je strahovao.",
		"korkutTranslationOfAyah":"zato se Allaha bojte koliko god možete, i slušajte i pokoravajte se i milostinju udjeljujte – za svoje dobro. A oni koji budu sačuvani gramzljivosti, biće tî koji će uspjeti."
	},
	{
		"arabicTextofAyah":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
		"tafsirTextofAyah":"Ako Allahu lijep zajam dadnete, na način da trošite svoje imetke na Njegovom putu, On će vam to nadoknaditi od deset do sedam stotina puta, pa i više, a pored toga, preći će preko vaših grijeha. Allah je zahvalan jer daje veliku nagradu za mala djela i blag je jer ne žuri sa kaznom.",
		"korkutTranslationOfAyah":"Ako Allahu drage volje zajam date, On će vam ga mnogostruko vratiti i oprostiće vam, jer Allah je blagodaran i blag."
	},
	{
		"arabicTextofAyah":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Allah Uzvišeni zna nevidljivi i vidljivi svijet, ništa mu od toga nije skriveno, On je Silni kojeg niko ne može nadvladati i On je Mudri koji mudro stvara, propisuje i određuje.",
		"korkutTranslationOfAyah":"Poznavalac je nevidljivog i vidljivog svijeta, Silni i Mudri."
	}
]