[
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا",
		"tafsirTextofAyah":"O Vjerovjesniče, kada ti ili neko iz tvoga ummeta, htjednete žene pustiti, vi ih u vrijeme kad su čiste pustite, tj. u periodu čistoće kada s njima niste imali odnos, i brojte to vrijeme, kako biste mogli vratiti vaše supruge, ukoliko to budete željeli, i Allaha, Gospodara svoga, bojte se, na način da radite po Njegovim naredbama i da se klonite Njegovih zabrana. Ne izgonite pušćenice iz kuća gdje borave, a ni one neka ne izlaze, dok se priček ne okonča, osim ako očito sramno djelo učine, poput bluda. To su Allahove granice koje je On odredio. Onaj koji Allahove propise krši i te granice pređe, sam sebi je zulum učinio, jer ide u propast, griješeći prema svome Gospodaru. Šta znaš, o ti koji si razveo suprugu, Allah će, možda, poslije toga dati želju u srce muža, pa da vrati svoju suprugu.",
		"korkutTranslationOfAyah":"O Vjerovjesniče, kada htjednete žene pustiti, vi ih u vrijeme kada su čiste pustite, a onda vrijeme koje treba proći brojte i Allaha, Gospodara svoga, bojte se. Ne tjerajte ih iz stanova njihovih, a ni one neka ne izlaze, osim ako očito sramno djelo učine. To su Allahovi propisi. Onaj koji Allahove propise krši – sâm sebi nepravdu čini. Ti ne znaš, Allah može poslije toga priliku pružiti."
	},
	{
		"arabicTextofAyah":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا",
		"tafsirTextofAyah":"Pa kada one ispune vrijeme svog čekanja, vi ih ili na lijep način zadržite ili se lijepo od njih konačno rastavite, pa da onda one same vode brigu o sebi i dajte im njihova prava. Kada želite da ih zadržite ili pustite, kao svjedoke dvojicu svojih pravednih ljudi uzmite, kako bi se spriječile mogućnosti nesporazuma, i svjedočenje, o svjedoci, radi Allaha obavite, želeći time Njegovo zadovoljstvo! Pojašnjavanje ovih propisa je savjet za onoga koji u Allaha i u Posljednji dan vjeruje – a onome koji se Allaha boji, ko provodi Njegove naredbe i kloni se zabrana, On će izlaz dati iz svake teškoće.",
		"korkutTranslationOfAyah":"I dok traje vrijeme određeno za čekanje, vi ih ili na lijep način zadržite ili se velikodušno od njih konačno rastavite i kao svjedoke dvojicu vaših pravednih ljudi uzmite, i svjedočenje Allaha radi obavite! To je savjet za onoga koji u Allaha i u onaj svijet vjeruje – a onome koji se Allaha boji, On će izlaz naći"
	},
	{
		"arabicTextofAyah":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا",
		"tafsirTextofAyah":"I On će vam dati opskrbu odakle niste ni očekivali. Onome ko se na Allaha osloni u svojim poslovima, On će mu bit dovoljan. Allah će Svoju odluku provesti i ništa ga ne može spriječiti niti mu šta može promaći. Allah je svemu rok odredio, pa tako teško stanje je određeno, ali je i blagostanje određeno i nijedno od tih stanja ne traje uvijek, nego ima svoj krajnji rok.",
		"korkutTranslationOfAyah":"i opskrbiće ga odakle se i ne nada; onome koji se u Allaha uzda, On mu je dosta. Allah će, zaista, ispuniti ono što je odlučio; Allah je svemu već rok odredio."
	},
	{
		"arabicTextofAyah":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا",
		"tafsirTextofAyah":"A one žene vaše koje su razvedene, koje su nadu u mjesečno pranje izgubile, jer su već u pozne godine zašle – ako sumnjate u način njihovog pričeka – one treba da čekaju tri mjeseca, a i one koje ga još nisu dobile jer su mlade treba da čekaju tri mjeseca! Vrijeme čekanja za trudne žene, koje ostanu pušćenice ili udovice, jeste porod. A onome ko se Allaha boji, čineći ono što je Allah naredio i kloneći se Njegovih zabrana, On će u svemu lahkoću dati i olakšati mu svaku poteškoću.",
		"korkutTranslationOfAyah":"A one žene vaše koje su nadu u mjesečno pranje izgubile i one koje ga nisu ni dobile, one trebaju čekati tri mjeseca, ako niste znali. Trudne žene čekaju sve dok ne rode. – A onome ko se Allaha boji, On će sve što mu treba učiniti dostupnim."
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا",
		"tafsirTextofAyah":"Propisi koji se spominju, a vezani su za razvod, povratak nakon razvoda i priček, su Allahovi propisi koje vam objavljuje, o vjernici, kako biste po njima radili. Onome ko se Allaha bude bojao, čineći Njegove naredbe i ostavljajući Njegove zabrane, On će grijehe obrisati i dat će mu veliku nagradu na onome svijetu, tj. uvest će ga u Džennet i podariti mu blagodati i uživanja koja će biti vječna.",
		"korkutTranslationOfAyah":"To su, eto, Allahovi propisi, koje vam On objavljuje. A onome ko se bude Allaha bojao – On će preko ružnih postupaka njegovih preći i još mu veliku nagradu dati."
	},
	{
		"arabicTextofAyah":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ",
		"tafsirTextofAyah":"Njih, o muževi, ostavite da stanuju tamo gdje i vi stanujete, prema svojim mogućnostima, jer Allah vas ne opterećuje više od toga, i ne činite im teškoće u pogledu opskrbe, stanovanja i drugih pitanja, zato da biste na njih pritisak izvršili. Ako su pušćenice trudne, snosite troškove njihovog izdržavanja sve dok se ne porode; a ako vam djecu doje, onda im dajte naknadu za to dojenje i sporazumite se u vezi te naknade na lijep način. Ako muž bude škrt u pogledu naknade koju supruga želi, a i ona ne bude htjela osim ono što želi, onda neka otac unajmi drugu dojilju koja će dojiti njegovo dijete.",
		"korkutTranslationOfAyah":"Njih ostavite da stanuju tamo gdje i vi stanujete, prema svojim mogućnostima, i ne činite im teškoće zato da biste ih stijesnili. Ako su trudne, dajte im izdržavanje sve dok se ne porode, a ako vam djecu doje, onda im dajte zasluženu nagradu sporazumjevši se međusobno na lijep način. A ako nastanu razmirice, neka mu onda druga doji dijete."
	},
	{
		"arabicTextofAyah":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا",
		"tafsirTextofAyah":"Neka onaj ko je imućan iz svog imanja daje pušćenici i djetetu, a ako mu je teško, neka daje iz onoga čime ga je Allah opskrbio, a On nikoga ne zadužuje preko onoga koliko ima i preko njegovih mogućnosti. Allah će nakon tog teškog stanja dati izobilje i bogatstvo.",
		"korkutTranslationOfAyah":"Neka imućan prema bogatstvu svome troši, a onaj koji je u oskudici – prema tome koliko mu je Allah dao, jer Allah nikoga ne zadužuje više nego što mu je dao; Allah će, sigurno, poslije tegobe, slast dati."
	},
	{
		"arabicTextofAyah":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا",
		"tafsirTextofAyah":"Mnogo je bilo naselja čiji su stanovnici griješili prema Allahi i Njegovim poslanicima. Mi smo s njima težak račun sveli zbog njihovih loših postupaka i kaznili smo ih velikom kaznom i na ovome, i na budućem svijetu.",
		"korkutTranslationOfAyah":"A koliko se sela i gradova oglušilo o naređenje Gospodara njihova i poslanīkā Njegovih; Mi ćemo od njih zatražiti da nam potanko račun polože i užasnom kaznom ćemo ih kazniti;"
	},
	{
		"arabicTextofAyah":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا",
		"tafsirTextofAyah":"Ta mjesta i naselja iskusila su patnju zbog svojih loših postupaka i doživjeli su propast kako na ovome tako i na budućem svijetu.",
		"korkutTranslationOfAyah":"oni će pogubnost postupaka svojih iskusiti i propast će njihov kraj biti."
	},
	{
		"arabicTextofAyah":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا",
		"tafsirTextofAyah":"Takvima je Allah žestoku patnju pripremio, pa se, o vi koji razuma imate i koji vjerujete u Allaha i Poslanika, bojte Allaha, provodeći Njegove naredbe i kloneći se Njegovih zabrana, kako vam se ne bi desilo isto kao i njima. Allah vam je dao opomenu koja vas podsjeća na lošu konačnicu onih koji griješe prema Njemu, kao i na lijep svršetak onih koji Mu se pokoravaju.",
		"korkutTranslationOfAyah":"Allah je za njih neizdržljivu patnju pripremio, zato se bojte Allaha, o vi koji ste razumom obdareni, vi koji vjerujete! Allah vam je već poslao slavu,"
	},
	{
		"arabicTextofAyah":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا",
		"tafsirTextofAyah":"Ta opomena je Njegov Poslanik, koji uči Allahove ajete, koji su jasni, bez imalo dvosmislenosti, kako bi iz zablude na Pravi put izveo one koji u Allaha vjeruju, smatraju Poslanika istinitim, i čine dobra djela. Onoga ko u Allaha vjeruje i dobra djela čini, Allah će uvesti u džennetske bašče ispod čijih dvoraca i stabala teku rijeke, da u njima vječno boravi. Allah mu je pripremio najbolju opskrbu jer ga je uveo u Džennet gdje uživanja i blagodati nikada ne prestaju.",
		"korkutTranslationOfAyah":"Poslanika, koji vam Allahove ajete jasne kazuje, da bi iz tmina na svjetlo izveo one koji vjeruju i dobra djela čine. A onoga koji bude u Allaha vjerovao i dobro činio – uvešće u džennetske bašče, kroz koje rijeke teku, i vječno i zauvijek će u njima ostati, divnu će mu opskrbu Allah davati."
	},
	{
		"arabicTextofAyah":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا",
		"tafsirTextofAyah":"Allah je taj koji je sedam nebesa stvorio, a isto toliko je i zemalja stvorio. Njegove odredbe, kako prirodne, tako i vjerske stižu do svih njih, a sve u svrhu da spoznate Allahovu svemoć i sveobuhvatno znanje, jer Njemu ništa nije skriveno, ni na nebesima ni na Zemlji.",
		"korkutTranslationOfAyah":"Allah je sedam nebesa i isto toliko zemalja stvorio; Njegovo naređenje na sve se njih odnosi, a nek znate da je Allah kadar sve i da Allah znanjem Svojim sve obuhvaća!"
	}
]