[
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O Poslaniče, zašto sebi zabranjuješ ono što ti je Allah dozvolio, tj. da uživaš sa svojom robinjom Marijom, kako bi zadovoljio svoje žene koje su ljubomorne na nju. Allah je tebi oprostio i milostiv je prema tebi.",
		"korkutTranslationOfAyah":"O Vjerovjesniče, zašto sebi uskraćuješ ono što ti je Allah dozvolio – u nastojanju da žene svoje zadovoljiš? A Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
		"tafsirTextofAyah":"Allah vam je propisao da se za svoje zakletve iskupite, ako vidite da je nešto drugo bolje, ili ako ste ih prekršili. Allah je vaš pomagač, On zna vaša stanja i šta vam najviše odgovara, On mudro propisuje i određuje.",
		"korkutTranslationOfAyah":"Allah vam je propisao kako da svoje zakletve iskupite; Allah je vaš Gospodar; On sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ",
		"tafsirTextofAyah":"Spomeni kad je Poslanik, sallallahu alejhi ve sellem, jednoj supruzi svojoj, tj. Hafsi, tajno govor povjerio, a jedna od tih tajni jeste i da se neće približavati Mariji. Nakon što je Hafsa tu tajnu otkrila Aiši i nakon što je Poslanik, sallallahu alejhi ve sellem, saznao za širenje te tajne preko Objave od Allaha, on je ukorio Hafsu i nešto od onoga što je ona spomenula, ispričao joj, dok je ostalo prešutio. Ona ga je upitala: \"Ko te o tome obavijestio?\", a on je kazao: \"Onaj koji sve zna i ništa Mu nije skriveno.\"",
		"korkutTranslationOfAyah":"Kada je Vjerovjesnik jednoj od svojih žena jednu tajnu povjerio pa je ona odala – a Allah je to njemu otkrio – on joj je bio jedan dio kazao, a ostalo prešutio. I kad je on s tim nju upoznao, ona je upitala: \"A ko ti je to kazao?\" – on je rekao: \"Kazao mi je Onaj koji sve zna i kome ništa nije skriveno.\""
	},
	{
		"arabicTextofAyah":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ",
		"tafsirTextofAyah":"Vas dvije treba da se pokajete, jer su vaša srca naklonjena bila onome što je Poslanik, sallallahu alejhi ve sellem, prezirao, a prezirao je da se udalji od svoje robinje i da je sebi zabrani. Ako vi nastavite da se protiv njega udružujete, onda znajte da je Allah njegov zaštitnik i pomagač, a također i Džibril i odabrani vjernici pomoći će ga. Nakon pomoći Allahove, pomoći će ga i meleki protiv onih koji ga uznemiravaju.",
		"korkutTranslationOfAyah":"Ako vas dvije učinite pokajanje Allahu, pa – vi ste bile učinile ono zbog čega ste se trebale pokajati. A ako se protiv njega udružite, pa – Allah je zaštitnik njegov, i Džibril, i čestiti vjernici; najposlije, i svi meleki će mu na pomoći biti."
	},
	{
		"arabicTextofAyah":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا",
		"tafsirTextofAyah":"Ako vas Njegov Vjerovjesnik pusti i razvede, On će mu dati bolje supruge od vas, koje će biti predane njegovim naredbama, koje će vjerovati u Allaha i Poslanika, biti pokorne Allahu, kajati se za grijehe, obožavati svoga Gospodara, postiti, bilo da su udovice ili djevice. Međutim, on ih nije razveo.",
		"korkutTranslationOfAyah":"Ako vas on pusti, Gospodar njegov će mu dati umjesto vas boljih žena od vas; odanih Allahu, vjernica, poslušnih Allahu, pokajnica, koje se Allaha boje, koje poste, udovica i djevojaka."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ",
		"tafsirTextofAyah":"O vi koji u Allaha vjerujete i radite po Njegovim naredbama, zaštitite sebe i svoje porodice od velike vatre čije će gorivo biti ljudi i kamenje. O toj Vatri brinuće se žestoki meleki koji će biti strogi prema onome ko u Vatru uđe. Oni ne griješe kada im Allah nešto naredi, čine sve što im kaže, bez odgađanja i čekanja.",
		"korkutTranslationOfAyah":"O vi koji vjerujete, sebe i porodice svoje čuvajte od vatre čije će gorivo ljudi i kamenje biti, i o kojoj će se meleki strogi i snažni brinuti, koji se onome što im Allah zapovjedi neće opirati, i koji će ono što im se naredi izvršiti."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Nevjernicima će se na Sudnjem danu kazati: \"O vi koji niste vjerovali u Allaha, danas se nemoje pravdati za svoje nevjerovanje i griješenje, jer vam opravdanje neće biti prihvaćeno. Danas ćete biti kažnjeni za nevjerstvo i poricanje poslanika na dunjaluku.\"",
		"korkutTranslationOfAyah":"O vi koji niste vjerovali, danas se ne pravdajte, kažnjavate se samo za ono što ste zaslužili."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i radite po Njegovim naredbama, pokajte se Allahu iskreno za vaše grijehe, kako bi Gospodar vaš pobrisao vaše loše postupke i uveo vas u džennetske vrtove ispod čijih dvorova i drveća teku rijeke, na dan kada Allah neće poniziti Vjerovjesika i one koji s njim vjeruju tako što ih neće uvesti u Vatru. Tog dana će svjetlo ići ispred njih i sa njihove desne strane, dok budu na sirat ćupriji. Oni će tada govoriti: Naš Gospodaru, upotpuni nam svjetlo kako bismo u Džennet ušli i ne daj da budemo kao licemjeri čije će se svjetlo ugasiti na sirat ćupriji. Oprosti nam naše grijehe, jer Ti možeš sve i ništa Te ne može zaustaviti da naše svjetlo upotpuniš i grijehe nam oprostiš.",
		"korkutTranslationOfAyah":"O vi koji vjerujete, učinite pokajanje Allahu iskreno, da bi Gospodar vaš preko ružnih postupaka vaših prešao i da bi vas u džennetske bašče, kroz koje rijeke teku, uveo, na Dan u kojem Allah neće osramotiti Vjerovjesnika i one koji su zajedno sa njim vjerovali; svjetlo njihovo će ići ispred njih i s njihove desne strane. \"Gospodaru naš\" – govoriće oni – \"učini potpunim svjetlo naše i oprosti nam jer Ti, doista, sve možeš.\""
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"O Poslaniče, protiv nevjernika bori se oružanim putem, a protiv licemjera riječima i provođenjem kazni. Budu strog prema njima, kako bi prema tebi iskazivali poštovanje. Njihovo prebivalište na Sudnjem danu bit će Džehennem, a to je zaista, ružno prebivalište i konačište u kojem će skončati.",
		"korkutTranslationOfAyah":"O Vjerovjesniče, bori se protiv nevjernika i licemjera i budi strog prema njima! Njihovo prebivalište biće Džehennem, a užasno je to boravište!"
	},
	{
		"arabicTextofAyah":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
		"tafsirTextofAyah":"Allah onima koji ne vjeruju u Njega i poslanike, navodi primjer u kojem se naglašava da njihova veza sa vjernicima ništa im neće biti od koristi. Taj primjer su supruge Allahovih vjerovjesnika Nuha i Luta, neka je na njih dvojicu mir i spas. One su bile supruge dva Allahova dobra roba, ali su ih iznevjerile, jer su odvraćale od Allahovog puta i pomagale nevjernike. Njima od koristi neće biti to što su bile supruge ta dva dobra roba, nego će im se na Sudnjem danu kazati: Uđite u Vatru zajedno sa onim nevjernicima i griješnicma koji će u nju ući.",
		"korkutTranslationOfAyah":"Allah navodi kao pouku onima koji ne vjeruju ženu Nuhovu i ženu Lutovu: bile su udate za dva čestita roba Naša, ali su prema njima licemjerne bile – i njih dvojica im neće ništa moći kod Allaha pomoći, i reći će se: \"Ulazite vas dvije u vatru, sa onima koji ulaze!\""
	},
	{
		"arabicTextofAyah":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"A onima koji vjeruju u Allaha i Njegove poslanike, On navodi primjer u kojem se naglašava da im njihova rodbinska veza za nevjernicima neće štetiti sve dok su na pravome putu. Taj primjer je faraonovo supruga koja je kazala: O Gospodaru, sagradi mi kuću u Džennetu kod Sebe i spasi me faraonove vlasti i tiranije, te njegovih loših djela. Spasi me naroda koji sam sebi čini nepravdu jer slijedi faraona u njegovoj tiraniji i nasilju.",
		"korkutTranslationOfAyah":"A onima koji vjeruju – Allah kao pouku navodi ženu faraonovu, kad je rekla: \"Gospodaru moj, sagradi mi kod Sebe kuću u Džennetu i spasi me od faraona i mučenja njegova, i izbavi me od naroda nepravednog!\""
	},
	{
		"arabicTextofAyah":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ",
		"tafsirTextofAyah":"Također, Allah navodi primjer vjernicima u Allaha i poslanike, Merjemu kćerku Imranovu koja se sačuvala bluda, pa je Allah naredio Džibrilu da u nju udahne, pa je ona Allahovom moći postala trudna i nosila Isa sina Merjemina, i to bez oca. Ona je također povjerovala u Allahov zakon i knjige koje je On objavljivao poslanicima, te je bila pokorna Allahu, sprovodeći Njegove naredbe i kloneći se Njegovih zabrana.",
		"korkutTranslationOfAyah":"i Merjemu, kćer Imranovu, koja je nevinost svoju sačuvala, a Mi smo udahnuli u nju život i ona je u riječi Gospodara svoga i knjige Njegove vjerovala i od onih koji provode vrijeme u molitvi bila."
	}
]