[
	{
		"arabicTextofAyah":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Veliko i ogromno je Allahovo dobro u čijim rukama je vlast, On sve može i ništa Ga ne može spriječiti.",
		"korkutTranslationOfAyah":"Uzvišen je Onaj u čijoj je ruci vlast – On sve može! –"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
		"tafsirTextofAyah":"Onaj koji je stvorio smrt i život kako bi vas, o ljudi, ispitao ko će ljepša djela činiti. On je silni kojeg niko ne može nadvladati i On prašta grijehe onima koji se pokaju.",
		"korkutTranslationOfAyah":"Onaj koji je dao smrt i život da bi iskušao koji od vas će bolje postupati; – On je Silni, Onaj koji prašta,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
		"tafsirTextofAyah":"Onaj koji je stvorio sedam nebesa, svaki sloj jedan iznad drugog i ne dodiruju se. O ti koji posmatraš, ne vidiš nikakvog nesklada u onome što je Allah stvorio. Ponovo pogledaj, pa da li vidiš kakvu pukotinu? Nećeš je vidjeti, jer Allah sve savršeno stvara.",
		"korkutTranslationOfAyah":"Onaj koji je sedam nebesa jedna iznad drugih stvorio – ti u onome što Milostivi stvara ne vidiš nikakva nesklada, pa ponovo pogledaj vidiš li ikakav nedostatak,"
	},
	{
		"arabicTextofAyah":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
		"tafsirTextofAyah":"Zatim ponovo baci pogled, jedan za drugim, pa će ti se pogled vratiti klonuo, jer neće vidjeti nikakav nedostatak u stvaranju nebesa i biće umoran od gledanja.",
		"korkutTranslationOfAyah":"zatim ponovo više puta pogledaj, pogled će ti se vratiti klonuo i umoran."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
		"tafsirTextofAyah":"Mi smo nebo koje je najbliže Zemlji sjajnim zvijezdama ukrasili i učinili smo te zvijezde za gađanje šejtana koji prisluškuju vijesti, pa ih one spale, i patnju u Ognju smo na onome svijetu za njih pripremili.",
		"korkutTranslationOfAyah":"Mi smo vama najbliže nebo sjajnim zvijezdama ukrasili i učinili da vatra iz njih pogađa šejtane, za koje smo patnju u ognju pripremili."
	},
	{
		"arabicTextofAyah":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"One koji ne vjeruju u Gospodara njihova, na Sudnjem danu čeka patnja u Vatri, a grozno li je to prebivalište koje će naseliti.",
		"korkutTranslationOfAyah":"A za one koji ne vjeruju u Gospodara svoga kazna je Džehennem, užasno je on boravište!"
	},
	{
		"arabicTextofAyah":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
		"tafsirTextofAyah":"Kada budu u Vatru bačeni, čut če ružan i grozan glas, a to će biti ključanje kao u kotlu.",
		"korkutTranslationOfAyah":"Kad budu u nj bačeni, pucketanje njegovo će čuti, i on će ključati,"
	},
	{
		"arabicTextofAyah":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
		"tafsirTextofAyah":"gotovo da se od bijesa prema onima koji su u Vatru ušli, raspadne i odvoji jedan dio od drugog. Kad god se koja gomila nevjernika u njega baci, meleki stražari u njemu će je, osuđujući, upitati: “Zar nije poslanik na dunjaluku dolazio da vas upozorava na Allahovu kaznu?”",
		"korkutTranslationOfAyah":"skoro da se od bijesa raspadne. Kad god se koja gomila u nj baci, stražari u njemu će je upitati: \"Zar nije niko dolazio da vas opominje?\""
	},
	{
		"arabicTextofAyah":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
		"tafsirTextofAyah":"Nevjernici će kazati: Jeste, dolazio nam je Poslanik koji nas je upozoravao na Allahovu kaznu, pa smo ga mi porekli i kazali smo: Allah nije objavio ništa i vi ste, o Poslaniče, u zabludi, daleko od istine.",
		"korkutTranslationOfAyah":"\"Jest, dolazio nam je onaj koji nas je opominjao\" – odgovoriće – \"a mi smo poricali i govorili: 'Allah nije objavio ništa, vi ste u velikoj zabludi!'\""
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
		"tafsirTextofAyah":"Nevjernici će kazati: Da smo slušali na način da se time okoristimo, ili da smo razmišljali i imali pamet da razlikujemo istinu od neistine, ne bismo bili među džehennemlijama, nego bismo vjerovali u poslanike i ono što su donijeli i bili bismo džennetlije.",
		"korkutTranslationOfAyah":"I reći će: \"Da smo slušali ili razmišljali, ne bismo među stanovnicima Džehennema bili!\""
	},
	{
		"arabicTextofAyah":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
		"tafsirTextofAyah":"Oni će priznati da su bili nevjernici i da su poricali istinu, pa će zaslužiti vatru, pa neka su daleko džehennemlije.",
		"korkutTranslationOfAyah":"I oni će priznati da su bili nevjernici – pa, stanovnici Džehennema ognjenog daleko bili!"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
		"tafsirTextofAyah":"Oni koji se boje Allaha kada su sami, zaslužuju oprost grijeha i pripada im velika nagrada, tj. Džennet.",
		"korkutTranslationOfAyah":"Onima koji se Gospodara svoga boje i kad ih niko ne vidi – oprost i nagrada velika!"
	},
	{
		"arabicTextofAyah":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"O ljudi, bilo da skrivate svoj govor ili glasno govorite, to Allah zna, jer On zna šta je u srcima robova i ništa mu od toga nije skriveno.",
		"korkutTranslationOfAyah":"Govorili vi tiho ili glasno – pa, On, sigurno, zna svačije misli!"
	},
	{
		"arabicTextofAyah":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
		"tafsirTextofAyah":"Kako da te tajne ne zna Onaj koji je stvorio sva stvorenja, pa čak i ono što je skrivenije od toga. On sve zna o svojim robovima, i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"A kako i ne bi znao Onaj koji stvara, Onaj koji sve potanko zna, koji je o svemu obaviješten."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
		"tafsirTextofAyah":"Allah vam je učinio Zemlju pogodnom za stanovanje, pa putujte po njenim krajevima i koristite se opskrbom koju je za vas pripremio. On će vas jedini oživjeti kako bi ste račun polagali i dobili šta ste zaslužili.",
		"korkutTranslationOfAyah":"On vam je Zemlju pogodnom učinio, pa hodajte predjelima njezinim i hranite se onim što On daje, Njemu ćete poslije oživljenja odgovarati."
	},
	{
		"arabicTextofAyah":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
		"tafsirTextofAyah":"Jeste li sigurni da Allah Koji je na nebesima neće dati da se zemlja ispod vas otvori kao što se otvorila ispod Karuna, nakon što je bila pogodna za stanovanje, kada se zatrese nakon stabilnosti.",
		"korkutTranslationOfAyah":"Jeste li sigurni! da vas Onaj Koji je na nebesima neće u zemlju utjerati, kad se ona počne iznenada tresti?!"
	},
	{
		"arabicTextofAyah":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
		"tafsirTextofAyah":"Ili ste sigurni da Allah Koji je na nebesima na vas neće vjetar s kamenjem poslati kao što ga je poslao na narodom Lutov?! Pa, znat ćete kakvo je upozorenje Moje, kada svojim očima vidite kaznu, ali vi se time neće okoristiti nakon što vidite kaznu.",
		"korkutTranslationOfAyah":"Ili, jeste li sigurni da Onaj koji nebesima vlada na vas neće vjetar s kamenjem poslati? Tada biste saznali kakva je prijetnja Moja!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
		"tafsirTextofAyah":"I narodi koji su bili prije ovih mušrika poricali su istinu, pa je i na njih, zbog ustrajavanja u nevjerstvu i poricanju, spuštena kazna, pa kakva je bila opomena moja? Bila je veoma žestoka.",
		"korkutTranslationOfAyah":"A poricali su i oni prije njih, pa kakva je samo bila kazna Moja!"
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
		"tafsirTextofAyah":"Zar ovi koji poriču ne vide ptice iznad sebe kako raširenih krila lete, a i skupljaju ih nekada? Samo ih Allah drži da ne padnu na zemlju; On, zaista, sve dobro vidi i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"Zar oni ne vide ptice iznad sebe kako raširenih krila lete, a i skupljaju ih? Samo ih Milostivi drži; On, zaista, sve dobro vidi."
	},
	{
		"arabicTextofAyah":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
		"tafsirTextofAyah":"O nevjernici, vi nemate vojske koja će vas sačuvati kazne od Allaha, ako On bude želio da vas kazni. Nevjernici su obmanuti, šejtan ih je prevario.",
		"korkutTranslationOfAyah":"Ili, ko je taj koji će biti vojska vaša i vama pomoći, osim Milostivog? – Nevjernici su samo obmanuti."
	},
	{
		"arabicTextofAyah":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
		"tafsirTextofAyah":"Ako Allah spriječi da vam dođe opskrba, niko vas neće moći opskrbiti. Nevjernici su inadžije i oholnici i istinu ne prihvataju.",
		"korkutTranslationOfAyah":"Ili, ko je taj koji će vas nahraniti, ako On hranu Svoju uskrati? – Ali, oni su uporni u bahatosti i u bježanju od istine."
	},
	{
		"arabicTextofAyah":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
		"tafsirTextofAyah":"Da li je bolje upućen mušrik koji ide pognut licem prema zemlji ili vjernik koji Pravim putem uspravno hodi?",
		"korkutTranslationOfAyah":"Da li je na ispravnijem putu onaj koji se idući spotiče ili onaj koji Pravim putem uspravno ide?"
	},
	{
		"arabicTextofAyah":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
		"tafsirTextofAyah":"Reci, o Poslaniče, ovim mušricima koji poriču istinu: Allah je taj koji vas je stvorio, dao vam je sluh kojim čujete, vid kojim gledate i srca kojima shvatate, a kako samo malo zahvaljujete na blagodatima kojima vas obasipa.",
		"korkutTranslationOfAyah":"Reci: \"On sve stvara i daje vam sluh i vid i pameti, a vi se malo zahvaljujete!\""
	},
	{
		"arabicTextofAyah":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci ovim mušricima koji poriču istinu: Allah je taj koji vas je razasuo po Zemlji, a ne vaši kipovi koji ništa ne stvaraju. On će vas jedini okupiti na Sudnjem danu kako biste račun polagali, a ne vaši kipovi, pa se Njega bojte i samo Njega obožavajte.",
		"korkutTranslationOfAyah":"Reci: \"On vas je po Zemlji razasuo i pred Njim ćete se sakupiti.\""
	},
	{
		"arabicTextofAyah":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"Oni koji negiraju proživljenje, misleći da je to nemoguće, govore: O Muhammeda, kada će ta prijetnja koju nam ti i tvoji ashabi obećavate, ako je istina da će se ona dogoditi?",
		"korkutTranslationOfAyah":"A oni govore: \"Kad će već jednom ta prijetnja, ako istinu govorite?!\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
		"tafsirTextofAyah":"Reci, o Poslaniče: Znanje o tome kada će se desiti Sudnji dan ima samo Allah, a ja sam samo neko ko vas jasno opominje i upozorava.",
		"korkutTranslationOfAyah":"Reci: \"Sam Allah zna! A ja sam dužan samo da javno opominjem.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
		"tafsirTextofAyah":"Kada se desi ovo obećanje i kada vide kaznu svojim očima iz blizine, a to će biti na Sudnjem danu, lica onih koji su bili nevjernici, pocrniće i biće im rečeno: To je ono što ste na dunjaluku požurivali i tražili.",
		"korkutTranslationOfAyah":"Kad je izbliza ugledaju, jad će prekriti lica onih koji nisu vjerovali i biće rečeno: \"Evo, ovo je ono što ste požurivali!\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"Reci, o Poslaniče, ovim mušricima koji poriču: “Kažite vi meni: ako Allah pošalje smrt meni i onim vjernicima koji su sa mnom, ko će nevjernike od bolne patnje zaštititi?” To niko neće moći učiniti.",
		"korkutTranslationOfAyah":"Reci: \"Kažite vi meni: ako Allah pošalje smrt meni i onima koji su sa mnom, ili ako nam se smiluje, ko će nevjernike od neizdržljive patnje zaštititi?\""
	},
	{
		"arabicTextofAyah":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"O Poslaniče, reci ovim mušricima: To je Milostivi koji vas poziva sa ga obožavate, mi samo u Njega vjerujemo, i na Njega se u svemu oslanjamo. Bez imalo sumnje, saznat ćete ko je bio u jasnoj zabludi, a ko na Pravom putu.",
		"korkutTranslationOfAyah":"Reci: \"On je Milostivi, u Njega vjerujemo i na Njega se oslanjamo, a vi ćete, sigurno, saznati ko je u očitoj zabludi.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
		"tafsirTextofAyah":"O Poslaniče, reci ovim mušricima: Kažite mi vi, ako vam vode koje pijete nestanu, i ne mognete doći do njih, ko je taj koji će vam dati obilnu tekuću vodu? To niko neće moći učiniti, osim Allah.",
		"korkutTranslationOfAyah":"Reci: \"Šta mislite, ako vam vode presuše – ko će vam tekuću vodu dati?\""
	}
]