[
	{
		"arabicTextofAyah":"نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ",
		"tafsirTextofAyah":"(Nun) Već smo govorili o sličnoj temi na početku sure el-Bekare. Allah Uzvišeni kune se perom i onime što ljudi pišu svojim perima.",
		"korkutTranslationOfAyah":"Nūn. Tako Mi kalema i onoga što oni pišu,"
	},
	{
		"arabicTextofAyah":"مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ",
		"tafsirTextofAyah":"Ti, o Poslaniče, zbog blagodati vjerovjesništva koje ti je Allah dao, nisi lud, nego si čist od onoga čime te mušrici opisuju.",
		"korkutTranslationOfAyah":"ti nisi, milošću Gospodara svoga, lud;"
	},
	{
		"arabicTextofAyah":"وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ",
		"tafsirTextofAyah":"Zbog toga što prenoseći poslanicu ljudima trpiš i doživljavaš, imat će nagradu koja nikada neće nestati i niko ti zbog nje neće prigovarati.",
		"korkutTranslationOfAyah":"ti ćeš, sigurno, nagradu neprekidnu dobiti,"
	},
	{
		"arabicTextofAyah":"وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ",
		"tafsirTextofAyah":"Ti si najljepšeg morala, onako kako se u Kur'anu spominje i tim svojstvima si opisan na najpotpuniji način.",
		"korkutTranslationOfAyah":"jer ti si, zaista, najljepše ćudi"
	},
	{
		"arabicTextofAyah":"فَسَتُبۡصِرُ وَيُبۡصِرُونَ",
		"tafsirTextofAyah":"I ti ćeš vidjeti, a vidjeće i ovi koji poriču",
		"korkutTranslationOfAyah":"i ti ćeš vidjeti, a i oni će vidjeti,"
	},
	{
		"arabicTextofAyah":"بِأَييِّكُمُ ٱلۡمَفۡتُونُ",
		"tafsirTextofAyah":"Kada se razotkrije istina i postane vidljiva, biće jasno ko je od vas lud, a ko nije.",
		"korkutTranslationOfAyah":"ko je od vas lud."
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
		"tafsirTextofAyah":"Tvoj Gospodar, o Poslaniče, zna ko je skrenuo sa Njegovog puta, a zna i one koji se na njemu nalaze. On zna da su oni zalutali, a zna i da si ti na Pravom putu.",
		"korkutTranslationOfAyah":"Gospodar tvoj dobro zna onoga koji je s puta Njegova skrenuo i On dobro zna one koji su na Pravome putu,"
	},
	{
		"arabicTextofAyah":"فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ",
		"tafsirTextofAyah":"Onima koji negiraju Objavu koju donosiš, ne pokoravaj se, o Poslaniče.",
		"korkutTranslationOfAyah":"zato ne slušaj one koji neće da vjeruju,"
	},
	{
		"arabicTextofAyah":"وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ",
		"tafsirTextofAyah":"Oni iščekuju i nadaju se da ti prema njima budeš blag i da popustiš na račun vjere, pa bi i oni nakon toga prema temi popustili i bili blagi.",
		"korkutTranslationOfAyah":"oni bi jedva dočekali da ti popustiš, pa bi i oni popustili,"
	},
	{
		"arabicTextofAyah":"وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ",
		"tafsirTextofAyah":"Nemoj se pokoravati i nemoj slušati nikoga ko se zbog neistine mnogo zaklinje i ko je ponižen i prezren.",
		"korkutTranslationOfAyah":"i ne slušaj nijednog krivokletnika, prezrena,"
	},
	{
		"arabicTextofAyah":"هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ",
		"tafsirTextofAyah":"Onoga ko mnogo ljude ogovara, o njima priča, i njihove riječi prenosi kako bi ih razdvojio i smutnju među njima napravio.",
		"korkutTranslationOfAyah":"klevetnika, onoga koji tuđe riječi prenosi,"
	},
	{
		"arabicTextofAyah":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ",
		"tafsirTextofAyah":"Onoga ko mnogo ljudima zabranjuje činjenje dobra, napada na ljudske imetke, časti i živote i koji mnogo griješi.",
		"korkutTranslationOfAyah":"škrca, nasilnika, velikog grješnika,"
	},
	{
		"arabicTextofAyah":"عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ",
		"tafsirTextofAyah":"Onoga ko je grub i osor i ko je u svome narodu prepoznatljiv po zlu.",
		"korkutTranslationOfAyah":"surova i, osim toga, u tuđe pleme uljeza,"
	},
	{
		"arabicTextofAyah":"أَن كَانَ ذَا مَالٖ وَبَنِينَ",
		"tafsirTextofAyah":"Zbog toga što ima mnogo imetka i djece, on se oholi i zbog oholosti odbija povjerovati u Allaha i Njegova Poslanika.",
		"korkutTranslationOfAyah":"samo zato što je bogat i što ima mnogo sinova,"
	},
	{
		"arabicTextofAyah":"إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Kada mu se ajeti naši uče, on govori da su to samo izmišljena kazivanja drevnih naroda.",
		"korkutTranslationOfAyah":"koji govori, kad mu se ajeti Naši kazuju: \"To su samo naroda drevnih priče!\""
	},
	{
		"arabicTextofAyah":"سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ",
		"tafsirTextofAyah":"Mi ćemo dati na njegovom nosu znak koji će ga unakazati, pratiti i uvijek sa njim biti.",
		"korkutTranslationOfAyah":"Na nos ćemo Mi njemu biljeg utisnuti!"
	},
	{
		"arabicTextofAyah":"إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ",
		"tafsirTextofAyah":"Mi smo ove mušrike iskušali sušom i glađu, kao što smo vlasnike jedne bašče iskušali kada su se zakleli da će ujutro što prije obrati njene plodove, kako siromasi ne bi ništa dobili.",
		"korkutTranslationOfAyah":"Mi smo ih na kušnju stavili, kao što smo vlasnike jedne bašče na kušnju stavili kad su se zakleli da će je, sigurno, rano izjutra obrati"
	},
	{
		"arabicTextofAyah":"وَلَا يَسۡتَثۡنُونَ",
		"tafsirTextofAyah":"Oni u svojoj zakletvi nisu naznačili da će to učiniti ako Bog da.",
		"korkutTranslationOfAyah":"a nisu rekli: \"Ako Bog da!\""
	},
	{
		"arabicTextofAyah":"فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ",
		"tafsirTextofAyah":"Allah je na tu bašču poslao vatru, pa ju je ona uništila dok su vlasnici spavali, te nisu mogli da je zaštite i spriječe vatru.",
		"korkutTranslationOfAyah":"I dok su oni spavali, nju od Gospodara tvoga zadesi nesreća"
	},
	{
		"arabicTextofAyah":"فَأَصۡبَحَتۡ كَٱلصَّرِيمِ",
		"tafsirTextofAyah":"Ona je postala pusta poput crne i tamne noći.",
		"korkutTranslationOfAyah":"i ona osvanu opustošena."
	},
	{
		"arabicTextofAyah":"فَتَنَادَوۡاْ مُصۡبِحِينَ",
		"tafsirTextofAyah":"Kada je bilo jutro, oni su počeli da jedni druge dozivaju",
		"korkutTranslationOfAyah":"A u zoru oni su jedni druge dozivali:"
	},
	{
		"arabicTextofAyah":"أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ",
		"tafsirTextofAyah":"Govorili su: Što ranije otiđite do svojih njiva, prije nego siromasi dođu, ako želite da oberete plodove.",
		"korkutTranslationOfAyah":"\"Poranite u bašču svoju ako je mislite obrati!\""
	},
	{
		"arabicTextofAyah":"فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ",
		"tafsirTextofAyah":"Požurili su prema svojim njivama i usjevima, tiho međusobno pričajući",
		"korkutTranslationOfAyah":"I oni krenuše tiho razgovarajući:"
	},
	{
		"arabicTextofAyah":"أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ",
		"tafsirTextofAyah":"Jedni drugima su govorili: Neka u bačše danas ne ulazi nijedan siromah",
		"korkutTranslationOfAyah":"\"Neka vam danas u nju nikako nijedan siromah ne ulazi!\""
	},
	{
		"arabicTextofAyah":"وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ",
		"tafsirTextofAyah":"Odmah, početkom jutra krenuli su, uvjereni da će obrati plodove iz svojih njiva.",
		"korkutTranslationOfAyah":"I oni poraniše uvjereni da će moći to provesti,"
	},
	{
		"arabicTextofAyah":"فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ",
		"tafsirTextofAyah":"Kada su vidjeli zapaljene njive i bašče, jedni drugima su se obratili riječima: Mi smo zalutali, tj. pogriješili smo put do njiva.",
		"korkutTranslationOfAyah":"a kad je ugledaše, povikaše: \"Mi smo zalutali;"
	},
	{
		"arabicTextofAyah":"بَلۡ نَحۡنُ مَحۡرُومُونَ",
		"tafsirTextofAyah":"Nama je uskraćeno da oberemo plodove, jer smo bili odlučni da sirmasima ništa ne damo.",
		"korkutTranslationOfAyah":"ali ne, ne – svega smo lišeni!\""
	},
	{
		"arabicTextofAyah":"قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ",
		"tafsirTextofAyah":"Jedan koji je među njima bio najbolji reče: \"Kada ste odlučili da siromasima zabranite plodove ove bašče, zar vam nisam kazao: 'Bolje vam je da veličate Allaha i da mu se pokajete?'\"",
		"korkutTranslationOfAyah":"Ponajbolji između njih reče: \"Nisam li vam ja govorio da je trebalo na Allaha misliti!\""
	},
	{
		"arabicTextofAyah":"قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
		"tafsirTextofAyah":"Kazali su: Neka je slavljen naš Gospodar, mi smo bili prema sebi nepravedni kada smo odlučili da siromasima spriječimo korištenje našim plodovima.",
		"korkutTranslationOfAyah":"\"Hvaljen neka je Gospodar naš!\" – rekoše – \"mi smo, uistinu, nepravedni bili!\""
	},
	{
		"arabicTextofAyah":"فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ",
		"tafsirTextofAyah":"Tada su jedni drugima upućivali riječi ukora.",
		"korkutTranslationOfAyah":"I onda počeše jedni druge koriti."
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ",
		"tafsirTextofAyah":"Kajući se, kazali su: Propali smo, jer smo prešli dozvoljenu granicu kada smo siromasima uskratili njihovo pravo.",
		"korkutTranslationOfAyah":"\"Teško nama!\" – govorili su – \"mi smo, zaista, obijesni bili;"
	},
	{
		"arabicTextofAyah":"عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
		"tafsirTextofAyah":"Gospodar naš je u stanju da nam podari bolju bašču od ove koju smo imali, mi se samo Njemu nadamo, od Njega oprost i svako dobro tražimo.",
		"korkutTranslationOfAyah":"Gospodar naš nam može bolju od nje dati, samo od Gospodara našeg mi se nadamo naknadi!\""
	},
	{
		"arabicTextofAyah":"كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
		"tafsirTextofAyah":"Ovakvim kaznama kojima spriječimo opskrbu, kažnjavamo one koji prema nama griješe, a kazna na onome svijetu je veća, kada bi oni znali i bili svjesni njene žestine i trajnosti.",
		"korkutTranslationOfAyah":"Eto takva je bila kazna, a na onome je svijetu, nek znaju, kazna još veća!"
	},
	{
		"arabicTextofAyah":"إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ",
		"tafsirTextofAyah":"One koji se Allaha budu bojali praktikujući Njegove nardbe i kloneći se Njegovih zabrana, kod njihova Gospodara čekaju džennetske bačše u kojima će uživati bez prestanka.",
		"korkutTranslationOfAyah":"Za one koji se budu bojali Allaha biće, zaista, dženneti uživanja u Gospodara njihova –"
	},
	{
		"arabicTextofAyah":"أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Zar da muslimane učinimo kao nevjernike u pogledu nagrade ili kazne, kao što tvrde mekkanski mušrici?",
		"korkutTranslationOfAyah":"zar ćemo muslimane sa nevjernicima izjednačiti?!"
	},
	{
		"arabicTextofAyah":"مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ",
		"tafsirTextofAyah":"O mušrici, šta vam je pa donosite takvu nepravednu i iskrivljenu presudu?",
		"korkutTranslationOfAyah":"Šta vam je, kako rasuđujete?"
	},
	{
		"arabicTextofAyah":"أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ",
		"tafsirTextofAyah":"Da li vi imate knjigu u kojoj ste pročitali da su jednaki pokorni rob i griješnik?",
		"korkutTranslationOfAyah":"Imate li vi Knjigu, pa u njoj čitate"
	},
	{
		"arabicTextofAyah":"إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ",
		"tafsirTextofAyah":"Da li u toj knjizi piše da ćete imati ono što izaberete na onome svijetu?",
		"korkutTranslationOfAyah":"da ćete imati ono što vi izaberete?"
	},
	{
		"arabicTextofAyah":"أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ",
		"tafsirTextofAyah":"Ili vi imate kod nas potvrđene ugovore iz kojih proizlazi da ćete imati ono što sami sebi odredite?",
		"korkutTranslationOfAyah":"Ili, zar smo vam se zakleli zakletvama koje će do Sudnjeg dana vrijediti da ćete ono što vi odredite imati?"
	},
	{
		"arabicTextofAyah":"سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
		"tafsirTextofAyah":"O Poslaniče, upitaj one koji tako govore: Ko je od vas garant i jamac?",
		"korkutTranslationOfAyah":"Upitaj ih ko je od njih jamac za to."
	},
	{
		"arabicTextofAyah":"أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ",
		"tafsirTextofAyah":"Ili, imaju li oni saučesnike pored Allaha koji će ih u nagradi izjednačiti s vjernicima?! Pa neka oni saučesnike svoje dovedu ako govore istinu i ako su njihove tvrdnje, da će imati isti status kao vjernici, tačne!",
		"korkutTranslationOfAyah":"Ili, imaju li oni druge jamce? Pa neka jamce svoje dovedu, ako govore istinu."
	},
	{
		"arabicTextofAyah":"يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ",
		"tafsirTextofAyah":"Na dan kada budu velike strahote i kada naš Gospodar otkrije potkoljenicu, i kada se ljudi pozovu da sedždu učine, pa će vjernici pasti na sedždu, a nevjernici i licemjeri to neće moći učiniti.",
		"korkutTranslationOfAyah":"Na Dan kada se potkoljenica otkrije i kada budu pozvani da licem na tlo padnu, pa ne budu mogli."
	},
	{
		"arabicTextofAyah":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ",
		"tafsirTextofAyah":"Njihovi pogledi biće poniženi, bijeda i kajanje prekrivaće ih, a na dunjaluku od njih je bilo traženo da Allahu sedždu čine, dok su bili zdravi i u mogućnosti da to učine.",
		"korkutTranslationOfAyah":"oborenih pogleda i sasvim poniženi biće nevjernici – a bili su pozivani da licem na tle padaju dok su živi i zdravi bili."
	},
	{
		"arabicTextofAyah":"فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Ostavi Mene, o Poslaniče, i one koji ovaj Kur'an, koji ti se objavljuje, poriču, Mi ćemo ih postepeno patnji približavati, a oni neće ni znati da prema njoj idu.",
		"korkutTranslationOfAyah":"Zato ostavi Mene i one koji ovaj Govor poriču, Mi ćemo ih postepeno odakle se i ne nadaju patnji približavati"
	},
	{
		"arabicTextofAyah":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
		"tafsirTextofAyah":"Ja ću ih puštati i vremena im davati kako bi nastavili griješiti. Moje spletke prema nevjernicima i negatorima istine su jake, oni mi neće umaći i Moje kazne neće se spasiti.",
		"korkutTranslationOfAyah":"i vremena im davati, jer je obmana Moja, zaista, jaka!"
	},
	{
		"arabicTextofAyah":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
		"tafsirTextofAyah":"Da li ti, o Poslaniče, od njih neku nagradu tražiš zbog onoga u šta ih pozivaš, pa se oni zbog toga od tebe okreću? Stvarnost je suprotna tome, jer ti od njih ne tražiš naknadu, pa šta ih spriječava da te slijede?",
		"korkutTranslationOfAyah":"Tražiš li ti od njih nagradu, pa su nametom opterećeni?"
	},
	{
		"arabicTextofAyah":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
		"tafsirTextofAyah":"Da li oni imaju spoznaju o nevidljivom svijetu, pa zapisuju dokaze putem kojih s tobom raspravljaju?",
		"korkutTranslationOfAyah":"Ili je u njih iskonska knjiga, pa prepisuju?"
	},
	{
		"arabicTextofAyah":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ",
		"tafsirTextofAyah":"Ti budi strpljiv, o Poslaniče, na tome što je tvoj Gospodar njih pustio i što im vremena daje i nemoj biti kao Junus, alejhi selam, koji se na svoj narod naljutio, pa ga je njegov Gospodar dozvao kada je u utrobi kita, u tminama mora boravio.",
		"korkutTranslationOfAyah":"Ti strpljivo čekaj presudu Gospodara svoga i ne budi kao Zunnun koji je u ogorčenju zavapio."
	},
	{
		"arabicTextofAyah":"لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ",
		"tafsirTextofAyah":"Da ga Allah svojom milošću nije obuhvatio, kit bi ga izbacio u pusto mjesto i on bi bio ukoren.",
		"korkutTranslationOfAyah":"I da ga nije stigla Allahova milost, na pusto mjesto bi izbačen bio i prijekor bi zaslužio,"
	},
	{
		"arabicTextofAyah":"فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Njegov ga je Gospodar odabrao i dao da bude jedan od dobrih Njegovih robova.",
		"korkutTranslationOfAyah":"ali, Gospodar njegov ga je odabrao i učinio ga jednim od onih koji su dobri."
	},
	{
		"arabicTextofAyah":"وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ",
		"tafsirTextofAyah":"Gotovo da te nevjernici u Allaha i Njegova Poslanika oštrim pogledima svojim obore kad Kur'an koji ti se objavljuje slušaju govoreći na osnovu svojih prohtjeva i okrećući se od istine: “Poslanik koji ga donosi, uistinu je lud.\"",
		"korkutTranslationOfAyah":"Skoro da te nevjernici pogledima svojim obore kad Kur'an slušaju, govoreći: \"On je, uistinu, luda!\""
	},
	{
		"arabicTextofAyah":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Kur'an koji ti se objavljuje je savjet i opomena ljudima i džinnima.",
		"korkutTranslationOfAyah":"A Kur'an je svijetu cijelome opomena!"
	}
]