[
	{
		"arabicTextofAyah":"ٱلۡحَآقَّةُ",
		"tafsirTextofAyah":"Allah Uzvišeni spominje vrijeme proživljenja koje će obuhvatiti sve.",
		"korkutTranslationOfAyah":"Čas neizbježni,"
	},
	{
		"arabicTextofAyah":"مَا ٱلۡحَآقَّةُ",
		"tafsirTextofAyah":"Na važnost ovog događanja ukazuje se pitanjem: Šta je to Čas obistinjenja?",
		"korkutTranslationOfAyah":"šta je Čas neizbježni,"
	},
	{
		"arabicTextofAyah":"وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ",
		"tafsirTextofAyah":"Otkud ti znaš šta je to Čas obistinjenja?",
		"korkutTranslationOfAyah":"i otkud ti znaš šta je Čas neizbježni?"
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ",
		"tafsirTextofAyah":"Semud, Salihov narod i Ad, Hudov narod, poricali su Sudnji dan, koji će ljude zastrašiti svojim strahotama.",
		"korkutTranslationOfAyah":"Semud i Ad su Smak svijeta poricali"
	},
	{
		"arabicTextofAyah":"فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ",
		"tafsirTextofAyah":"Semuda je Allah uništo povikom koji je bio veoma žestok i strahovit.",
		"korkutTranslationOfAyah":"pa je Semud uništen glasom strahovitim,"
	},
	{
		"arabicTextofAyah":"وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ",
		"tafsirTextofAyah":"Allah Uzvišeni uništio je Ad hladnim, oštrim i strahovitim vjetrom koji je bio silovit i poguban za njih.",
		"korkutTranslationOfAyah":"a Ad uništen vjetrom ledenim, silovitim,"
	},
	{
		"arabicTextofAyah":"سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ",
		"tafsirTextofAyah":"Allah Uzvišeni poslao je taj vjetar koji je trajao sedam noći i osam dana i koji ih je potpuno uništio. Mogao si vidjeti narod u njihovim kućama uništen i na Zemlju povaljan, kao da su povaljanje palme, iščupane iz svoga korijenja.",
		"korkutTranslationOfAyah":"kome je On vlast nad njima sedam noći i osam dana uzastopnih bio prepustio, pa si u njima ljude povaljane kao šuplja datulina debla vidio,"
	},
	{
		"arabicTextofAyah":"فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ",
		"tafsirTextofAyah":"Da li si mogao vidjeti da je nakon kazne iko od njih ostao živ?",
		"korkutTranslationOfAyah":"i vidiš li da je iko od njih ostao?"
	},
	{
		"arabicTextofAyah":"وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ",
		"tafsirTextofAyah":"Faraon, narodi prije njega i stanovnici naselja koja smo kaznili tako što smo ih prevrnuli, tj. narod Lutov, činili su širk i druge grijehe.",
		"korkutTranslationOfAyah":"A došli su faraon, i oni prije njega, i zbog odvratnih postupaka izvrnuta naselja,"
	},
	{
		"arabicTextofAyah":"فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً",
		"tafsirTextofAyah":"Svi su oni griješili prema poslaniku koji im je dolazio i poricali ga, pa ih je Allah kaznio više nego što je potrebno da budu uništeni.",
		"korkutTranslationOfAyah":"i protiv poslanika Gospodara svoga se dizali, pa ih je On ne može biti teže kaznio."
	},
	{
		"arabicTextofAyah":"إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ",
		"tafsirTextofAyah":"Kada se voda podigla preko uobičajene granice, mi smo ih u lađi koju je Nuh, alejhi selam, sagradio, ponijeli.",
		"korkutTranslationOfAyah":"Mi smo vas, kada je voda preplavila sve, u lađi nosili"
	},
	{
		"arabicTextofAyah":"لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ",
		"tafsirTextofAyah":"To smo uradili da lađu i kazivanje o njoj učinimo opomenom koja će se koristiti kao dokaz uništenja nevjernika i spasa vjernika i da je sačuva i zapamti uho koje je čuje.",
		"korkutTranslationOfAyah":"da vam to poukom učinimo i da to od zaborava sačuva uho koje pamti."
	},
	{
		"arabicTextofAyah":"فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ",
		"tafsirTextofAyah":"Kada melek koji je zadužen za to, jednom u rog puhne, a to je drugo puhanje.",
		"korkutTranslationOfAyah":"A kada se jednom u Rog puhne,"
	},
	{
		"arabicTextofAyah":"وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ",
		"tafsirTextofAyah":"Kada se Zemlja i brda podignu, pa se zbog jednog jakog udara Zemlja i brda raspadnu u komadiće.",
		"korkutTranslationOfAyah":"pa se Zemlja i brda dignu i od jednog udara zdrobe,"
	},
	{
		"arabicTextofAyah":"فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ",
		"tafsirTextofAyah":"Kada se sve to desi, biće Sudnji dan.",
		"korkutTranslationOfAyah":"toga dana će se Smak svijeta dogoditi"
	},
	{
		"arabicTextofAyah":"وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ",
		"tafsirTextofAyah":"Nebo će se rascijepiti i meleki će tog dana sići. Tog dana ono će biti slabo i labavo, nakon što je bilo jako i čvrsto.",
		"korkutTranslationOfAyah":"i nebo će se razdvojiti – tada će labavo biti –"
	},
	{
		"arabicTextofAyah":"وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ",
		"tafsirTextofAyah":"Meleki će biti na krajevima njenim, i taj dan će Arš (Prijesto) tvoga Gospodara nositi osam Allahu bliskih meleka.",
		"korkutTranslationOfAyah":"i meleki će na krajevima njegovim stajati, a prijesto Gospodara tvoga će tog dana iznad njih osmerica držati."
	},
	{
		"arabicTextofAyah":"يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ",
		"tafsirTextofAyah":"O ljudi, tog dana vi ćete biti izloženi pred Gospodarem, Njemu ništa neće biti skriveno, jer On je sa svime upoznat.",
		"korkutTranslationOfAyah":"Tada ćete ispitivani biti, i nijedna tajna vaša neće sakrivena ostati:"
	},
	{
		"arabicTextofAyah":"فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ",
		"tafsirTextofAyah":"Onaj kome knjiga njegovih djela bude data u njegovu desnu ruku, radostan i sretan će kazati: Uzmite i čitajte knjigu mojih djela.",
		"korkutTranslationOfAyah":"onaj kome se knjiga njegova u desnu ruku njegovu dâ – reći će: \"Evo vam, čitajte knjigu moju,"
	},
	{
		"arabicTextofAyah":"إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ",
		"tafsirTextofAyah":"Ja sam na dunjaluku znao i bio uvjeren da ću biti proživljen i da ću se susresti sa onim što sam radio.",
		"korkutTranslationOfAyah":"ja sam čvrsto vjerovao da ću račun svoj polagati.\""
	},
	{
		"arabicTextofAyah":"فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ",
		"tafsirTextofAyah":"Živjeće zadovoljnim životom kada vidi vječne blagodati koje ga čekaju.",
		"korkutTranslationOfAyah":"I on će biti u životu zadovoljnom,"
	},
	{
		"arabicTextofAyah":"فِي جَنَّةٍ عَالِيَةٖ",
		"tafsirTextofAyah":"u Džennetu koji je mjestom i statusom visok i uzvišen",
		"korkutTranslationOfAyah":"u Džennetu predivnom,"
	},
	{
		"arabicTextofAyah":"قُطُوفُهَا دَانِيَةٞ",
		"tafsirTextofAyah":"Plodovi koji se nalaze u Džennetu biće blizu onih koji ih budu uzimali.",
		"korkutTranslationOfAyah":"čiji će plodovi nadohvat ruke biti."
	},
	{
		"arabicTextofAyah":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ",
		"tafsirTextofAyah":"Kao vid počasti, kazat će im se: Jedite i pijte ono u čemu neće imati nikakve štete, zbog dobrih djela koja ste činili u proteklim danima na dunjaluku.",
		"korkutTranslationOfAyah":"\"Jedite i pijte radosni, za ono što ste u danima minulim zaradili!\""
	},
	{
		"arabicTextofAyah":"وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ",
		"tafsirTextofAyah":"Onaj kome bude data knjiga njegovih djela u lijevu ruku, žestoko će se kajati i kazat će: Bolje da mi nije ni data knjiga moja, jer se u njoj nalaze loša djela zbog kojih zaslužujem kaznu.",
		"korkutTranslationOfAyah":"A onaj kome se dâ knjiga u lijevu ruku njegovu reći će: \"Kamo sreće da mi knjiga moja ni data nije"
	},
	{
		"arabicTextofAyah":"وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ",
		"tafsirTextofAyah":"Bolje da nisam ni znao kakav će biti moj obračun.",
		"korkutTranslationOfAyah":"i da ni saznao nisam za obračun svoj!"
	},
	{
		"arabicTextofAyah":"يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ",
		"tafsirTextofAyah":"Kamo sreće da nakon smrti nisam nikada proživljen bio.",
		"korkutTranslationOfAyah":"Kamo sreće da me je smrt dokrajčila –"
	},
	{
		"arabicTextofAyah":"مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ",
		"tafsirTextofAyah":"Moj imetak me neće nimalo spasiti od Allahove kazne.",
		"korkutTranslationOfAyah":"bogatstvo moje mi nije od koristi,"
	},
	{
		"arabicTextofAyah":"هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ",
		"tafsirTextofAyah":"Nestalo mi je dokaza, snage i položaja na kojeg sam se oslanjao i pouzdao.",
		"korkutTranslationOfAyah":"snage moje nema više!\""
	},
	{
		"arabicTextofAyah":"خُذُوهُ فَغُلُّوهُ",
		"tafsirTextofAyah":"Reći će se melekima: uzmite ga i skupite mu ruke prema vratu (u okove).",
		"korkutTranslationOfAyah":"\"Držite ga i u okove okujte,"
	},
	{
		"arabicTextofAyah":"ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ",
		"tafsirTextofAyah":"Zatim ga uvedite u Vatru, kako bi osjetio njenu vrelinu.",
		"korkutTranslationOfAyah":"zatim ga samo u vatri pržite,"
	},
	{
		"arabicTextofAyah":"ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ",
		"tafsirTextofAyah":"Zatim ga u lance koji su dugi sedamdeset lakata, vežite.",
		"korkutTranslationOfAyah":"a onda ga u sindžire sedamdeset lakata duge vežite,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"jer on u Allaha Velikog nije vjerovao",
		"korkutTranslationOfAyah":"jer on u Allaha Velikog nije vjerovao"
	},
	{
		"arabicTextofAyah":"وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
		"tafsirTextofAyah":"On druge nije podsticao da se hrane siromasi.",
		"korkutTranslationOfAyah":"i da se nahrani nevoljnik – nije nagovarao;"
	},
	{
		"arabicTextofAyah":"فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ",
		"tafsirTextofAyah":"On na Sudnjem danu neće imati bliskog prijatelja koji će ga od kazne spasiti.",
		"korkutTranslationOfAyah":"zato on danas ovdje nema prisna prijatelja"
	},
	{
		"arabicTextofAyah":"وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ",
		"tafsirTextofAyah":"Oni neće imati druge hrane osim kapljevine sa tijela džehennemlija.",
		"korkutTranslationOfAyah":"ni drugog jela osim pomija,"
	},
	{
		"arabicTextofAyah":"لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ",
		"tafsirTextofAyah":"Takvu hranu će jesti samo griješnici.",
		"korkutTranslationOfAyah":"koje će samo nevjernici jesti.\""
	},
	{
		"arabicTextofAyah":"فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ",
		"tafsirTextofAyah":"Allah Uzvišeni kune se onim što vam je vidljivo.",
		"korkutTranslationOfAyah":"A Ja se kunem onim što vidite"
	},
	{
		"arabicTextofAyah":"وَمَا لَا تُبۡصِرُونَ",
		"tafsirTextofAyah":"I kunem se oni što vam nije vidljivo.",
		"korkutTranslationOfAyah":"i onim što ne vidite,"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ",
		"tafsirTextofAyah":"Kur'an je Allahov govor kojeg ljudima uči Njegov plemeniti Poslanik.",
		"korkutTranslationOfAyah":"Kur'an je, doista, govor objavljen plemenitom Poslaniku,"
	},
	{
		"arabicTextofAyah":"وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ",
		"tafsirTextofAyah":"On nije govor pjesnika jer nije izrečen na način pjesništva, a vi veoma malo vjerujete.",
		"korkutTranslationOfAyah":"a nije govor nikakva pjesnika – kako vi nikako ne vjerujete!"
	},
	{
		"arabicTextofAyah":"وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ",
		"tafsirTextofAyah":"Kur'an nije govor proroka, jer proročanstva su nešto suprotno Kur'anu, ali vi veoma malo razmišljate.",
		"korkutTranslationOfAyah":"i nisu riječi nikakva proroka – kako vi malo razmišljate!"
	},
	{
		"arabicTextofAyah":"تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"On je objava od Gospodara svega stvorenog.",
		"korkutTranslationOfAyah":"Objava je on od Gospodara svjetova!"
	},
	{
		"arabicTextofAyah":"وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ",
		"tafsirTextofAyah":"Da je Muhammed na nas izmišljao i prenosio riječi koje nismo kazali",
		"korkutTranslationOfAyah":"A da je on o Nama kojekakve riječi iznosio,"
	},
	{
		"arabicTextofAyah":"لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ",
		"tafsirTextofAyah":"Mi bismo ga kaznili i snažno ga dohvatili.",
		"korkutTranslationOfAyah":"Mi bismo ga za desnu ruku uhvatili,"
	},
	{
		"arabicTextofAyah":"ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ",
		"tafsirTextofAyah":"a onda mu žilu kucavicu koja je spojena sa srcem, presjekli,",
		"korkutTranslationOfAyah":"a onda mu žilu kucavicu presjekli,"
	},
	{
		"arabicTextofAyah":"فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ",
		"tafsirTextofAyah":"Nema niko među vama ko bi nas spriječio da to učinimo, pa je nemoguće da on na nas iznosi laži zbog vas.",
		"korkutTranslationOfAyah":"i niko ga između vas ne bi mogao od toga odbraniti."
	},
	{
		"arabicTextofAyah":"وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Kur'an je opomena za bogobojazne koji se pridržavaju naredbi svoga Gospodara, i udaljavaju se od Njegovih zabrana.",
		"korkutTranslationOfAyah":"Pouka je Kur'an onima koji budu Allahova naređenja izvršavali, a zabrānā se klonili –"
	},
	{
		"arabicTextofAyah":"وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
		"tafsirTextofAyah":"Mi dobro znamo da među vama ima onih koji Kur'an poriču.",
		"korkutTranslationOfAyah":"A Mi, sigurno, znamo da neki od vas neće u nj vjerovati –"
	},
	{
		"arabicTextofAyah":"وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Poricanje Kur'ana donosi veliko razočarenje na Sudnjem danu.",
		"korkutTranslationOfAyah":"i on će biti uzrok jadu nevjernika,"
	},
	{
		"arabicTextofAyah":"وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ",
		"tafsirTextofAyah":"Kur'an je istina u koju nema sumnje i sasvim sigurno je on od Allaha.",
		"korkutTranslationOfAyah":"a on je, doista, sama istina"
	},
	{
		"arabicTextofAyah":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"O Poslaniče, ti od Allaha negiraj sve što Mu ne priliči i spominji ime tvoga Velikog Gospodara.",
		"korkutTranslationOfAyah":"zato ti hvali ime Gospodara tvoga, Veličanstvenoga!"
	}
]