[
	{
		"arabicTextofAyah":"الٓمٓصٓ",
		"tafsirTextofAyah":"Elif lam mim sad: Već smo govorili o sličnoj temi na početku sure el-Bekare.",
		"korkutTranslationOfAyah":"Elif Lām Mīm Sād."
	},
	{
		"arabicTextofAyah":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"O Poslaniče, plemeniti Kur'an je knjiga koju ti je Allah objavio, pa neka u tvojim prsima ne bude tjeskobe i sumnje. On ti je Kur'an objavio da bi njime upozorio ljude i nad njima uspostavio dokaz, i da bi njime upozorio vjernike - a oni su ti koji se istinski okorišćavaju opomenom.",
		"korkutTranslationOfAyah":"Objavljuje ti se Knjiga – i neka ti u grudima ne bude nikakve tegobe zbog nje da njome opominješ i da vjernicima bude pouka."
	},
	{
		"arabicTextofAyah":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ",
		"tafsirTextofAyah":"O ljudi, slijedite knjigu koju vam je objavio vaš Gospodar i sunnet vašeg poslanika, i nemojte slijediti prohtjeve šejtanskih štićenika i loših učenjaka koje smatrate zaštitnicima, ostavljajući time ono što vam je dao vaš Gospodar, zbog povođenja za njihovim prohtjevima. Kako vi slabo pouku primate, jer da nije tako vi ne biste ničemu dali prednost nad istinom i slijedili biste ono sa čim je došao vaš Poslanik, učeći to i primjenjujući, i ostavili biste sve ostalo.",
		"korkutTranslationOfAyah":"Slijedite ono što vam se od Gospodara vašeg objavljuje i ne uzimajte, pored Njega, nekog drugog kao zaštitnika! – A kako vi malo pouku primate!"
	},
	{
		"arabicTextofAyah":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ",
		"tafsirTextofAyah":"Koliko je samo naselja koja smo uništili nakon što su ustrajali na nevjerstvu i zabludi! Na njih se sručila Naša žestoka kazna dok su nemarni bili, noću i danju, pa se nisu mogli od nje spasiti, niti su ih njihova lažna božanstva mogla sačuvati!",
		"korkutTranslationOfAyah":"Koliko smo Mi samo gradova razorili! I kazna Naša im je dolazila noću i danju kad bi prilegli,"
	},
	{
		"arabicTextofAyah":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ",
		"tafsirTextofAyah":"Nakon što je kazna na njih spuštena svi su potvrdili da su nepravedni bili zbog svog nevjerstva.",
		"korkutTranslationOfAyah":"a kada bi ih kazna Naša zadesila, jadikovanje njihovo se svodilo samo na riječi: \"Nasilnici smo, zaista, bili!\""
	},
	{
		"arabicTextofAyah":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Sigurno ćemo narode kojima smo slali poslanike upitati šta su odgovorili svojim poslanicima, a i poslanike ćemo pitati da li su dostavili ono što im je naređeno i šta su im odgovorili njihovi narodi.",
		"korkutTranslationOfAyah":"I sigurno ćemo pitati one kojima smo poslanike slali, a pitaćemo, doista, i poslanike,"
	},
	{
		"arabicTextofAyah":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ",
		"tafsirTextofAyah":"Svim stvorenjima ćemo sigurno kazivati šta su na dunjaluku radili, po znanju Našem, jer Mi smo znali sva njihova djela i ništa nam skriveno nije, niti smo ijednog momenta bili odsutni.",
		"korkutTranslationOfAyah":"i izložićemo im, pouzdano, sve što o njima znamo, jer Mi nismo odsutni bili."
	},
	{
		"arabicTextofAyah":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"Na Sudnjem danu će se djela pravedno vagati, bez ikakve nepravde ili zakidanja, pa kome prevagne tas dobrih djela nad tasom loših - takvi su dobili ono što su željeli i spasili se od onoga čega su se bojali.",
		"korkutTranslationOfAyah":"Mjerenje toga dana biće pravedno: oni čija dobra djela prevagnu, oni će šta žele postići;"
	},
	{
		"arabicTextofAyah":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ",
		"tafsirTextofAyah":"A kome prevagne tas loših djela nad tasom dobrih dijela - takvi su propali jer su sebe u propast na Sudnjem danu bacili, pošto su Allahove ajete poricali.",
		"korkutTranslationOfAyah":"a oni čija dobra djela budu lahka, oni će, zato što dokaze Naše nisu priznavali, stradati."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ",
		"tafsirTextofAyah":"O ljudi, mi smo vas na Zemlji smjestili i na njoj vam obezbijedili uslove za život, pa trebate Allahu zahvaljivati, ali vi doista malo zahvaljujete.",
		"korkutTranslationOfAyah":"Mi smo vas na Zemlji smjestili i na njoj vam sve što je potrebno za život dali. – A kako vi malo zahvaljujete!"
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ",
		"tafsirTextofAyah":"O ljudi, Mi smo stvorili vašeg oca Adema u najljepšem liku i obliku, a zatim smo melekima naredili da mu se poklone iz počasti, i oni su se pokorili i poklonili se, ali Iblis je odbio jer se uzoholio i inatio.",
		"korkutTranslationOfAyah":"Mi smo Adema stvorili i onda mu oblik dali, a poslije melekima rekli: \"Poklonite mu se!\" – i oni su se poklonili, osim Iblisa, on se nije htio pokloniti."
	},
	{
		"arabicTextofAyah":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
		"tafsirTextofAyah":"Uzvišeni Allah reče Iblisu koreći ga: \"Šta te je spriječilo da primijeniš Moju naredbu i da se pokloniš Ademu?\", a on je rekao: \"Spriječilo me je to što sam ja bolji od njega, mene si stvorio od vatre, a njega si stvorio od ilovače, a vatra je plemenitija i bolja od ilovače.\"",
		"korkutTranslationOfAyah":"\"Zašto se nisi poklonio kad sam ti naredio?\" – upita On. – \"Ja sam bolji od njega; mene si od vatre stvorio, a njega od ilovače\" – odgovori on."
	},
	{
		"arabicTextofAyah":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ",
		"tafsirTextofAyah":"Alllah mu reče: \"Silazi iz Dženneta, nije tvoje da se u njemu oholiš jer je Džennet stanište za čiste i dobre. Ti ne možeš biti u njemu jer si ti, o Iblisu, prezren i ponižen iako smatraš da si časniji od Adema.\"",
		"korkutTranslationOfAyah":"\"E onda izlazi iz Dženneta\" – reče On – \"ne priliči ti da u njemu prkosiš; izlazi, ti si, zaista, od onih prezrenih!\""
	},
	{
		"arabicTextofAyah":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
		"tafsirTextofAyah":"Iblis reče: \"Gospodaru moj, daj mi vremena do Dana proživljenja, da bih zaveo koga mogu od ljudi.\"",
		"korkutTranslationOfAyah":"\"Daj mi vremena do Dana njihova oživljenja!\" – zamoli on."
	},
	{
		"arabicTextofAyah":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
		"tafsirTextofAyah":"Allah mu reče: \"O Iblisu, dato ti je vrijeme do prvog puhanja u rog kada će svi umrijeti i živ ostati samo Stvoritelj.\"",
		"korkutTranslationOfAyah":"\"Daje ti se vremena!\" – reče On."
	},
	{
		"arabicTextofAyah":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ",
		"tafsirTextofAyah":"Iblis reče: \"Zbog toga što si me u zabludu odveo sve dok nisam odbio pokornost Tebi odbijajući da se poklonim Ademu, ja ću potomke Ademove sigurno vrebati na pravom putu kako bih ih odveo s tog puta u zabludu, kao što sam ja zalutao, odbijajući da se poklonim njihovom ocu Ademu.\"",
		"korkutTranslationOfAyah":"\"E zato što si odredio pa sam u zabludu pao\" – reče – \"kunem se da ću ih na Tvom Pravom putu presretati,"
	},
	{
		"arabicTextofAyah":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ",
		"tafsirTextofAyah":"\"Zatim ću im doći sa svih straha, odvraćat ću ih od vezanosti za Ahiret i nastojati da ih vežem za dunjaluk, ubacivaću im sumnje i uljepšavati strasti. Vidjećeš, Gospodaru moj, da većina njih neće biti zahvalna, zbog nevjerstva kojem ih podučavam.\"",
		"korkutTranslationOfAyah":"pa ću im sprijeda, i straga, i zdesna i slijeva prilaziti, i Ti ćeš ustanoviti da većina njih neće zahvalna biti!\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"Allah mu reče: \"Iblisu, izlazi iz Dženneta prezren i otjeran od Allahove milosti! Na Sudnjem danu ću Džehennem ispuniti tobom i tvojim sljedbenicima, onima koji se pokore tebi, a ne Meni.\"",
		"korkutTranslationOfAyah":"\"Izlazi iz njega, pokuđen i ponižen!\" – reče On. \"Tobom i svima onima koji se budu povodili za tobom doista ću Džehennem napuniti!"
	},
	{
		"arabicTextofAyah":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Allah reče Ademu: \"O Ademe, ti i tvoja supruga Hava stanujte u Džennetu, i jedite lijepa jela koja želite, a nemojte jesti sa ovog drveta (s kojim ih je Allah upoznao) jer ako to učinite nakon Moje zabrane - bit ćete od onih koji prelaze Allahove granice.\"",
		"korkutTranslationOfAyah":"A ti, o Ademe, i žena tvoja u Džennetu stanujte i odakle god hoćete jedite, samo se ovom drvetu ne približujte, da se prema sebi ne ogriješite!\""
	},
	{
		"arabicTextofAyah":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ",
		"tafsirTextofAyah":"Iblis im se obrati skrivenim govorom kako bi uzrokovao da im se otkrije ono što se mora pokriti (avreti), pa im reče: \"Allah vam je zabranio da jedete s ovog drveta samo zato što ne voli da budete meleki ili vječno u Džennetu.\"",
		"korkutTranslationOfAyah":"I šejtan im poče bajati da bi im otkrio stidna mjesta njihova, koja su im skrivena bila, i reče: \"Gospodar vaš vam zabranjuje ovo drvo samo zato da ne biste meleki postali ili da ne biste besmrtni bili\" –"
	},
	{
		"arabicTextofAyah":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ",
		"tafsirTextofAyah":"I zakle im se, Ademu i Havi, Allahom i reče: \"Ja vam, doista, iskreni savjet upućujem ovim što vam govorim.\"",
		"korkutTranslationOfAyah":"i zaklinjaše im se: \"Ja sam vam, zaista, savjetnik iskreni!\""
	},
	{
		"arabicTextofAyah":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ",
		"tafsirTextofAyah":"I tako Iblis prevarom uzrokova da izgube stepen na kojem su bili, i kad pojedoše sa tog zabranjenog drveta otkriše im se avreti, te uzeše džennetsko lišće da pokriju avrete. Njihov Gospodar ih dozva rekavši: \"Zar vam nisam zabranio da jedete sa ovog drveta? I zar vas nisam upozorio da vam je šejtan jasni jeprijatelj?\"",
		"korkutTranslationOfAyah":"I na prevaru ih zavede. A kad oni drvo okusiše, stidna mjesta njihova im se ukazaše i oni po sebi džennetsko lišće stavljati počeše. \"Zar vam to drvo nisam zabranio?!\" – zovnu ih Gospodar njihov – \"i rekao vam: 'Šejtan vam je, zbilja, otvoreni neprijatelj.'\""
	},
	{
		"arabicTextofAyah":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"Adem i Hava rekoše: \"Gospodaru naš, mi smo prema sebi nepravedni bili, učinivši ono što si nam zabranio - jedenje sa tog drveta - i ako nam Ti ne oprostiš i ne smiluješ nam se, sigurno ćemo propasti i na dunjaluku i na Ahiretu.\"",
		"korkutTranslationOfAyah":"\"Gospodaru naš\" – rekoše oni – \"sami smo sebi krivi, i ako nam Ti ne oprostiš i ne smiluješ nam se, sigurno ćemo biti izgubljeni.\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
		"tafsirTextofAyah":"Allah reče Ademu, Havi i Iblisu: \"Silazite iz Dženneta na Zemlju, bićete neprijatelji jedni drugima. Na zemlji ćete imati boravište do roka određenog i koristit ćete se onime što je na njoj dok ne nastupi taj rok.\"",
		"korkutTranslationOfAyah":"\"Izlazite\" – reče On – \"jedni drugima bićete neprijatelji! Na Zemlji ćete boraviti i do smrti ostati."
	},
	{
		"arabicTextofAyah":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ",
		"tafsirTextofAyah":"Allah reče Ademu, Havi i njihovom potomstvu: \"Na ovoj Zemlji ćete živjeti onoliko koliko vam Allah odredi, i na njoj ćete umrijeti i biti ukopani, a zatim ćete iz grobova izaći radi proživljenja.\"",
		"korkutTranslationOfAyah":"Na njoj ćete živjeti, na njoj ćete umirati i iz nje oživljeni biti\" – reče On."
	},
	{
		"arabicTextofAyah":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ",
		"tafsirTextofAyah":"O sinovi Ademovi, dao sam vam nužnu odjeću koja prekriva vaše avrete, i dao sam vam ukrasnu odjeću kojom se uljepšavate među ljudima, a odjeća bogobojaznosti je najbolja odjeća, a to je činjenje onoga što sam vam naredio i klonjenje onoga što sam vam zabranio. Odjeća bogobojaznosti je bolja i vrijednija od materijalne odjeće, a i jedno i drugo su Allahovi znakovi koji ukazuju na Njegovu moć kako biste bili svjesni Njegovih blagodati prema vama i kako biste bili zahvalni.",
		"korkutTranslationOfAyah":"O sinovi Ademovi, dali smo vam odjeću koja će pokrivati stidna mjesta vaša, a i raskošna odijela, ali, odjeća čestitosti, to je ono najbolje. – To su neki Allahovi dokazi da bi se oni opametili."
	},
	{
		"arabicTextofAyah":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"O potomci Ademovi, neka vas ni slučajno ne zavede šejtan uljepšavajući vam grijeh skidanja odjeće i otkrivanja stidnih mjesta, i ostavljanje bogobojaznosti! On je vaše roditelje zaveo uljepšavajući im jedenje sa zabranjenog drveta sve dok nije bio uzrokom da iz Dženneta budu protjerani i da im se avreti otkriju. Šejtan i njegovi potomci vas vide dok vi njih ne vidite, pa ih se čuvajte. Mi smo šejtanima dali da ovladaju onima koji ne vjeruju u Allaha, dok vjernicima koji su Allahu pokorni ne mogu ovladati.",
		"korkutTranslationOfAyah":"O sinovi Ademovi, neka vas nikako ne zavede šejtan kao što je roditelje vaše iz Dženneta izveo, skinuvši s njih odjeću njihovu da bi im stidna mjesta njihova pokazao! On vas vidi, on i vojske njegove, odakle vi njih ne vidite. Mi smo učinili šejtane zaštitnicima onih koji ne vjeruju."
	},
	{
		"arabicTextofAyah":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Kada višebošci učine neku groznu stvar, poput pridruživanja sudruga Allahu ili poput tavafa oko Ka'be goli, bez odjeće, pravdaju se time da su zatekli svoje pretke da to rade, i da im je Allah to naredio. Reci im, o Muhammede i odgovori: \"Allah ne naređuje grijehe već ih zabranjuje, pa kako to tvrdite za Njega? Zar o Allahu laži iznosite?\"",
		"korkutTranslationOfAyah":"A kada urade neko ružno djelo, govore: \"Zatekli smo pretke naše da to rade, a i Allah nam je to zapovijedio.\" Reci: \"Allah ne zapovijeda da se rade ružna djela! Zašto o Allahu govorite ono što ne znate?\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ",
		"tafsirTextofAyah":"O Muhammede, reci tim višebošcima: \"Doista Allah naređuje pravdu, a ne naređuje razvrat i grijehe. On vam je naredio da samo Njega obožavate svugdje, posebno u džamijama, i da samo Njemu molitve upućujete i pokorni Mu iskreno budete. I kao što vas je Allah prvi put stvorio ni iz čega, On će vas i proživjeti, jer Onaj Ko može da vas u početku stvori može i da vas proživi nakon smrti.\"",
		"korkutTranslationOfAyah":"Reci: \"Gospodar moj naređuje – pravednost. I obraćajte se samo Njemu kad god obavljate molitvu, i molite Mu se iskreno Mu ispovijedajući vjeru! Kao što vas je iz ničega stvorio, tako će vas ponovo oživiti.\""
	},
	{
		"arabicTextofAyah":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
		"tafsirTextofAyah":"Allah je od ljudi učinio dvije skupine: jedne je uputio i olakšao im puteve koji vode uputi, a otklonio prepreke koje sprečavaju dolazak do nje, dok je druge u zabludi ostavio jer su šejtane za svoje zaštitnike uzeli mimo Allaha i pokorili im se iz neznanja misleći da su na pravom putu.",
		"korkutTranslationOfAyah":"On jednima na Pravi put ukazuje, a druge, s pravom, u zabludi ostavlja, jer oni, mjesto Allaha, šejtane za zaštitnike uzimaju i misle da dobro rade."
	},
	{
		"arabicTextofAyah":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
		"tafsirTextofAyah":"O potomci Ademovi, kada želite namaz ili tavaf obaviti obucite odjeću koja prekriva vaše avrete i čistu odjeću kojom se uljepšavate, i jedite i pijte lijepa pića i jela koja želite, a koja je Allah dozvolio, i nemojte prelaziti granicu umjerenosti u tome, niti granicu dozvoljenog, čineći nedozvoljeno. Allah ne voli one koji prelaze granice umjerenosti.",
		"korkutTranslationOfAyah":"O sinovi Ademovi, lijepo se obucite kad hoćete molitvu obaviti! I jedite i pijte, samo ne pretjerujte; On ne voli one koji pretjeruju."
	},
	{
		"arabicTextofAyah":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci kao odgovor višebošcima i ostalima koji zabranjuju odjeću i lijepa jela iako je to Allah dozvolio: \"Ko vam je zabranio odjeću koja je ukras za vas? I ko vam je zabranio lijepa jela i pića i druge stvari kojima vas je Allah opskrbio? Te lijepe stvari su halal vjernicima na dunjaluku iako i drugi u njima učestvuju, a na Ahiretu će samo vjernicima biti date dok ih nevjernici neće imati, zato što je Džennet zabranjen nevjernicima.\" Na ovaj način podrobno objašnjavamo Naše ajete ljudima koji pouku dokučuju, jer njima to koristi.",
		"korkutTranslationOfAyah":"Reci: \"Ko je zabranio Allahove ukrase, koje je On za robove Svoje stvorio, i ukusna jela?\" Reci: \"Ona su za vjernike na ovome svijetu, na onome svijetu su samo za njih.\" Eto, tako Mi podrobno izlažemo dokaze ljudima koji znaju."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci tim višebošcima koji zabranjuju ono što je Allah dozvolio: \"Allah je Svojim robovima zabranio razvrat - a to su odvratni grijesi, vidljivi i nevidljivi - i zabranio je sve druge grijehe od čega je i napad na ljudski život, imetak i čast. I Allah vam je zabranio da Allahu druge pridružujete, jer za to nemate dokaza, i zabranio vam je da o Njegovim imenima, svojstvima, djelima i propisima govorite bez znanja.\"",
		"korkutTranslationOfAyah":"Reci: \"Gospodar moj zabranjuje razvrat, i javni i potajni, i grijehe, i neopravdano nasilje, i da Allahu smatrate ravnim one za koje On nikakav dokaz objavio nije, i da o Allahu govorite ono što ne znate.\""
	},
	{
		"arabicTextofAyah":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
		"tafsirTextofAyah":"Svaka generacija ima određeni rok, koji neće biti odložen niti ubrzan.",
		"korkutTranslationOfAyah":"Svaki narod ima svoj kraj, i kad dođe njegov kraj, neće ga moći ni za tren jedan ni odložiti ni ubrzati."
	},
	{
		"arabicTextofAyah":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
		"tafsirTextofAyah":"O potomci Ademovi, kada vam dođu Moji poslanici iz vaših naroda da vam uče ono što sam im objavio u Mojim knjigama - pokorite im se i slijedite ono sa čim su došli! Oni koji se čuvaju Allahove kazne činjenjem onoga što je On naredio i klonjenjem onoga što je On zabranio i koji dobra djela čine - za njih nema straha na Sudnjem danu, niti će tugovati za dunjalučkim užicima koji su im promakli.",
		"korkutTranslationOfAyah":"O sinovi Ademovi, kad vam između vas samih budu dolazili poslanici koji će vam propise Moje objašnjavati – onda se oni koji se budu Allaha bojali i dobra djela činili neće ničega bojati niti će za bilo čim tugovati;"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"A nevjernici koji Naše ajete poriču i iz oholosti odbijaju da rade po onome sa čim su im došli poslanici - takvi su stanovnici Vatre u kojoj će vječno boraviti.",
		"korkutTranslationOfAyah":"a oni koji dokaze Naše budu poricali, i od njih se budu oholo okretali, biće stanovnici u vatri, u njoj će vječno ostati."
	},
	{
		"arabicTextofAyah":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
		"tafsirTextofAyah":"Niko nije nepravedniji od onoga ko na Allaha laže, pripisujući Mu sudruga, ili manjkavost, ili da je rekao nešto što nije rekao, ili poriče Njegove jasne ajete, koji upućuju na pravi put! Takvima će biti dat onaj udio u dunjalučkim užicima koji im je zapisan u Ploči pomno čuvanoj, sve dok im ne dođe melek smrti i njegovi pomoćnici da im duše uzmu i kažu im podrugljivo: \"Gdje su božanstva koja ste pored Allaha obožavali? Pozovite ih da vam pomognu!\" Višebošci će reći melekima: \"Otišla su nam božanstva koja smo obožavali i ne znamo gdje su.\" Potvrdit će da su bili nevjernici ali im to tada neće koristiti već će biti dokaz protiv njih.",
		"korkutTranslationOfAyah":"Ima li, onda, nepravednijeg od onoga koji o Allahu govori laži i ne priznaje Njegove riječi? Takvi će dobiti sve ono što im je zapisano. Ali kada im izaslanici Naši dođu da im dušu uzmu, upitaće: \"A gdje su oni kojima ste se, umjesto Allahu, klanjali?\" – \"Izgubili su nam se\" – odgovoriće, i sami protiv sebe posvjedočiti da su nevjernici bili."
	},
	{
		"arabicTextofAyah":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ",
		"tafsirTextofAyah":"Meleki im rekoše: \"O višebošci, uđite u Vatru među narode koji su bili prije vas u nevjerstvu i zabludi, od ljudi i džina.\" Kad god jedan narod uđe u Džehennem proklinje onaj narod koji je prije njega ušao, pa kad se svi sakupe u Džehennemu reći će oni koji su kasnije ušli - rulja i sljedbenici - za one koji su prvi ušli - glavešine i prvaci: \"Gospodaru naš, ovi velikani su nas odveli sa pravog puta pa ih dvostruko kazni, jer su nam uljepšavali zabludu!\" Allah će im odgovoriti: \"Svaka skupina među vama će osjetiti dvostruku kaznu, ali vi to ne znate i ne dokučujete.\"",
		"korkutTranslationOfAyah":"\"Ulazite u Džehennem s narodima, sa džinima i ljudima koji su prije vas bili i nestali!\" – reći će On. I kad god neki narod uđe, proklinjat će onaj za kojim se u nevjerovanju poveo. A kad se svi u njemu iskupe, tada će običan puk reći o glavešinama svojim: \"Gospodaru naš, ovi su nas u zabludu odveli, zato im podaj dvostruku patnju u vatri!\" – \"Za sve će biti dvostruka!\" – reći će On – \"ali vi ne znate.\""
	},
	{
		"arabicTextofAyah":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ",
		"tafsirTextofAyah":"Prvaci rekoše svojim sljedbenicima: \"Nikakvu prednost u odnosu na nas nemate pa da zaslužite olakšanje kazne. Poenta je u djelima koja ste činili i nemate opravdanja u slijeđenju zablude. Zato okusite kaznu kao što smo i mi okusili, zbog djela koja ste činili, zbog nevjerstva i grijeha.\"",
		"korkutTranslationOfAyah":"A glavešine će reći običnom puku: \"Pa vi nemate nikakve prednosti pred nama!\" Zato iskusite patnju za ono što ste radili."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"Doista oni koji poriču Naše jasne ajete i oholeći se odbijaju da im se pokore neće dobiti nikakvo dobro: neće se džennetska vrata otvoriti za njihova djela jer su bili nevjernici i činili loša djela, niti za njihove duše kada umru, i nikada neće ući u Džennet osim ako bi deva, kao jedna od najvećih životinja, prošla kroz iglene uši koje su najtješnje, što je nemoguće. To je nemogući uslov za njihov ulazak u Džennet, i tako Allah radi sa onima koji čine velike grijehe.",
		"korkutTranslationOfAyah":"Onima koji dokaze Naše budu poricali i prema njima se budu oholo odnosili – kapije nebeske neće se otvoriti, i prije će debelo uže kroz iglene uši proći nego što će oni u Džennet ući. Eto tako ćemo Mi grješnike kazniti."
	},
	{
		"arabicTextofAyah":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Ti oholi poricatelji će u Džehennemu imati ležaj od vatre i pokrivač od vatre. Tako Allah kažnjava one koji prelaze Njegove granice bivajući nevjernici i okrećući se od Njega.",
		"korkutTranslationOfAyah":"U Džehennemu će im ležaj i pokrivači od vatre biti. Eto tako ćemo Mi nevjernike kazniti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
		"tafsirTextofAyah":"A oni koji vjeruju u svog Gospodara i čine dobra djela koliko mogu - a Allah nikog ne zadužuje preko njegovih mogućnosti - biće stanovnici Dženneta u kojem će vječno boraviti.",
		"korkutTranslationOfAyah":"A oni koji budu vjerovali i dobra djela činili – Mi nikog ne zadužujemo preko njegovih mogućnosti – biće stanovnici Dženneta, u njemu će vječno ostati."
	},
	{
		"arabicTextofAyah":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"U potpunost njihovog uživanja u Džennetu spada to što će Allah iz njihovih srca ukloniti mržnju i zlobu, i daće da ispod njih rijeke teku. Oni će reći, priznajući Allahovu blagodat prema njima: \"Hvala Allahu Koji nas je uputio ka dobrim djelima zbog kojih smo došli do ovih stepeni, da nas On nije uputio ne bismo mi mogli biti upućeni sami od sebe. Poslanici našeg Gospodara su dolazili sa istinom u koju nema sumnje, i njihova obećanja i njihove prijetnje bijahu istina.\" Dozvaće ih neko: \"To je Džennet o kojem su vas obavijestili Moji poslanici na dunjaluku, Allah vam je dao da vam on bude konačna odrednica jer ste dobra djela radili, djela kojima ste željeli Allahovo lice.\"",
		"korkutTranslationOfAyah":"Iz njihovih grudi ćemo zlobu odstraniti; ispred njih će rijeke teći, i oni će govoriti: \"Hvaljen neka je Allah, koji nas je na Pravi put uputio; mi ne bismo na Pravome putu bili da nas Allah nije uputio, poslanici Gospodara našeg su zaista istinu donosili\", i njima će se doviknuti: \"Taj Džennet ste u nasljedstvo dobili za ono što ste činili!\""
	},
	{
		"arabicTextofAyah":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Džennetlije će dozvati Džehennemlije nakon što svaka skupina uđe u svoje pripremljeno mjesto: \"Mi smo stvarno našli Džennet kojeg nam je obećao naš Gospodar i u koji nas je uveo, pa da li ste vi, o nevjernici, našli Vatru koju vam je Allah obećao?\" Oni će reći: \"Da, stvarno smo našli Vatru koju nam je obećao.\" Tada će neko dozvati: \"Allah udaljio nepravednike od Njegove milosti! Bio im je otvorio vrata Svoje milosti na dunjaluku pa su se okrenuli od nje.\"",
		"korkutTranslationOfAyah":"I stanovnici Dženneta će stanovnike vatre dozivati: \"Mi smo našli da je istinito ono što nam je Gospodar naš obećao, da li ste i vi našli da je istinito ono čime vam je Gospodar vaš prijetio?\" – \"Jesmo!\" – odgovoriće. A onda će jedan glasnik među njima, da ga i jedni i drugi čuju, viknuti: \"Neka Allahovo prokletstvo ostane nad onima koji su se prema sebi ogriješili,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ",
		"tafsirTextofAyah":"Ovi nepravednici su oni koji su se okretali od Allahovog puta i druge podsticali na okretanje od njega, i nadali su se da put istine bude iskrivljen kako ljudi ne bi njime išli, i u Ahiret su bili nevjernici tako da se nisu pripremili za njega.",
		"korkutTranslationOfAyah":"koji su od Allahova puta odvraćali i nastojali ga iskriviti, i koji u onaj svijet nisu vjerovali!\""
	},
	{
		"arabicTextofAyah":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ",
		"tafsirTextofAyah":"Između ove dvije skupine: Džennetlija i Džehennemlija, bit će visoka pregrada, bedemi, i na njima će biti ljudi kojima su se izjednačila dobra i loša djela. Oni će prepoznati Džennetlije po njihovim znakovima, poput bjeline lica, i Džehennemlije po njihovim znakovima, poput crnila njihovog lica. Ovi ljudi će dozvati Džennetlije iz počasti: \"Selamun 'alejkum!\" To će biti kada Džennetlije još nisu ušli u Džennet i nadaju se ulasku u njega Allahovom milošću.",
		"korkutTranslationOfAyah":"Između njih biće bedem, a na vrhovima ljudi koji će svakoga po obilježju njegovome poznati. I oni će stanovnicima Dženneta viknuti: \"Mir vama!\" – dok još ne uđu u nj, a jedva će čekati."
	},
	{
		"arabicTextofAyah":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Kada pogledi onih koji su na bedemima budu okrenuti ka Džehennemlijama i vide u kakvim se mukama nalaze zamolit će Allaha: \"Gospodaru naš, nemoj nas staviti sa nepravednicima nevjernicima i višebošcima.\"",
		"korkutTranslationOfAyah":"A kada im pogledi skrenu prema stanovnicima Džehennema, uzviknuće: \"Gospodaru naš, ne daj nam da budemo s narodom grješnim!\""
	},
	{
		"arabicTextofAyah":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ",
		"tafsirTextofAyah":"I oni na bedemima će dozvati nevjernike Džehennemlije koje će prepoznati po znakovima njihovim, poput crnila lica, plavih očiju: \"Nije vam koristilo vaše sakupljanje imetka i ljudstva, niti vam je koristilo to što ste se, iz oholosti, okretali od istine.\"",
		"korkutTranslationOfAyah":"Oni koji će po vrhovima bedema biti zovnuće neke ljude, koje će po obilježju njihovom poznati, i reći će: \"Šta vam koristi ono što ste zgrtali i to što ste se oholo držali?"
	},
	{
		"arabicTextofAyah":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
		"tafsirTextofAyah":"Allah se obrati nevjernicima, koreći ih: \"Jesu li ovo oni za koje ste se zaklinjali da ih neće stići Allahova milost?\" A reći će vjernicima: \"Uđite u Džennet, nećete se bojati onoga što vas čeka, niti ćete tugovati za dunjalučkim užicima koji su vam promakli, jer ćete u vječnom blagostanju biti.\"",
		"korkutTranslationOfAyah":"Zar nisu ovo oni za koje ste se zaklinjali da ih Allahova milost neće stići?\" – a Allah im je rekao: \"Uđite u Džennet, nikakva straha za vas neće biti, i ni za čim vi nećete tugovati!\""
	},
	{
		"arabicTextofAyah":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Džehennemlije će dozvati Džennetlije: \"Prolijte na nas vode, o Džennetlije, ili nam dajte hrane kojom vas je Allah opskrbio!\" Džennetlije će reći: \"Allah je to zabranio nevjernicima zbog njihovog nevjerstva, i mi vam nećemo dati ono što vam je Allah zabranio.\"",
		"korkutTranslationOfAyah":"I stanovnici vatre dozivaće stanovnike Dženneta: \"Prolijte na nas vode ili nešto od onoga čime vas je Allah obdario!\" – a oni će reći: \"Allah je to dvoje nevjernicima zabranio,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
		"tafsirTextofAyah":"Ovi nevjernici su svoju vjeru uzeli za zabavu i igru, i obmanuo ih je dunjalučki život svojim ukrasima; na Sudnjem danu će Allah njih zaboraviti i ostaviti da pate kao što su oni bili zaboravili susret na Sudnjem danu i nisu se za njega spremali, već su poricali Allahove dokaze iako su znali da su istina.",
		"korkutTranslationOfAyah":"kojima je vjera njihova bila igra i zabava i koje je život na Zemlji bio obmanuo.\" – Sada ćemo Mi njih zaboraviti, zato što su zaboravljali da će na ovaj Dan pred Nama stajati i zato što su dokaze Naše poricali."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Došli smo vam sa ovim Kur'anom koji je objavljen Muhammedu, sallallahu 'alejhi ve sellem, i objasnili smo ga po znanju Našem; on vjernike vodi ka ispravnosti i istini, i on je milost za vjernike zbog toga što ukazuje na dobro oba svijeta.",
		"korkutTranslationOfAyah":"A Mi ovima Knjigu objavljujemo, koju smo kako Mi znamo objasnili, da bude putokaz i milost ljudima koji budu vjerovali."
	},
	{
		"arabicTextofAyah":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
		"tafsirTextofAyah":"Nevjernici samo čekaju da ih zadesi obećana bolna kazna na Ahiretu. Onog dana kada ih zadesi kazna o kojoj su obaviješteni i kada vjernici dobiju nagradu o kojoj su obaviješteni, reći će oni koji su na dunjaluku zaboravili Kur'an i nisu radili po onome što je u njemu: \"Poslanici našeg Gospodara su dolazili sa istinom u koju nema sumnje, kao što nema sumnje da je sve to od Allaha, pa kamo sreće da imamo posrednike koji će se za nas zauzimati kod Allaha, da nam spasi kazne, ili kamo sreće da se vratimo na dunjaluk da radimo dobra djela umjesto loših i tako se spasimo!\" Ovi su nevjernici propali jer su sebe u propast bacali svojim nevjerstvom, i nestalo je ono što su obožavali pored Allaha pa im ništa neće koristiti.",
		"korkutTranslationOfAyah":"Čekaju li oni da se obistine prijetnje njene? Onoga dana kada se obistine, reći će oni koji su na njih prije zaboravili: \"Istinu su poslanici Gospodara našeg donosili! Da nam je zagovornika kakva, pa da se za nas zauzme ili da nam je da budemo vraćeni, pa da postupimo drukčije nego što smo postupili!\" Ali, oni su sami sebe upropastili, a neće im biti ni onih koje su izmišljali."
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"O ljudi, doista je vaš Gospodar Allah, Onaj Koji je stvorio nebesa i Zemlju ni iz čega za šest dana, a zatim se iznad Arša uzdigao onako kako Njemu dolikuje, čiju bit mi ne možemo dokučiti. On noćne tmine smjenjuje svjetlošću dana, i svjetlost dana smjenjuje tminama noći, tako da je jedno od drugog neodvojivo. I On je stvorio Sunce, Mjesec i zvijezde, sve podređeno (zakonima), i samo On sve stvara, pa ko je stvoritelj mimo Njega? Samo Njemu pripada odredba, i u Njega je veliko dobro i dobročinstvo, i samo On posjeduje osobine veličanstva i savršenstva, Gospodar svih svjetova!",
		"korkutTranslationOfAyah":"Gospodar vaš je Allah, koji je nebesa i Zemlju u šest dana stvorio, a zatim se nad Aršom uzvisio; On tamom noći prekriva dan, koja ga u stopu prati, a Sunce i Mjesec i zvijezde se pokoravaju Njegovoj volji. Samo On raspolaže stvaranjem i odlučivanjem! Uzvišen neka je Allah, Gospodar svjetova!"
	},
	{
		"arabicTextofAyah":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
		"tafsirTextofAyah":"O vjernici, potpuno ponizno molite svog Gospodara, u sebi, iskreno, bez želje da vas neko vidi, i ne pridružujući nekog Allahu u dovi. Doista On ne voli one koji prelaze Njegove granice u dovi, a u najveće vidove prelaženja Njegovih granica u dovi spada upućivanje dove nekom pored Njega, kao što to rade višebošci.",
		"korkutTranslationOfAyah":"Molite se ponizno i u sebi Gospodaru svome, ne voli On one koji se previše glasno mole."
	},
	{
		"arabicTextofAyah":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"I ne pravite nered na zemlji čineći grijehe nakon što je Allah na njoj red uspostavio šaljući poslanike, i ispunio je pokornošću Njemu jedinom, i molite samo Njega, uz strah od Njegove kazne i nadanje Njegovoj nagradi. Doista je Allahova milost blizu dobročiniteljima, pa budite od njih.",
		"korkutTranslationOfAyah":"I ne pravite nered na Zemlji, kad je na njoj red uspostavljen, a Njemu se molite sa strahom i nadom; milost Allahova je doista blizu onih koji dobra djela čine."
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah šalje vjetrove koji nagovještavaju kišu, pa kada vjetrovi ponesu oblake otežane sadržajem vode, učinimo da ode do mrtvog predjela na koji spustimo kišu, i njom činimo da rode sve vrste plodova. Kao što dajemo da rađaju ti plodovi, učinićemo i izvešćemo mrtve iz njihovih grobova živim. To što radimo sa plodovima činimo kako biste se vi, o ljudi, sjetili Allahove moći i Njegovog veličanstvenog stvaranja i bili svjesni da On može proživjeti mrtve.",
		"korkutTranslationOfAyah":"On je Taj koji šalje vjetrove kao radosnu vijest milosti Svoje; a kad oni pokrenu teške oblake, Mi ih prema mrtvom predjelu potjeramo, pa na njega kišu spustimo i učinimo da uz njenu pomoć rastu plodovi svakovrsni; isto ćemo tako mrtve oživiti, opametite se!"
	},
	{
		"arabicTextofAyah":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ",
		"tafsirTextofAyah":"Iz plodne zemlje izlaze biljke, Allahovom dozvolom, na najpotpuniji način, a takav je i pravi vjernik - čuje opomenu i njome se okoristi, što kod njega proizvodi dobra djela, dok slana zemlja teško izrodi biljke, i to takve da u njima nema dobra i takav je nevjernik koji ne uzima pouku iz opomene i savjeta, kod kojeg opomena i savjet ne proizvode dobra djela. Kroz ovako veličanstvene raznovrsne primjere navodimo raznovrsne dokaze za potvrdu istine za one koji su zahvalni na Allahovim blagodatima i Njemu se pokoravaju.",
		"korkutTranslationOfAyah":"U plodnom predjelu raste bilje voljom Gospodara njegova, a u neplodnom tek s mukom. Eto, tako Mi, na razne načine, ponavljamo dokaze ljudima koji zahvaljuju."
	},
	{
		"arabicTextofAyah":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
		"tafsirTextofAyah":"Mi smo Nuha poslali kao poslanika njegovom narodu, da ih poziva u Allahovu jednoću, da samo Njega obožavaju i nikog drugog, i on im je govorio: \"O narode moj, obožavajte samo Allaha, jer niko mimo Njega ne zaslužuje da bude obožavan. Ja se bojim za vas kazne u velikom danu, Sudnjem danu, ukoliko ustrajete na nevjerstvu.\"",
		"korkutTranslationOfAyah":"Mi smo poslali Nuha narodu njegovu. \"O narode moj\" – govorio je on – \"Allahu se klanjajte, vi drugog boga osim Njega nemate! Ja se doista plašim za vas patnje na Velikom danu!\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ",
		"tafsirTextofAyah":"Glavešine njegovog naroda mu rekoše: \"Mi smatramo da si ti, o Nuhu, daleko od ispravnog.\"",
		"korkutTranslationOfAyah":"A glavešine naroda njegova su odgovarale: \"Mi smatramo da si ti u pravoj zabludi.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Nuh reče glavešinama svog naroda: \"Nisam ja u zabludi kao što mislite, već na uputi od mog Gospodara. Ja sam poslanik vama od Allaha, mog i vašeg Gospodara, i Gospodara svih svjetova.\"",
		"korkutTranslationOfAyah":"\"O narode moj\" – govorio je on – \" nisam ja ni u kakvoj zabludi, nego sam poslanik Gospodara svjetova;"
	},
	{
		"arabicTextofAyah":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
		"tafsirTextofAyah":"\"Dostavljam vam Objavu koju mi je objavio Allah, i želim vam dobro time što vas podstičem na primjenjivanje onoga što je On naredio, jer to donosi veliku nagradu, i time što vas upozoravam na činjenje onoga što je On zabranio, jer to donosi kaznu. Ja od Allaha znam ono što vi ne znate, jer me je On podučio putem Objave.\"",
		"korkutTranslationOfAyah":"poslanice Gospodara svoga vam dostavljam i savjete vam upućujem; a ja od Allaha znam ono što ne znate vi."
	},
	{
		"arabicTextofAyah":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ",
		"tafsirTextofAyah":"\"Zar se čudite tome što vam objava i opomena od vašeg Gospodara dolazi na jeziku jednog od vas koga poznajete, koji je među vama odrastao i nikada nije bio lažov niti zabludjeo i ko ne pripada nekom drugom narodu? Došao vam je da vas upozori na Allahovu kaznu ako poreknete i budete nepokorni, i da vas pozove da se čuvate Njegove kazne činjenjem onoga što je On naredio i kloneći se onoga što je On zabranio kako bi vam se milost ukazala ukoliko povjerujete.\"",
		"korkutTranslationOfAyah":"Zar vam je čudno što vam pouka od Gospodara vašeg dolazi po čovjeku, jednom od vas, da vas opominje, da biste se grijeha klonili i pomilovani bili?\""
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ",
		"tafsirTextofAyah":"Njegov narod ga u laž utjera i ne povjerova, ustrajaše na njihovom nevjerstvu pa Nuh uputi dovu Allahu da ih uništi. Allah spasi njega i vjernike koji ga slijede od potopa, na lađi, a potopi one koji su u poricali Njegove ajete i ustrajali u tome, kao vid kazne. Doista su njihova srca bila slijepa za istinu.",
		"korkutTranslationOfAyah":"Ali, oni su ga lažnim smatrali, pa smo njega i one koji su bili uz njega u lađi spasili, a one koji u dokaze Naše nisu vjerovali – potopili; uistinu, oni su pravi slijepci bili."
	},
	{
		"arabicTextofAyah":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
		"tafsirTextofAyah":"I plemenu 'Ad poslasmo kao poslanika jednog od njih, Huda, 'alejhisselam, koji reče: \"O narode moj, samo Allaha obožavajte, jer niko mimo Njega ne zaslužuje da ga obožavate! Zar se nećete sačuvati Njegove kazne činjenjem onoga što naređuje i klonjenjem onoga što zabranjuje?\"",
		"korkutTranslationOfAyah":"A Adu – njegova brata Huda. \"O narode moj\" – govorio je on – \"Allahu robujte, vi drugog boga osim Njega nemate, zar se ne bojite?\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ",
		"tafsirTextofAyah":"Glavešine i prvaci njegovog naroda koji su nevjernici rekoše: \"Mi znamo da si ti, o Hude, malouman, čim nas pozivaš da samo Allaha obožavamo i ostavimo obožavanje kipova. Mi smo ubijeđeni da lažeš u tvrdnji da si poslanik.\"",
		"korkutTranslationOfAyah":"Glavešine naroda njegova, koje nisu vjerovale, odgovarale su: \"Mi smatramo da si ti doista neznalica i mi mislimo da si ti zaista lažac.\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Hud im odgovori: \"Narode moj, nisam ja malouman već sam poslanik Gospodara svih svjetova.\"",
		"korkutTranslationOfAyah":"\"O narode moj\" – govorio je on – \"nisam ja neznalica, nego sam Gospodara svjetova poslanik;"
	},
	{
		"arabicTextofAyah":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ",
		"tafsirTextofAyah":"\"Dostavljam vam ono što mi je Allah naredio da vam dostavim, monoteizam i Njegov zakon. Ja sam vam, uistinu, iskreni i pouzdani savjetnik u onome što mi je naređeno da vam dostavim, ništa ne dodajem niti oduzimam.\"",
		"korkutTranslationOfAyah":"dostavljam vam poslanice Gospodara svoga, i ja sam vam iskren savjetnik."
	},
	{
		"arabicTextofAyah":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ",
		"tafsirTextofAyah":"\"Zar se čudite tome što vam je opomena od vašeg Gospodara došla na jeziku jednog od vas, a ne od meleka ili džina? Hvalite vašeg Gospodara i zahvaljujte Mu na tome što vam je dao vlast na Zemlji i učinio vas nasljednicima Nuhovog naroda koje je uništio zbog njihovog nevjerstva. Zahvaljujte Allahu što vas je odlikovao velikim i snažnim tijelima, i što vam je dao moć, i sjetite se Allahoviا neizmjernih blagodati prema vama kako biste dobili ono što želite i spasili se onoga čega se bojite.\"",
		"korkutTranslationOfAyah":"Zar vam je čudno što vam pouka od Gospodara vašeg dolazi po čovjeku, jednom od vas, da vas opominje? Sjetite se da vas je On nasljednicima Nuhova naroda učinio; to što ste krupna rasta – Njegovo je djelo. I neka su vam zato uvijek na umu Allahove blagodati, da biste postigli ono što budete željeli.\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"Njegov mu narod reče: \"O Hude, zar si nam došao naređivati da samo Allaha obožavamo i da ostavimo ono što su naši preci obožavali? Daj tu kaznu kojom nam prijetiš ako istinu govoriš!\"",
		"korkutTranslationOfAyah":"\"Zar si nam došao zato da se jedino Allahu klanjamo, a da one kojima su se klanjali preci naši napustimo?\" – govorili su oni. \"Učini da nas snađe to čime nam prijetiš, ako je istina to što govoriš!\""
	},
	{
		"arabicTextofAyah":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
		"tafsirTextofAyah":"Hud im odgovori: \"Izazvali ste Allahovu kaznu i srdžbu i ona će vas, bez sumnje, zadesiti. Zar se sa mnom raspravljate oko kipova kojima ste sami vi i vaši preci dali imena i učinili ih božanstvima, bez da su stvarna? Allah vam nije dao dokaz za takvo nešto, pa pričekajte da vas zadesi kazna koju ste požurivali, a i ja ću s vama čekati. To će se sigurno desiti.\"",
		"korkutTranslationOfAyah":"\"Već će vas stići kazna i gnjev Gospodara vašeg!\" – govorio je on. \"Zar sa mnom da se prepirete o imenima nekakvim kojima ste ih vi i preci vaši nazvali, a o kojima Allah nikakav dokaz nije objavio? Zato čekajte, i ja ću s vama čekati!\""
	},
	{
		"arabicTextofAyah":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"Tako spasismo Huda, 'alejhisselam, i vjernike koji bijahu sa njim, iz Naše milosti, a iskorijenismo one koji su Naše ajete poricali i nisu vjernici bili, pa su kaznu zaslužili.",
		"korkutTranslationOfAyah":"I Mi smo iz milosti Naše njega i one koji su bili uz njega spasili, a do posljednjeg istrijebili one koji dokaze Naše nisu priznavali i koji nisu vjerovali."
	},
	{
		"arabicTextofAyah":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"I plemenu Semud smo poslali njihovog brata Saliha, da ih poziva da samo Allaha obožavaju. On im reče: \"O narode moj, samo Allaha obožavajte jer niko pored Njega ne zaslužuje da ga obožavate. Došao vam je jasni dokaz od vašeg Gospodara koji ukazuje na istinitost onoga sa čim sam vam došao, a koji se ogleda u kamili koja će izaći iz stijene. Ona će imati određeno vrijeme u kojem pije pa je pustite da jede po Allahovom zemlji, i nećete imati muke oko nje. Nemojte je uznemiravati da vas zbog toga ne zadesi bolna kazna.\"",
		"korkutTranslationOfAyah":"A Semudu – njegova brata Saliha. \"O narode moj\" – govorio je on – \"Allahu se klanjajte, vi drugog boga osim Njega nemate! Evo vam znak od Gospodara vašeg: ova Allahova kamila za vas je znak. Pustite je neka pase po Allahovoj zemlji i ne zlostavljajte je pa da vas patnja nesnosna stigne!"
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
		"tafsirTextofAyah":"\"Sjetite se Allahove blagodati prema vama Koji vas je učinio nasljednicima 'Ada, i nastanio vas na vašoj zemlji da na njoj uživate i postižete ono što želite, a sve to nakon što je uništio 'Ad zbog njihovog nevjerstva i poricanja, i u dolinama gradite dvorce i brda sječete tako da od njih pravite kuće. Sjetite se Allahovih blagodati prema vama i zahvaljujte Mu, a ostavite činjenje nereda na Zemlji time što ćete ostaviti nevjerstvo u Allaha i grijehe.\"",
		"korkutTranslationOfAyah":"I sjetite se da ste Njegovom voljom postali nasljednici Ada i da vas je On na Zemlji nastanio; u ravnicama njezinim palate gradite, a u brdima kuće klešete. I neka su vam uvijek na umu Allahove blagodati, i ne činite zlo po Zemlji nered praveći!\""
	},
	{
		"arabicTextofAyah":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ",
		"tafsirTextofAyah":"Glavešine njegovog naroda koji se uzoholiše rekoše vjernicima koje su tlačili: \"O vi koji vjerujete, da li znate da je Salih stvarno poslanik od Allaha?\" Oni odgovoriše: \"Mi vjerujemo u ono sa čim je poslat Salih, pokoravamo se tome i po njegovom vjerozakonu radimo.\"",
		"korkutTranslationOfAyah":"A glavešine naroda njegova, one koje su se oholile, upitaše potlačene, one među njima koji su vjerovali: \"Vjerujete li vi da je Salih poslan od Gospodara svoga?\" – \"Mi, uistinu, vjerujemo u sve ono što je po njemu objavljeno\" – odgovoriše oni."
	},
	{
		"arabicTextofAyah":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ",
		"tafsirTextofAyah":"Oholnici iz njegovog naroda rekoše: \"Doista smo mi nevjernici u ono što vi vjerujete, o vjernici. Nećemo povjerovati niti ćemo raditi po njegovom vjerozakonu.\"",
		"korkutTranslationOfAyah":"\"A mi, doista, ne vjerujemo u to u što vi vjerujete\" – rekoše oni koji su bili oholi."
	},
	{
		"arabicTextofAyah":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ",
		"tafsirTextofAyah":"Oni zaklaše kamilu čije uznemiravanje im je Salih zabranio, oholo odbijajući da se pokore Allahovoj naredbi, i rekoše ismijavajući se i smatrajući nemogućim ono čime im je Salih prijetio: \"O Salih, daj nam tu bolnu kaznu kojom nam prijetiš ako si stvarni Allahov poslanik.\"",
		"korkutTranslationOfAyah":"I zaklaše onu kamilu, i zapovijed Gospodara svoga ne poslušaše i rekoše: \"O Salih, učini da nas snađe to čime prijetiš, ako si poslanik.\""
	},
	{
		"arabicTextofAyah":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
		"tafsirTextofAyah":"I nevjernike zadesi kazna koju su požurivali tako što ih zadesi snažan zemljotres i svi osvanuše mrtvi, a njihova lica i koljena zalijepljena za zemlju, i niko se od njih nije spasio.",
		"korkutTranslationOfAyah":"I zadesi ih strašan potres i oni u zemlji svojoj osvanuše mrtvi, nepomični,"
	},
	{
		"arabicTextofAyah":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ",
		"tafsirTextofAyah":"Salih, 'alejhisselam, se okrenu od svog naroda nakon što je izgubio svaku nadu da će mu se odazvati i reče: \"O narode moj, ja sam vam dostavio ono što mi je Allah naredio, i savjetovao sam vas podstičući i upozoravajući, ali vi ste narod koji ne voli savjetnike koji im žele da im ukažu na dobro i da ih odvrate od zla.\"",
		"korkutTranslationOfAyah":"a on ih je već bio napustio i rekao: \"O narode moj, prenio sam vam poslanicu Gospodara svoga i opominjao sam vas, ali vi ne volite one koji opominju.\""
	},
	{
		"arabicTextofAyah":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"I spomeni Luta kada je osudio ono što radi njegov narod i rekao: \"Zar činite tu ružnu stvar, zar prilazite muškarcima? To ste vi izmislili i niko vas u tom razvratu nije pretekao!\"",
		"korkutTranslationOfAyah":"I Luta – kad reče narodu svome: \"Zašto činite razvrat koji niko prije vas na svijetu nije činio?"
	},
	{
		"arabicTextofAyah":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
		"tafsirTextofAyah":"\"Vi muškarcima prilazite da zadovoljite svoje strasti umjesto ženama koje su stvorene za to, suprotno onome što iziskuje razum, Objava i neiskvarena ljudska priroda. Vi prelazite Allahove granice time što ste izašli iz ljudske normalnosti i skrenuli i udaljili se od onoga što iziskuje zdrav razum i neiskvarena ljudska priroda.\"",
		"korkutTranslationOfAyah":"Vi sa strašću prilazite muškarcima, umjesto ženama. Ta vi ste narod koji sve granice zla prelazi!\""
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ",
		"tafsirTextofAyah":"I njegov narod koji činiše taj razvrat je Lutu samo odgovorio, odbijajući istinu: \"Izbacite Luta i njegovu porodicu iz vašeg naselja, to su ljudi koji se klone ovog što mi radimo, pa nam ne dolikuje da takvi ostanu među nama.\"",
		"korkutTranslationOfAyah":"A odgovor naroda njegova glasio je: \"Istjerajte ih iz grada vašeg, oni su ljudi čistunci!\""
	},
	{
		"arabicTextofAyah":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
		"tafsirTextofAyah":"I Mi smo njega i njegovu porodicu sačuvali naredivši im da po noći izađu iz tog mjesta na koje će se spustiti kazna, osim njegove žene, koja je ostala sa svojim narodom i koju je obuhvatila kazna kao i njih.",
		"korkutTranslationOfAyah":"I Mi smo njega i porodicu njegovu spasili, osim žene njegove; ona je ostala sa onima koji su kaznu iskusili."
	},
	{
		"arabicTextofAyah":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ",
		"tafsirTextofAyah":"I mi na njih spustismo veliku kišu zemljanog kamenja, i prevrnusmo cijelo naselje naopako, pa razmisli, o Poslaniče, kako je skončao Lutov zločinački narod. Bili su uništeni i postali su vječno poniženi.",
		"korkutTranslationOfAyah":"I na njih smo kišu spustili, pa pogledaj kako su razvratnici skončali."
	},
	{
		"arabicTextofAyah":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"Mi smo plemenu Medjen poslali njihovog brata Šuajba, 'alejhisselam, koji im reče: \"Narode moj, samo Allaha obožavajte, jer niko mimo Njega ne zaslužuje da ga obožavate. Došao vam je jasni dokaz od Allaha za istinitost onoga što vam ja dostavljam od mog Gospodara: dajte ljudima njihovo pravo, pravilno mjereći količinu i težinu robe, i nemojte krnjiti njihova prava koristeći se iznalaženjem mahana njihovim stvarima i odvraćanjem od njih, ili varanjem vlasnika, i nemojte na Zemlji širiti nered bivajući nevjernici i čineći grijehe, nakon što je Allah na njoj uspostavio red slanjem vjerovjesnika. Ovo što vam savjetujem bolje vam je i korisnije, ako ste vjernici, jer sadrži ostavljanje onoga što je Allah zabranio i primjenu onoga što je naredio, čime se približava Njemu.",
		"korkutTranslationOfAyah":"A Medjenu – njegova brata Šuajba. \"O narode moj\" – govorio je on – \"Allahu se klanjajte, vi drugog boga osim njega nemate! Dolazi vam jasan dokaz od Gospodara vašeg, zato pravo na litri i na kantaru mjerite i ljudima stvari njihove ne zakidajte, i red na Zemlji ne remetite kad je već na njoj uspostavljen red. To je bolje za vas ako vjerujete."
	},
	{
		"arabicTextofAyah":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"I nemojte presijecati puteve i prijetiti ljudima kako bi im oteli imetak, i nemojte odvraćati od Allahove vjere one koji žele uputu, želeći da iskrivite Allahov put kako ljudi ne bi njime išli. I sjetite se Allahove blagodati prema vama i zahvaljujte mu na njoj, bilo vas je malo pa vas je On umnožio. I razmislite o tome kako su skončali smutljivci na Zemlji prije vas, jer ih zadesi propast i uništenje.",
		"korkutTranslationOfAyah":"I ne postavljajte zasjede na ispravnom putu, prijeteći i od Allahova puta odvraćajući one koji u Njega vjeruju, želeći krivi put. I sjetite se kada vas je bilo malo i da vas je On umnožio, a pogledajte kako su skončali oni koji su nered pravili."
	},
	{
		"arabicTextofAyah":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
		"tafsirTextofAyah":"\"Ako je jedna skupina vas povjerovala u ono sa čim sam došao od mog Gospodara a druga skupina nije, onda pričekajte - o poricatelji - dok Allah među nama presudi, a On je najbolji i najpravedniji sudija.\"",
		"korkutTranslationOfAyah":"I ako jedni od vas vjeruju u ono što je po meni poslano, a drugi ne vjeruju, pa pričekajte dok nam Allah ne presudi, jer On je sudija najbolji!\""
	},
	{
		"arabicTextofAyah":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ",
		"tafsirTextofAyah":"Glavešine Šuajbovog naroda koji su se oholili rekoše: \"O Šuajbe, istjerat ćemo te iz našeg naselja zajedno sa onima koji ti vjeruju, ili ćeš se vratiti u našu vjeru!\" On im reče razmišljajući i čudeći se: \"Zar da vas slijedimo u vašoj neispravnoj vjeri makar nam to bilo mrsko?\"",
		"korkutTranslationOfAyah":"Glavešine naroda njegova, one koje su bile ohole, rekoše: \"Ili ćete bezuvjetno vjeru našu prihvatiti, ili ćemo mi, o Šuajbe, i tebe i one koji s tobom vjeruju iz grada našeg istjerati.\" – \"Zar i protiv naše volje?\" – reče on."
	},
	{
		"arabicTextofAyah":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ",
		"tafsirTextofAyah":"\"Mi bismo na Allaha laž iznijeli ako bi povjerovali u ispravnost vašeg višeboštva i nevjerstva nakon što nas je Allah sačuvao toga, iz Njegove milosti. Nikako nije ispravno da se vratimo u vašu neispravnu vjeru, osim ako Allah, naš Gospodar, to hoće, jer se sve pokorava Njegovoj volji. Naš Gospodar sve zna, i samo se na Njega oslanjamo kako bi nas učvrstio na pravom putu i sačuvao od puteva Džehennemlija. Gospodaru naš, presudi između nas i našeg nevjerničkog naroda, pomozi sljedbenike istine, kojima je učinjena nepravda, protiv prkosnih zulumćara, jer Ti si najbolji sudija.\"",
		"korkutTranslationOfAyah":"\"Ako bismo vjeru vašu prihvatili nakon što nas je Allah spasio nje, na Allaha bismo laž iznijeli. Mi je ne trebamo prihvaćati, to neće Allah, Gospodar naš, jer Gospodar naš znanjem Svojim sve obuhvaća; u Allaha se uzdamo! Gospodaru naš, Ti presudi nama i narodu našem po pravdi, Ti si sudija najpravedniji!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ",
		"tafsirTextofAyah":"Glavešine nevjernici iz njegovog naroda koji odbiše poziv u monoteizam rekoše svom narodu prijeteći: \"Narode naš, ako prihvatite Šuajbovu vjeru i ostavite vašu vjeru i vjeru vaših predaka, sigurno ćete propasti.\"",
		"korkutTranslationOfAyah":"A glavešine naroda njegova, one koje nisu vjerovale, rekoše: \"Ako pođete za Šuajbom, bićete sigurno izgubljeni.\""
	},
	{
		"arabicTextofAyah":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
		"tafsirTextofAyah":"I zadesi ih snažan zemljotres i oni pomriješe u svojim domovima, pali na koljena i lica, nepokretni.",
		"korkutTranslationOfAyah":"I zadesi ih potom strašan potres i oni osvanuše u zemlji svojoj mrtvi, nepomični."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"Svi oni koji su Šuajba utjerivali u laž propali su, i kao da nikad nisu postojali u svojim domovima, i kao da nikad nisu uživali. Oni koji su Šuajba utjerivali u laž su istinski propali jer su izgubili sve, i sebe i ono što su posjedovali, dok vjernici iz njegovog naroda nisu propali, kako su mislili ovi nevjernici poricatelji.",
		"korkutTranslationOfAyah":"Oni koji su smatrali Šuajba lašcem – kao da nikada u njoj nisu ni bili; oni koji su smatrali Šuajba lašcem, oni su nastradali."
	},
	{
		"arabicTextofAyah":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ",
		"tafsirTextofAyah":"Šuajb, 'alejhisselam, se okrenu od njih nakon što propadoše i obrati im se: \"Narode moj, dostavio sam vam ono što mi je naredio moj Gospodar, i savjetovao sam vas pa niste prihvatili moj savjet i niste se pokorili mojim uputstvima, pa kako da tugujem za narodom koji nije vjerovao u Allaha i koji je bio ustrajan na svom nevjerstvu?\"",
		"korkutTranslationOfAyah":"A on ih je već bio napustio i rekao: \"O narode moj, prenio sam vam poslanice Gospodara svoga, i savjetovao vas, pa zašto da tugujem za narodom nevjerničkim?!\""
	},
	{
		"arabicTextofAyah":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ",
		"tafsirTextofAyah":"Kad god smo poslali nekog vjerovjesnika u neko naselje pa ga u laž utjerali stanovnici tog naselja - Mi smo ih kaznili siromaštvom i bolestima kako bi se pokorili Allahu i ostavili nevjerstvo i oholost. Ovo je upozorenje Kurejšijama i svakom ko ne vjeruje i porekne, spominjanjem Allahovog metoda sa prijašnjim narodima koji su istinu poricali.",
		"korkutTranslationOfAyah":"I Mi nijednog vjerovjesnika u neki grad nismo poslali, a da stanovnike njegove neimaštinom i bolešću nismo kaznili da bi se pokajali."
	},
	{
		"arabicTextofAyah":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
		"tafsirTextofAyah":"Nakon što smo ih iskušali neimaštinom i bolešću dadosmo im velika dobra i sigurnost, pa kad se umnožiše i veliki imetak stekoše rekoše: \"To što nas pogađa teškoća i blagostanje je samo životni zakon i to se događalo i našim precima\", ne spoznavši da su ih iskušenja zadesila da bi pouku uzeli, a da im je blagostanje došlo kako bi ih postepeno odvelo u propast. Nakon toga smo ih iznenada kaznili, a da toga nisu ni svjesni bili.",
		"korkutTranslationOfAyah":"Poslije bismo kaznu blagostanjem zamijenili dok se ne bi umnožili i rekli: \"I naše su pretke pogađale i žalosti i radosti!\" – i tada bismo ih, da oni ne predosjete, neočekivano kaznili."
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Da su stanovnici ovih naselja kojima smo slali Naše poslanike povjerovali u ono sa čim su im došli ti poslanici, i da su se Allaha pobojali ostavljajući grijehe i primjenjujući Njegove naredbe, otvorili bismo im vrata dobra sa svake strane. Međutim, oni nisu povjerovali niti su se pobojali, već su poricali ono sa čim su im poslanici došli, pa smo ih iznenada kažnjavali zbog grijeha koje su učinili.",
		"korkutTranslationOfAyah":"A da su stanovnici sélā i gradova vjerovali i grijeha se klonili, Mi bismo im blagoslove i s neba i iz zemlje slali, ali, oni su poricali, pa smo ih kažnjavali za ono što su zaradili."
	},
	{
		"arabicTextofAyah":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ",
		"tafsirTextofAyah":"Zar su stanovnici ovih nevjerničkih naselja sigurni da im Naša kazna neće doći noću dok spavaju u rahatluku i smiraju?",
		"korkutTranslationOfAyah":"A zar su stanovnici sélā i gradova sigurni da ih Naša kazna neće snaći noću dok budu spavali?"
	},
	{
		"arabicTextofAyah":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ",
		"tafsirTextofAyah":"I da li su sigurni da im Naša kazna neće doći početkom dana dok su nemarni i zauzeti svojim dunjalukom?",
		"korkutTranslationOfAyah":"Ili su stanovnici sélā i gradova sigurni da ih Naša kazna neće stići danju dok se budu zabavljali?"
	},
	{
		"arabicTextofAyah":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Pogledajte kako im je Allah dao vremena i obasuo ih blagodatima poput snage i bogatstva, da bi ih postepeno u propast odveo! Zar su i nevjernici poricatelji bili sigurni od Allahove zamke? Samo propali ljudi misle da su sigurni od Allahove kazne iako rade zlo. Oni koji su na pravom putu se čuvaju Allahove zamke time što ne dozvoljavaju da ih blagodati obmanu, već su svjesni da su to Allahove blagodati i zahvalni su na njima.",
		"korkutTranslationOfAyah":"Zar oni mogu biti sigurni od Allahove kazne? Allahove kazne se ne boji samo narod kome propast predstoji."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ",
		"tafsirTextofAyah":"Zar nije postalo jasno onim generacijama koje dođu da žive na Zemlji nakon što su prijašnji narodi uništeni zbog grijeha, da ih Allah može, ako hoće, kazniti zbog njihovih grijeha onako kako je to On inače činio, ako ne uzmu pouku iz onoga što je zadesilo njihove prethodnike i čine ista ta uništavajuća djela? On njihova srca zapečati pa pouku ne primaju niti im opomena koristi.",
		"korkutTranslationOfAyah":"Zar nije jasno onima koji nasljeđuju zemlju prijašnjih stanovnika njezinih da ćemo i njih, ako budemo htjeli, zbog grijehova njihovih kazniti i srca njihova zapečatiti, pa savjet neće poslušati."
	},
	{
		"arabicTextofAyah":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Mi ti o tim prijašnjim narodima, narodu Nuha, Huda, Saliha i Šuajba kazujemo i obavještavamo, o Poslaniče, o tome kako su poricali i inatili se, i kako su uništeni, a sve to da bi bilo pouka i opomena onome ko pouku i opomenu prima. Tim narodima su njihovi poslanici došli sa jasnim dokazima da govore istinu, ali oni nisu vjerovali, a Allah je već znao da će poricati. Kao što je Allah zapečatio srca naroda nevjerničkih naselja koji su u laž njihove poslanike utjerivali, tako će zapečatiti srca onih koji ne vjeruju u Muhammeda, sallallahu 'alejhi ve sellem, pa neće biti upućeni ka vjerovanju.",
		"korkutTranslationOfAyah":"O tim gradovima Mi ti neke događaje njihove kazujemo. Poslanici njihovi su im jasne dokaze donosili, ali oni nisu htjeli povjerovati u ono u što prije nisu vjerovali. Eto tako Allah srca nevjernika zapečati –"
	},
	{
		"arabicTextofAyah":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ",
		"tafsirTextofAyah":"Većina naroda kojima su poslati poslanici nisu ispunili Allahovu oporuku, i nisu se pokorili Njegovim naredbama, već su većina njih Njegove granice prelazili.",
		"korkutTranslationOfAyah":"a Mi smo znali da se većina njih zavjeta neće držati, i znali smo da će većinom, doista, grješnici biti."
	},
	{
		"arabicTextofAyah":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Nakon tih poslanika smo poslali Musaa, 'alejhisselam, sa našim jasnim dokazima i argumentima za njegovu istinitost. Poslali smo ga faraonu i njegovom narodu, ali su oni porekli te dokaze i uznevjerovali, pa razmisli, o Poslaniče, kako je skončao faraon i njegov narod! Allah ih je potopio i prokleo, na dunjaluku i na Ahiretu!",
		"korkutTranslationOfAyah":"Zatim smo, poslije njih, poslali Musaa faraonu i glavešinama njegovim sa dokazima Našim, ali oni u njih nisu povjerovali, pa pogledaj kako su skončali oni koji su nered činili."
	},
	{
		"arabicTextofAyah":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Kada Allah posla Musaa faraonu i Musa dođe do njega, reče mu: \"O faraone, ja sam, uistinu, poslat od Stvoritelja svih stvorenja, njihovog Vlasnika i Upravitelja.\"",
		"korkutTranslationOfAyah":"I Musa reče: \"O faraone, ja sam poslanik Gospodara svjetova!"
	},
	{
		"arabicTextofAyah":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ",
		"tafsirTextofAyah":"Musa reče: \"Pošto me je On poslao, onda meni ne priliči da o Njemu govorim osim istinu. Došao sam vam sa jasnim dokazom da govorim istinu i da sam poslat od mog Gospodara, pa oslobodi i pošalji sa mnom potomke Israilove, koje si porobio i koje tlačiš.\"",
		"korkutTranslationOfAyah":"Dužnost mi je da o Allahu samo istinu kažem. Donio sam vam jasan dokaz od Gospodara vašeg, zato pusti da idu sa mnom sinovi Israilovi!\""
	},
	{
		"arabicTextofAyah":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"Faraon reče Musau: \"Ako si došao sa dokazom, kao što misliš, daj taj dokaz ako istinu govoriš.\"",
		"korkutTranslationOfAyah":"\"Ako si donio kakav dokaz\" – reče – \"pokaži ga, ako istinu govoriš.\""
	},
	{
		"arabicTextofAyah":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ",
		"tafsirTextofAyah":"Musa baci svoj štap koji se pretvori u veliku zmiju, jasnu i vidljivu svakom ko posmatra.",
		"korkutTranslationOfAyah":"I on baci svoj štap – kad on prava zmijurina;"
	},
	{
		"arabicTextofAyah":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ",
		"tafsirTextofAyah":"On izvadi svoju ruku iz otvora na košulji kod prsa ili ispod pazuha, i ona bijaše bijela, a to nije bila posljedica bolesti lepre, i ruka je bila blistava za one koji posmatraju od žestoke bjeline.",
		"korkutTranslationOfAyah":"i izvadi ruku svoju – ona za prisutne postade bijela."
	},
	{
		"arabicTextofAyah":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ",
		"tafsirTextofAyah":"Glavešine koji posmatraše pretvaranje štapa u zmiju i bjelilo rukekoje nije posljedica bolesti lepre, rekoše: \"Musa je samo čarobnjak koji dobro poznaje magiju.\"",
		"korkutTranslationOfAyah":"Glavešine naroda faraonova povikaše: \"Ovaj je, doista, vješt čarobnjak,"
	},
	{
		"arabicTextofAyah":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ",
		"tafsirTextofAyah":"\"On želi time da vas izvede iz vaše zemlje, Egipta.\" Faraon se posavjetova sa njima oko Musaa, 'alejhisselam, rekavši im: \"Šta mislite da trebam učiniti?\"",
		"korkutTranslationOfAyah":"on hoće da vas izvede iz zemlje vaše, pa šta predlažete?\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
		"tafsirTextofAyah":"Oni rekoše: \"Daj Musau i njegovom bratu Harunu vremena i pošalji izaslanike po egipatskim gradovima da sakupe čarobnjake koji se u njima nalaze.\"",
		"korkutTranslationOfAyah":"\"Zadrži njega i brata njegova\", rekoše, \"a pošalji u gradove one koji će sakupljati,"
	},
	{
		"arabicTextofAyah":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ",
		"tafsirTextofAyah":"\"Izaslanici će ti doći sa skupinom čarobnjaka iz gradova, svaki od njih je vješt i dobar poznavalac magije.\"",
		"korkutTranslationOfAyah":"preda te će sve vješte čarobnjake dovesti.\""
	},
	{
		"arabicTextofAyah":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ",
		"tafsirTextofAyah":"Faraon posla izaslanike da sakupe čarobnjake, pa kada dođoše upitaše faraona da li će imati nagradu ako pobijede Musaa?\"",
		"korkutTranslationOfAyah":"I faraonu čarobnjaci dođoše. \"Da li ćemo, doista, nagradu dobiti ako budemo pobjednici?\" – upitaše."
	},
	{
		"arabicTextofAyah":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ",
		"tafsirTextofAyah":"Faraon im odgovori: \"Da, imat ćete nagradu i platu, bićete na visokim pozicijama kod mene.\"",
		"korkutTranslationOfAyah":"\"Da\" – reče – \"i bićete mi, zaista, bliski.\""
	},
	{
		"arabicTextofAyah":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ",
		"tafsirTextofAyah":"Čarobnjaci rekoše samouvjereno i nadmeno vjerujući u pobjedu: \"O Musa, izaberi šta hoćeš, da ti prvi počneš ili mi.\"",
		"korkutTranslationOfAyah":"\"O Musa\" – rekoše onda – \"hoćeš li ti ili ćemo mi baciti?\""
	},
	{
		"arabicTextofAyah":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ",
		"tafsirTextofAyah":"Musa im reče, uvjeren u Allahovu pomoć i ne mareći za njih: \"Vi prvi bacite vaše konopce i štapove.\" Kada baciše opčiniše oči ljudi, prikazaše im varku i uplašiše ih. Njihova čarolija (njihov trik) je bila jaka u očima posmatrača.\"",
		"korkutTranslationOfAyah":"\"Bacite vi\" – reče on. I kad oni baciše, oči ljudima začaraše i jako ih prestrašiše, i vradžbinu veliku prirediše."
	},
	{
		"arabicTextofAyah":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ",
		"tafsirTextofAyah":"Allah objavi Svom poslaniku i sagovorniku Musau, 'alejhisselam: \"Baci svoj štap.\" On ga baci, i štap se pretvori u živu zmiju koja proguta konopce i užad čarobnjaka koji su trikovima ljudima skrivali stvarno stanje obmanuvši ih da su to bile stvarne zmije.\"",
		"korkutTranslationOfAyah":"I Mi naredismo Musau: \"Baci štap svoj!\" – i on odjednom proguta sve ono čime su oni bili obmanu izveli."
	},
	{
		"arabicTextofAyah":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Istina izađe na vidjelo i posta jasno da je Musa došao sa istinom, a da su čarobnjaci došli sa običnim trikovima.",
		"korkutTranslationOfAyah":"I tako istina na vidjelo izbi i pokaza se da je bilo lažno ono što su oni priredili,"
	},
	{
		"arabicTextofAyah":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ",
		"tafsirTextofAyah":"Tu bijahu pobijeđeni i poniženi, a Musa pobijedi na tom skupu.",
		"korkutTranslationOfAyah":"i tu oni bijahu pobijeđeni i ostadoše poniženi,"
	},
	{
		"arabicTextofAyah":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ",
		"tafsirTextofAyah":"Kada su čarobnjaci vidjeli Allahovu moć i jasne znakove ne osta im drugo nego padnu ničice na sedždu Allahu Uzvišenom.",
		"korkutTranslationOfAyah":"a čarobnjaci se licem na tle baciše."
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Čarobnjaci rekoše: \"Vjerujemo u Gospodara svih stvorenja!\"",
		"korkutTranslationOfAyah":"\"Mi vjerujemo u Gospodara svjetova\" – povikaše,"
	},
	{
		"arabicTextofAyah":"رَبِّ مُوسَىٰ وَهَٰرُونَ",
		"tafsirTextofAyah":"\"Gospodara Musaovog i Harunovog, jer samo On zaslužuje da bude obožavan, a ne razni izmišljeni bogovi.\"",
		"korkutTranslationOfAyah":"\"Gospodara Musaova i Harunova!\""
	},
	{
		"arabicTextofAyah":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Faraon im zaprijeti nakon što su povjerovali u Allaha Jedinog: \"Povjerovali ste Musau prije nego što sam vam ja dozvolio!? To je vaša varka koju ste vi dogovorili sa Musaom kako bi stanovnike ovog grada izveli iz njega! O čarobnjaci, sigurno ćete vidjeti kakva će vas kazna zadesiti!\"",
		"korkutTranslationOfAyah":"\"Zar da mu povjerujete prije nego što vam ja dozvolim!\" – viknu faraon. \"Ovo je, uistinu, smicalica koju ste u gradu smislili da biste iz njega stanovnike njegove izveli. Zapamtićete vi!"
	},
	{
		"arabicTextofAyah":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ",
		"tafsirTextofAyah":"\"Odsjeći ću vam noge i ruke unakrst, a zatim ću vas okačiti na palmina stabla kako bi se uplašio svako ko vas vidi u takvom stanju!\"",
		"korkutTranslationOfAyah":"Izodsijecaću vam, sigurno, ruke vaše i noge vaše unakrst, a onda ću vas sve razapeti!\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
		"tafsirTextofAyah":"Čarobnjaci mu odgovoriše: \"Mi ćemo se našem Jedinom Gospodaru vratiti, i ne marimo za tim čime nam prijetiš.\"",
		"korkutTranslationOfAyah":"A oni rekoše: \"Mi ćemo se, doista, Gospodaru našem vratiti!"
	},
	{
		"arabicTextofAyah":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ",
		"tafsirTextofAyah":"\"Ti nam samo zamjeraš, faraone, to što smo povjerovali u dokaze našeg Gospodara nakon to su nam došli preko Musaa. Ako je to kažnjivi grijeh onda je to naš grijeh.\" Zatim uputiše dovu Allahu rekavši ponizno: \"Gospodaru naš, obaspi nas strpljenjem kako bismo bili postojani na istini, i usmrti nas kao muslimane, Tebi predane, sljedbenike Tvog poslanika.\"",
		"korkutTranslationOfAyah":"Ti nam zamjeraš samo to što smo u dokaze Gospodara našeg povjerovali kada su nam oni došli. Gospodaru naš, daj nam snage da izdržimo i učini da kao vjernici umremo!\""
	},
	{
		"arabicTextofAyah":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ",
		"tafsirTextofAyah":"Glavešine faraonovog naroda rekoše faraonu huškajući ga protiv Musaa i njegovih sljedbenika: \"Zar ćeš pustiti Musaa i njegov narod da šire nered po Zemlji i da ostave tebe i tvoja božanstva pozivajući u obožavanje samo Allaha?\" Faraon reče: \"Pobićemo sinove Israelićana a u životu ostaviti njihove kćerke da nam služe. I mi smo, sigurno, iznad njih i nama pripada vlast i moć.\"",
		"korkutTranslationOfAyah":"A glavešine naroda faraonova rekoše: \"Zar ćeš ostaviti Musaa i narod njegov da nered u zemlji pravi i da tebe i božanstva tvoja napusti?\" – On reče: \"Ubijaćemo mušku djecu njihovu, a žensku ćemo im ostavljati u životu; mi, uistinu, vladamo njima.\""
	},
	{
		"arabicTextofAyah":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Musa reče svom narodu: \"Narode moj, tražite pomoć od Allaha Jedinog i da odagna od vas zlo i podari vam dobro, i strpite se u ovom iskušenju jer sva je Zemlja Allahova a nije faraonova ni bilo koga drugog pa da može raditi na njoj šta hoće. Allah naizmjenično daje vlast na Zemlji kome On hoće, ali konačna pobjeda na Zemlji će pripasti vjernicima, onima koji se pokoravaju Njegovim naredbama i klone onoga što je zabranio. Zemlja pripada vjernicima kakva god da ih iskušenja zadese.\"",
		"korkutTranslationOfAyah":"Musa reče narodu svome: \"Molite Allaha da vam pomogne i budite strpljivi, Zemlja je Allahova, On je daje u naslijeđe kome On hoće od robova Svojih; a lijep ishod će biti za one koji se budu Allaha bojali.\""
	},
	{
		"arabicTextofAyah":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Israelićani rekoše Musau, 'alejhisselam: \"O Musa, iskušani smo od faraona ubistvom naših sinova i ostavljanjem naših kćeri prije nego što si nam došao i nakon što si nam došao.\" Musa, 'alejhisselam, im reče nagovještavajući olakšanje: \"Možda vaš Gospodar uništi vašeg neprijatelja, farona i njegov narod, i vama da vlast na Zemlji nakon njih da vidi - a On sve zna - kako ćete postupati nakon toga, da li ćete biti zahvalni ili nezahvalni.\"",
		"korkutTranslationOfAyah":"\"Zlostavljani smo\" – rekoše oni – \"prije nego što si nam došao, a i nakon što si nam došao!\" A Musa reče: \"Gospodar vaš će neprijatelja vašeg uništiti, a vas nasljednicima na Zemlji učiniti, da bi vidio kako ćete postupati."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ",
		"tafsirTextofAyah":"Mi smo kaznili faraonov narod gladnim godinama i sušom, zatim manjkom plodova zemlje, kako bi opomenu prihvatili i pouku uzeli, kako bi shvatili da je to kazna za njihovo nevjerstvo, pa da se pokaju Allahu.\"",
		"korkutTranslationOfAyah":"I Mi smo faraonov narod gladnim godinama i nerodicom kaznili, da bi se opametili."
	},
	{
		"arabicTextofAyah":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Kada faraonovom narodu dođe plodna godina, i kada uberu puno plodova i usjeva, i padnu cijene, oni kažu: \"Ovo smo dobili jer smo zaslužili, i jer to nama pripada\", dok ako ih zadesi nedaća poput suše, mnoštva bolesti i drugih nedaća, misle da im je Musa sa njegovim narodom donio lošu sreću (baksuz), dok je istina da ih sve to pogađa Allahovom odredbom, i u tome ni Musa niti bilo ko drugi nije imao udjela, osim što je Musa dovio protiv njih. Međutim, većina njih ne zna pa te stvari pripisuju nekom mimo Allaha.",
		"korkutTranslationOfAyah":"I kad bi im bilo dobro, oni bi govorili: \"Ovo smo zaslužili\", a kad bi ih snašla kakva nevolja, Musau i onima koji su s njim vjerovali tu nevolju bi pripisali. Ali ne! Njihova nevolja je od Allaha bila, samo što većina njih nije znala!"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Faraonov narod reče Musau, 'alejhisselam, prkoseći istini: \"S kojim god dokazom da nam dođeš da smo na zabludi kako bi nas odvratio od toga i da si ti na istini kako bismo ti povjerovali - nećemo ti vjerovati!\"",
		"korkutTranslationOfAyah":"I govorili su: \"Kakav god dokaz da nam doneseš da nas njime opčaraš, mi ti nećemo vjerovati!\""
	},
	{
		"arabicTextofAyah":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
		"tafsirTextofAyah":"Pa smo na njih poslali veliku vodu kao kaznu za poricanje i inat, te se njihovi usjevi i plodovi potopiše, i poslasmo im skakavce koji pojedoše njihove usjeve, i poslasmo im insekte koji napadaju usjeve ili vaške koje uznemiravaju čovjeka u njegovoj kosi, i poslasmo im žabe koje ispuniše sve njihove posude i pokvariše njihovu hranu, i koje im nesanicu izazvaše, i poslasmo im krv tako da se voda u njihovim bunarima i rijekama pretvori u krv! Sve to poslasmo kao jasne znakove koji dolaziše jedni za drugima, ali i pored toga su oholo odbili da povjeruju u Allaha i ono sa čim je došao Musa, 'alejhisselam. Oni bijahu narod grješni, narod koji nikako ne ostavlja zabludu i koji neće pravi put.",
		"korkutTranslationOfAyah":"Zato smo Mi na njih slali i poplave, i skakavce, i krpelje, i žabe, i krv – sve jasna znamenja, ali su se oni oholili, narod zlikovački su bili."
	},
	{
		"arabicTextofAyah":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ",
		"tafsirTextofAyah":"Kada ih Allah kazni ovim pojavama oni rekoše Musau: \"O Musa, zamoli za nas tvog Gospodara tvojim vjerovjesništvom i time što ti je obećao da će ukloniti kaznu pokajanjem, da od nas otkloni ovu kaznu. Ako se to ispuni, mi ćemo sigurno povjerovati u tebe, oslobodit ćemo i poslaćemo Isrelićane sa tobom.\"",
		"korkutTranslationOfAyah":"I kada bi ih zadesila nevolja, govorili bi: \"O Musa, moli se, u naše ime, Gospodaru svome – onako kako ti je On naredio: ako nas oslobodiš nevolje, mi ćemo zaista vjerovati i s tobom sinove Israilove, sigurno, poslati.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ",
		"tafsirTextofAyah":"Pošto otklonismo kaznu od njih do određenog roka kada ćemo ih potpuno uništiti, tad gle - prekršiše obećanje koje su dali, da će vjerovati i osloboditi Israelićane. Ostali su ustrajni na nevjerstvu i nisu oslobodili Israelićane da odu sa Musaom.",
		"korkutTranslationOfAyah":"I pošto bismo ih nevolje oslobodili – do vremena do kojeg im je bilo određeno da je podnose, oni bi, odjednom, obećanje prekršili."
	},
	{
		"arabicTextofAyah":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
		"tafsirTextofAyah":"Kada dođe vrijeme koje je određeno za njihovo uništenje spustismo na njih Našu kaznu time što ih potopismo u moru, jer su Allahove ajete u laž utjerivali i od jasne istine se okretali.",
		"korkutTranslationOfAyah":"Zato ih Mi kaznismo i u moru ih potopismo, jer su znamenja Naša poricali i prema njima ravnodušni bili,"
	},
	{
		"arabicTextofAyah":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ",
		"tafsirTextofAyah":"I Israelićanima koje je faraon i njegov narod tlačio dadosmo u naslijeđe istočne i zapadne dijelove zemlje, zemlje Šama koju je Allah blagoslovio, dajući da u njoj usjevi i plodovi rađaju na najpotpuniji način. I time bijahu ispunjene riječi tvog Gospodara, Poslaniče, a Njegov govor je najljepši govor: \"A Mi smo htjeli da one koji su na zemlji tlačeni obdarimo i da ih vođama i nasljednicima učinimo.\" (el-Kasas, 5.) Allah je dao Israelićanima vlast na Zemlji jer su se strpili na tlačenju koje im je dolazilo od faraona i njegovog naroda, i uništili smo njihova staništa, zamkove i usjeve.",
		"korkutTranslationOfAyah":"a potlačenom narodu dadosmo u naslijeđe istočne i zapadne krajeve zemlje koju smo blagoslovili, i lijepo obećanje Gospodara tvoga sinovima Israilovim bilo je ispunjeno – zato što su trpjeli, a sa zemljom sravnismo ono što su faraon i narod njegov sagradili i ono što su podigli."
	},
	{
		"arabicTextofAyah":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ",
		"tafsirTextofAyah":"I Mi Israelićane sa Musaom prevedosmo preko mora nakon što ga je Musa udario štapom i ono se razdvojilo. Nakon toga prođoše pored naroda koji obožava kipove pored Allaha, pa Israelićani rekoše Musau, 'alejhisselam: \"O Musa, napravi nama kipa da ga obožavamo kao što ovi obožavaju kipove pored Allaha.\" Musa im reče: \"O narode moj, doista ste vi narod koji ne poznaje ono što je dužnost u pogledu veličanja Allaha i Njegove jednoće, i koji ne zna da Mu ne dolikuje pridruživanje bilo koga drugog u ibadetu.\"",
		"korkutTranslationOfAyah":"I Mi sinove Israilove preko mora prevedosmo, pa oni naiđoše na narod koji se klanjao kumirima svojim. \"O Musa\" – rekoše – \"napravi i ti nama boga kao što i oni imaju bogove!\" – \"Vi ste, uistinu, narod koji nema pameti!\" – reče on."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"\"Doista će njihovo obožavanje kipova propasti, i sva njihova djela će biti poništena jer obožavaju nekog pored Allaha.\"",
		"korkutTranslationOfAyah":"\"Zaista će biti poništeno ono što ovi ispovijedaju i beskorisno će im biti ono što rade."
	},
	{
		"arabicTextofAyah":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
		"tafsirTextofAyah":"Musa reče svom narodu: \"Narode moj, kako da vam pored Allaha tražim boga da obožavate, a vidjeli ste veličanstvene Allahove znakove? I Allah vas je odlikovao nad drugim ljudima vašeg vremena time što vam je uništio neprijatelja i dao vam vlast na Zemlji!\"",
		"korkutTranslationOfAyah":"Zar da vam, pored Allaha, tražim drugog boga, a On vas je iznad ostalog svijeta uzdigao?\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
		"tafsirTextofAyah":"\"O Israelićani, sjetite se kada smo vas izbavili od faraona i njegovog naroda koji su vas ponižavali, koji su ubijali vaše sinove i ostavljali vaše kćeri da ih služe! U vašem izbavljanju od faraona i njegovog naroda je veliki ispit za vas od vašeg Gospodara,a taj ispit iziskuje zahvalnost.",
		"korkutTranslationOfAyah":"I pošto smo vas Mi od faraonovih ljudi izbavili, koji su vas neizmjerno mučili: mušku djecu su vašu ubijali, a žensku vam u životu ostavljali, to je bilo teško iskušenje od Gospodara vašeg –"
	},
	{
		"arabicTextofAyah":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ",
		"tafsirTextofAyah":"Allah odredi Svom poslaniku Musau trideset noći u kojima će razgovarati sa njim, a zatim ih upotpuni sa još deset tako da ukupno bijaše četrdeset noći. Musa reče svom bratu Harunu kada je htio otići da razgovara sa svojim Gospodarem: \"Ti me zamijeni u vođenju naroda, o Harune, i lijepo i milostivo njima upravljaj, a dobro se čuvaj puta smutljivaca, dobro se čuvaj grijeha i pomaganja grješnika.\"",
		"korkutTranslationOfAyah":"Mi odredismo da čas susreta sa Musaom bude kad se napuni trideset noći, i dopunismo ih još sa deset, pa se vrijeme koje je odredio Gospodar njegov ispuni za četrdeset noći. A Musa je bio rekao bratu svome Harunu: \"Zastupaj me u narodu mome, i red pravi i ne slijedi puteve onih koji su smutljivci!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Kada Musa dođe na određeno mjesto i u određeno vrijeme za razgovor sa svojim Gospodarom, koji trajaše četrdeset dana, i Allah razgovara sa njim govoreći mu Svoje naredbe i zabrane i druge stvari, Musa poželi da vidi svog Gospodara. Tada Musa zatraži od Allaha da mu se pokaže da ga vidi, a Allah mu odgovori: \"Ne možeš me vidjeti u dunjalučkom životu, jer to ne možeš podnijeti, ali pogledaj u ono brdo kojem ću se otkriti, pa ako to brdo ostane na svom mjestu nakon toga, moći ćeš me vidjeti, a ako bude sravnjeno sa zemljom - nećeš me vidjeti na ovom svijetu.\" Nakon što se Allah otkri tom brdu ono se sravni sa zemljom i Musa pade u nesvijest. Kada se osvijesti reče: \"Gospodaru moj, uzvišen si Ti iznad svega što Ti ne dolikuje, i ja ti se kajem što sam tražio da Te vidim na dunjaluku, i ja sam prvi vjernik u Tebe od mog naroda.\"",
		"korkutTranslationOfAyah":"I kad Nam Musa dođe u određeno vrijeme, i kada mu Gospodar njegov progovori, on reče: \"Gospodaru moj, ukaži mi se da Te vidim!\" – \"Ne možeš Me vidjeti\" – reče – \"ali pogledaj u ono brdo, pa ako ono ostane na svome mjestu, vidjećeš Me!\" I kad se Gospodar njegov onome brdu otkri, On ga sa zemljom sravni, a Musa se onesviješćen strovali. Čim se osvijesti, reče: \"Hvaljen neka si! Kajem Ti se, ja sam vjernik prvi!\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
		"tafsirTextofAyah":"Allah reče Musau: \"Ja sam te odabrao i iznad ostalih ljudi te odlikovao objavljujući ti Moje poslanice, onda kada sam te učinio poslanikom tvom narodu, i odlikovao sam te time da razgovaram sa tobom bez posrednika. Prihvati tu počast koju ti dajem i budi zahvalan Allahu na tim veličanstvenim blagodatima.\"",
		"korkutTranslationOfAyah":"\"O Musa\" – reče On – \"Ja sam tebe odlikovao nad ostalim svijetom poslanstvom Svojim i govorom Svojim. Ono što ti dajem uzmi i zahvalan budi!\""
	},
	{
		"arabicTextofAyah":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ",
		"tafsirTextofAyah":"I Mi Musau napisasmo na pločama od drveta i drugih materijala sve ono što je bilo potrebno Israelićanima, vezano za njihovu vjeru i za njihov dunjalučki život, i u tome je bila pouka za one koji pouku primaju, i detaljno pojašnjenje propisa. \"Ozbiljno uzmi ovaj Tevrat, o Musa, i naređuj tvom narodu da ga na najljepši način primjene, za šta će imati veliku nagradu. To znači da čine ono što sam im naredio na najpotpuniji način, da budu strpljivi i da praštaju, a Ja ću im pokazati konačno uništenje onih koji se suprotstavljaju Mojoj naredbi i ne pokoravaju Mi se.\"",
		"korkutTranslationOfAyah":"I Mi mu na pločama napisasmo pouku za sve, i objašnjenje za svašta. \"Primi ih svojski, a narodu svome zapovijedi da se pridržava onoga što je u njima ljepše!\" A pokazaću vam i zemlju grješnika."
	},
	{
		"arabicTextofAyah":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
		"tafsirTextofAyah":"Ja ću oholnike, one koji se uzdižu iznad Allahovih robova i iznad istine, spriječiti da uzmu pouku iz Mojih znakova koji se nalaze u njima i oko njih, pa koji god od Mojih znakova da vide neće vjerovati u njega. To je zato što se oni suprotstavljaju Mojim znakovima i okreću se od njih, i neprijateljuju protiv Allaha i Njegovog Poslanika. Oni ako vide put istine koji vodi Allahovom zadovoljstvu - njime ne idu niti to žele, a ako vide stranputicu i put nevjerovanja koji vodi ka Allahovoj srdžbi oni ga slijede, jer oni poriču Allahove veličanstvene dokaze koji ukazuju na istinitost onoga sa čim su došli poslanici i ne razmišljaju o njima, jer su nemarni.",
		"korkutTranslationOfAyah":"Odvratiću od znamenja Mojih one koji se budu bez ikakva osnova na Zemlji oholili. I kakav god oni dokaz vide, neće ga vjerovati: ako vide Pravi put – neće ga kao put prihvatiti, a ako vide stranputicu – kao put će je prihvatiti. To zato što će dokaze Naše poricati i što će prema njima ravnodušni biti."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Onima koji poriču Naše dokaze koji ukazuju na istinitost Naših poslanika i poriču susret sa Allahom na Sudnjem danu - dobra djela će propasti, i neće za njih imati nagradu jer nisu ispunili uslov vjerovanja. Oni će na Sudnjem danu biti kažnjeni za svoje nevjerstvo u Allaha, za svoje pridruživanje sudruga Allahu, oni će vječno u Vatri boraviti.",
		"korkutTranslationOfAyah":"A onima koji dokaze Naše ne budu priznavali i koji u susret na onome svijetu ne budu vjerovali, biće poništena djela njihova. Zar će biti drukčije kažnjeni nego kako su radili?"
	},
	{
		"arabicTextofAyah":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ",
		"tafsirTextofAyah":"Musaov narod je, nakon Musaovog odlaska da razgovara sa Allahom, napravio kip u liku teleta, koji nema dušu, niti može govoriti! Zar nisu znali da im se ono ne može obratiti niti ih uputiti na put dobra, osjetilni ili apstraktni, niti im može pribaviti korist niti otkloniti štetu? Uzeli su ga za božanstvo, i time su veliku nepravdu sebi učinili.",
		"korkutTranslationOfAyah":"I narod Musaov, poslije odlaska njegova, prihvati od nakita svoga kip teleta koje je rikalo. Zar nisu vidjeli da im ono ne govori i da ih Pravim putem ne vodi? Oni ga prihvatiše i prema sebi se ogriješiše."
	},
	{
		"arabicTextofAyah":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
		"tafsirTextofAyah":"Nakon što su se pokajali i shvatili da su u zabludi zbog uzimanja teleta za božanstvo pored Allaha, oni Allaha zamoliše: \"Ako nam se naš Gospodar ne smiluje, ne uputi nas da Mu budemo pokorni i ne oprosti nam što smo obožavali tele, sigurno ćemo izgubiti i dunjaluk i Ahiret!\"",
		"korkutTranslationOfAyah":"I pošto se poslije gorko pokajaše i uvidješe da su zabludjeli, oni rekoše: \"Ako se Gospodar naš na nas ne sažali i ako nam ne oprosti, doista ćemo biti izgubljeni!\""
	},
	{
		"arabicTextofAyah":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Kada se Musa vrati svom narodu nakon razgovora sa svojim Gospodarem, srdit na svoj narod i tužan zbog stanja u kojem ih je našao, zbog njihovog obožavanja teleta, reče: \"Ružno li je ono što ste uradili poslije mene, o narode moj, jer to vodi propasti i nesreći! Zar vam je dosadilo da me čekate pa ste počeli obožavati tele!?\" On baci ploče od silne srdžbe i tuge, i uhvati svog brata Haruna za kosu i bradu, i povuče ga k sebi jer je ostao sa narodom a nije promijenio ono što je vidio. Harun reče Musau, blago mu se obraćajući: \"Sine moje majke, doista su me oni smatrali slabim i prezrenim, i skoro da su me ubili, pa me nemoj kazniti pa da se moji neprijatelji tome raduju, i nemoj me, iz srdžbe, svrstavati među nepravednike zbog njihovog obožavanja teleta.\"",
		"korkutTranslationOfAyah":"A kad se Musa srdit i žalostan narodu svome vrati, povika: \"Kako ste tako ružno poslije odlaska moga postupili! Zašto ste požurili i o naređenje Gospodara svoga se oglušili?\" – i ploče baci, i brata svoga za kosu dohvati i poče ga vući sebi. \"O sine majke moje\" – reče Harun – \"narod nije nimalo do mene držao i umalo me nije ubio; nemoj da mi se svete dušmani i ne smatraj mene jednim od onih koji su se prema sebi ogriješili.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
		"tafsirTextofAyah":"Musa zamoli svog Gospodara: \"Gospodaru moj, oprosti meni i mom bratu Harunu, i uvedi nas u Svoju milost, i obaspi nas Svojom milošću sa svih strana. Ti si, Gospodaru naš, najmilostiviji prema nama.\"",
		"korkutTranslationOfAyah":"\"Gospodaru moj\" – zamoli Musa – \"oprosti meni i bratu mome i učini da budemo pod okriljem Tvoje milosti, Ti si od milostivih najmilostiviji!\""
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ",
		"tafsirTextofAyah":"Doista će one koji su obožavali tele pogoditi posljedica žestoke srdžbe njihovog Gospodara i poniženje u životu, jer su Ga rasrdili i omalovažili. Tako On kažnjava one koji izmišljaju laži na Allaha Uzvišenog.",
		"korkutTranslationOfAyah":"One koji su tele prihvatili stići će kazna Gospodara njihova i poniženje još na ovome svijetu; tako Mi kažnjavamo one koji kuju laži."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"A što se tiče onih koji su činili loša djela poput širka i drugih grijeha, a zatim se pokajali Allahu tako što su se vratili vjerovanju i ostavili grijehe, tvoj Gospodar - o Poslaniče - će im oprostiti i smilovati im se nakon ovog pokajanja, ostavljanja širka i griješenja a prihvatanja imana i pokornosti.",
		"korkutTranslationOfAyah":"A onima koji hrđava djela rade, pa se poslije pokaju i vjernici postanu, Gospodar tvoj će, poslije toga, sigurno oprostiti i samilostan biti."
	},
	{
		"arabicTextofAyah":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ",
		"tafsirTextofAyah":"Nakon što se Musa, 'alejhisselam, smirio, uzeo je one ploče koje je bacio iz srdžbe, a koje su sadržavale uputu, istinu i milost prema onima koji se boje svog Gospodara i Njegove kazne.",
		"korkutTranslationOfAyah":"I kad Musaa srdžba minu, on uze ploče na kojima je bilo ispisano uputstvo na Pravi put i milost za one koji se Gospodara svoga boje."
	},
	{
		"arabicTextofAyah":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ",
		"tafsirTextofAyah":"Musa odabra sedamdeset ljudi iz svog naroda da traže oprost od Allaha zbog toga što su maloumnici obožavali tele, i Allah im odredi gdje i kada da dođu. Kada su došli na to određeno mjesto u određeno vrijeme, oni se drsko poniješe prema Allahu i zatražiše od Musaa da im Allaha pokaže da Ga vide svojim očima. Zbog toga ih zadesi zemljotres, pa svi pomriješe. Musa zamoli svog Gospodara rekavši: \"Gospodaru moj, da si htio ranije da uništiš njih i mene Ti bi to uradio. Zar ćeš nas uništiti zbog onoga što su uradili maloumnici među nama? To što je moj narod obožavao tele je iskušenje kojim Ti upućuješ koga hoćeš i odvodiš u zabludu koga hoćeš. Ti upravljaš nama pa nam oprosti grijehe i smiluj nam se Svojom prostranom milošću, jer Ti jedini praštaš grijehe.\"",
		"korkutTranslationOfAyah":"I Musa odabra iz naroda svoga sedamdeset ljudi da u određeno vrijeme stanu pred Nas. A kad ih zadesi potres, on reče: \"Gospodaru moj, da si htio, mogao si i njih i mene uništiti još prije. Zar da nas uništiš zbog onoga što su uradili bezumnici naši? To je samo iskušenje Tvoje kojim Ti, koga hoćeš, u zabludi ostavljaš, a kome hoćeš, na Pravi put ukazuješ; Ti si Gospodar naš, pa nam oprosti i smiluj nam se, jer Ti praštaš najviše;"
	},
	{
		"arabicTextofAyah":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"I učini nas od onih koje si počastio u ovom životu blagodatima i zaštitom, i uputio ih ka činjenju dobrih djela i za koje si pripremio Džennet na Ahiretu, učinivši ih time od Svojih dobrih robova. Mi Ti se kajemo, vraćamo Ti se i priznajemo naše neispunjavanje obaveza. Uzvišeni Allah reče: \"Mojom kaznom pogađam koga Ja hoću od onih koji idu koracima koji vode nesreći, a Moja milost obuhvata sve na dunjaluku. Do svakog stvorenja je stigla Moja milost i moje dobročinstvo, dok ću na Ahiretu milošću obasuti samo one koji se čuvaju Moje kazne činjenjem naređenog i klonjenjem zabranjenog, one koji daju zekat na svoj imetak onima kojima pripada, one koji u Naše ajete vjeruju.\"",
		"korkutTranslationOfAyah":"I dosudi nam milost na ovome svijetu, i na onome svijetu – mi se vraćamo Tebi!\" – \"Kaznom Svojom Ja kažnjavam koga hoću\" – reče On – \"a milost Moja obuhvaća sve; daću je onima koji se budu grijeha klonili i zekat davali, i onima koji u dokaze Naše budu vjerovali,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"\"One koji slijede Muhammeda, sallallahu 'alejhi ve sellem, Vjerovjesnika koji nije čitao ni pisao, kojem se objavljuje od njegovog Gospodara, čije ime i osobine nalaze u Tevratu koji je objavljen Musau, 'alejhisselam, i Indžilu koji je objavljen Isau, 'alejhisselam, koji im naređuje ono za šta je zdravim umovima i neiskvarenoj prirodi poznato da je lijepo i dobro, i zabranjuje im ono za šta je zdravim umovima i neiskvarenoj prirodi poznato da je ružno, i koji im dozvoljava lijepe vrste jela, pića i brakova u kojima nema štete, i zabranjuje ružne vrste jela, pića i brakova, i koji ih oslobađa teških obaveza kojima su bili obavezani poput ranije obaveznosti smrtne kazne za ubicu, bilo da je ubio namjerno ili nenamjerno. Oni među Israelićanima i drugim narodima koji budu u njega vjerovali, poštovali ga i pomagali ga protiv njegovih neprijatelja nevjernika, i koji budu slijedili Kur'an koji mu je objavljen i koji je poput svjetla koje osvjetljava pravi put - takvi su uspjeli, takvi su postigli ono što su željeli i sačuvani su onoga čega su se bojali.\"",
		"korkutTranslationOfAyah":"onima koji će slijediti Poslanika, Vjerovjesnika, koji neće znati čitati ni pisati, kojeg oni kod sebe, u Tevratu i Indžilu, zapisana nalaze, koji će od njih tražiti da čine dobra djela, a od odvratnih odvraćati ih, koji će im lijepa jela dozvoliti, a ružna im zabraniti, koji će ih tereta i teškoća koje su oni imali osloboditi. Zato će oni koji budu u njega vjerovali, koji ga budu podržavali i pomagali i svjetlo po njemu poslano slijedili – postići ono što budu željeli."
	},
	{
		"arabicTextofAyah":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ",
		"tafsirTextofAyah":"O Poslaniče, reci: \"O ljudi, ja sam Allahov Poslanik svima vama, Arapima i nearapima, poslanik Onog Kome pripada vlast nebesa i Zemlje, Koji jedini zaslužuje da bude obožavan, Koji oživljava mrtve i umrtvljuje žive.\" Pa vjerujte u Allaha i Muhammeda, sallallahu 'alejhi ve sellem, Vjerovjesnika i Poslanika, koji ne čita i ne piše, već je došao sa Objavom od svog Gospodara, koji vjeruje u Allaha i ono što mu Allah objavljuje, i u ono što je objavljeno vjerovjesnicima prije njega, ne praveći razliku među njima u vjerovanju. Slijedite ga u onome sa čim je došao od svog Gospodara, nadajući se da ćete biti upućeni ka onome što je dobro za vas na dunjaluku i na Ahiretu.",
		"korkutTranslationOfAyah":"Reci: \"O ljudi, ja sam svima vama Allahov poslanik, Njegova vlast je na nebesima i na Zemlji; nema drugog boga osim Njega, On život i smrt daje, i zato vjerujte u Allaha i poslanika Njegova, vjerovjesnika, koji ne zna čitati i pisati, koji vjeruje u Allaha i riječi Njegove; njega slijedite – da biste na Pravome putu bili!\""
	},
	{
		"arabicTextofAyah":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ",
		"tafsirTextofAyah":"U narodu Musaovom, Israelićanima, bila je skupina ljudi na pravom putu, na ispravnoj vjeri, koji ljudima ukazuju na pravi put i sude pravedno.",
		"korkutTranslationOfAyah":"U narodu Musaovu ima ljudi koji na Istinu upućuju i koji prema njoj pravedno sude."
	},
	{
		"arabicTextofAyah":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"I podijelili smo Israelićane na dvanaest plemena, a kada je od Musaa tražio njegov narod da Allaha moli da ih napoji rekli smo mu: \"O Musa, udari kamen svojim štapom.\" On ga udari i iz tog kamena poteče dvanaest izvora, koliko je bilo njihovih plemena. Svako pleme je znalo koji je njegov izvor i niko drugi u njemu ne može učestvovati. I oblacima smo ih natkrili tako da ih prate i štite ih od Sunca, i spustili smo im, kao blagodat, slatko piće poput meda, i malu pticu ukusnog i dobrog mesa, sličnu prepelici, i reli smo im: \"Jedite lijepu hranu kojom smo vas opskrbili.\" Oni nama nisu ništa naštetili svojom nepravdom, nezahvalnošću na blagodatima i svojim kršćenjem Allahovih naredbi, već su time sebi nepravdu učinili, jer su umanjili svoju sreću vodeći sebe ka propasti.",
		"korkutTranslationOfAyah":"I Mi smo ih na dvanaest rodova podijelili, i Musau smo objavili, kad mu je narod njegov vode zatražio: \"Udari štapom svojim po stijeni!\" – i iz nje je dvanaest vrela provrelo, svaki rod je znao vrelo iz kog će piti. I Mi smo im od oblaka hlad pravili i manu i prepelice im davali: \"Jedite lijepe stvari kojima vas opskrbljujemo!\" Oni nisu Nama nepravdu učinili, sami su sebi nepravedni bili."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kada je Allah rekao Israelićanima: \"Uđite u Bejtul-makdis (Jerusalim) i jedite njegove plodove na kojem god mjestu i u kojem god vremenu želite, i recite: 'Gospodaru naš, oprosti nam grijehe i uđite kroz kapiju ponizno pred svojim Gospodarom, pognutih glava. Ako tako uradite, oprostit ćemo vam grijehe, a dobročiniteljima uvećati dobro i na dunjaluku i na Ahiretu.\"",
		"korkutTranslationOfAyah":"A kada im je bilo rečeno: \"Nastanite se u ovom gradu i jedite odakle hoćete i recite: 'Oprosti!', a na kapiju uđite glava pognutih – oprostićemo vam grijehe vaše, a onima koji dobra djela čine daćemo i više\" –"
	},
	{
		"arabicTextofAyah":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Nepravednici među njima promijeniše riječi koje su im naređene - حِطَّة - oprosti nam (hittah), pa rekoše - حِنْطَة - ječmeno zrno (hintah), i promijeniše djelo koje im je naređeno, pa umjesto da uđu u Jerusalim ponizno i pognutih glava oni uđoše idući pužući otpozadi, pa na njih poslasmo kaznu s neba.",
		"korkutTranslationOfAyah":"onda su oni nepravedni među njima zamijenili drugom riječ koja im je bila rečena, i Mi smo na njih s neba kaznu spustili zato što su stalno nepravedni bili."
	},
	{
		"arabicTextofAyah":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ",
		"tafsirTextofAyah":"O Poslaniče, upitaj jevreje, kako bi ih podsjetio, čime su kažnjeni njihovi preci u slučaju naselja koje se nalazilo pored mora, čiji su stanovnici prelazili Allahove granice jer su lovili subotom nakon zabrane. Allah ih je iskušao tako što su ribe počele izlaziti na površinu mora subotom, dok u ostalim danima im nisu dolazile, i tako ih je Allah iskušao zbog grijeha koje su činili. Oni su učinili spletku tako što su postavili mreže i iskopali rupe prije subote, a zatim u subotu ne bi ništa radili dok bi ribe upadale u njihove zamke, a u nedjelju bi uzimali uhvaćene ribe i jeli ih.",
		"korkutTranslationOfAyah":"I upitaj ih o gradu koji se nalazio pored mora kad su propise o suboti kršili: kada su im ribe, na oči njihove, dolazile dok su subotu svetkovali, a kad nisu svetkovali, one im nisu dolazile. Eto, tako smo ih u iskušenje dovodili zato što su stalno griješili."
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kako ih je jedna skupina ljudi iz tog naselja odvraćala od tog lošeg djela i upozoravala ih, dok im druga skupina reče: \"Zašto savetujete ljude koje će Allah zbog grijeha uništiti na dunjaluku ili žestoko kazniti na Ahiretu?\" Savjetnici rekoše: \"Mi ih savjetujemo da bismo imali pred Allahom opravdanje da smo uradili ono što nam je naređeno, da smo naređivali dobro i zabranjivali zlo, kako nas ne bi kaznio za ostavljanje te obaveze, i kako bi se oni okoristili opomenom i ostavili grijeh.\"",
		"korkutTranslationOfAyah":"A kad neki od njih rekoše: \"Zašto opominjete narod koji će Allah uništiti ili ga teškim mukama namučiti?\" – oni odgovoriše: \"Da bismo se pred Gospodarom vašim opravdali i da bi se oni grijeha klonili.\""
	},
	{
		"arabicTextofAyah":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ",
		"tafsirTextofAyah":"Kada se griješnici okrenuše od onoga čime su ih savjetnici opominjali i savjetovali, spasili smo one koji su zabranjivali zlo, dok smo žestoko kaznili one koji su bili nepravedni jer su lovili subotom i ustrajavali su čineći grijeh.",
		"korkutTranslationOfAyah":"I kada zaboraviše ono čime su bili opominjani, Mi izbavismo one koji su od nevaljalih djela odvraćali, a teškom kaznom kaznismo grješnike, zato što su stalno u grijehu bili."
	},
	{
		"arabicTextofAyah":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
		"tafsirTextofAyah":"Kada su prešli sve granice u griješenju prema Allahu, oholeći se i prkoseći, ne primajući pouku, rekosmo im: \"O grješnici, postanite majmuni prezreni\", pa postaše. Kada Mi nešto hoćemo samo kažemo: \"Budi\", i ono bude.",
		"korkutTranslationOfAyah":"I pošto su oni bahato odbili da se okane onoga što im se zabranjivalo, Mi smo im rekli: \"Postanite majmuni prezreni!\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kada je Allah jasno obznanio da će dati vlast nad jevrejima onim ljudima koji će ih ponižavati do Sudnjeg dana. Doista tvoj Gospodar brzo kažnjava onoga ko prema Njemu griješi pa nekada ubrza kaznu još na dunjaluku, ali On prašta onome ko se pokaje i milostiv je prema njemu.",
		"korkutTranslationOfAyah":"I Gospodar tvoj obznani da će do Smaka svijeta prepuštati nad njima vlast nekome ko će ih na najgori način tlačiti. Gospodar tvoj je, doista, brz kad kažnjava, a On oprašta i samilostan je."
	},
	{
		"arabicTextofAyah":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
		"tafsirTextofAyah":"I mi ih po Zemlji razasusmo, podijelivši ih na razne skupine, nakon što su bili jedno tijelo. Neki od njih su dobri, ispunjavaju Allahova prava i prava ljudi, neki su osrednji, a neki su utonuli u grijehe, i Mi smo ih iskušavali blagostanjem i teškoćama kako bi se grijeha okanili.",
		"korkutTranslationOfAyah":"I Mi smo ih po Zemlji kao narode raspodijelili: ima ih dobrih, a i onih koji to nisu; i u dobru i u zlu smo ih provjeravali da bi se opametili."
	},
	{
		"arabicTextofAyah":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
		"tafsirTextofAyah":"Nakon njih dođoše loši potomci koji preuzeše Tevrat od svojih predaka, čitaju ga ne znajući šta je u njemu, radi dunjalučkih ukrasa koje uzimaju kao mito mijenjaju Allahovu knjigu i sude po onome što Allah nije objavio u njoj. Pri tom se pusto nadaju da će im Allah oprostiti grijehe, a ako im ponovo dođe mito oni ga prihvate, i tako uvijek. Zar Allah od njih nije uzeo zavjete da će o Allahu govoriti samo istinu, bez izmjene i promjene? Oni nisu ostavili rad po Allahovoj knjizi iz neznanja, već su dobro znali, jer su je čitali, i zato je njihov grijeh još teži. Ahiretska uživanja su vječna i bolja od prolaznih dunjalučkih uživanja, i ona pripadaju onima koji su se čuvali Allahove kazne čineći ono što im je naređeno a kloneći se onoga što im je zabranjeno. Zar ne shvataju oni koji uzimaju prezreni dunjalučki mito da je ono što je Allah pripremio bogobojaznima na Ahiretu bolje i trajnije?",
		"korkutTranslationOfAyah":"I poslije njih ostala su pokoljenja koja su Knjigu naslijedila i koja su kupila mrvice ovoga prolaznoga svijeta, i govorila: \"Biće nam oprošteno!\" A ako bi im opet dopalo šaka tako nešto, opet bi to činili. Zar od njih nije uzet zavjet u Knjizi – a oni čitaju ono što je u njoj – da će o Allahu samo istinu govoriti? Onaj svijet je bolji za one koji se grijeha klone; opametite se!"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ",
		"tafsirTextofAyah":"A oni koji se drže Allahove knjige i rade po onome što se u njoj nalazi, koji uspostavljaju namaz vodeći računa o njegovim vremenima, šartovima, obavezama i dobrovoljnim radnjama, imat će nagradu od Allaha za ono što su činili, jer Allah neće dopustiti da propadnu djela dobročinitelja.",
		"korkutTranslationOfAyah":"A oni koji se čvrsto drže Knjige i koji obavljaju molitvu – pa, Mi doista nećemo dopustiti da propadne nagrada onima koji čine dobra djela."
	},
	{
		"arabicTextofAyah":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
		"tafsirTextofAyah":"O Muhammede, spomeni kada smo iščupali brdo i podigli ga iznad Israelićana, nakon što nisu htjeli prihvatiti ono što je u Tevratu, pa je brdo izgledalo poput oblaka iznad njih, njegova je sjena bila na njihovim glavama, i uvjerili su se da će pasti na njih, pa im je rečeno: \"Uzmite ono što smo vam dali, prihvatite ga ozbiljno i odlučno i trudite se da ga primijenite, i sjećajte se propisa koji su u njemu, i nemojte ih zaboraviti, kako bi bili bogobojazni ako tako postupite.\"",
		"korkutTranslationOfAyah":"A kada smo iznad njih brdo podigli – činilo se kao oblak – oni su bili uvjereni da će na njih pasti. \"Prihvatite odlučno ono što smo vam dali, i neka vam je na umu ono što je u njemu – da biste bili pobožni!\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ",
		"tafsirTextofAyah":"I spomeni, o Muhammede, kada je tvog Gospodar iz kičmi sinova Ademovih izveo potomstvo i tražio od njih da potvrde Njegovo gospodarstvo na osnovu duboko usađenog vjerovanja u prirodi čovjeka, pa reče: \"Zar ja nisam vaš Gospodar?\", a oni svi rekoše: \"Jesi, Ti si naš Gospodar!\" On reče: \"Mi smo vas pitali i od vas zavjet uzeli kako na Sudnjem danu ne biste mogli poreći Allahov dokaz nad vama i reći: \"Nismo ništa o tome znali.\"",
		"korkutTranslationOfAyah":"I kad je Gospodar tvoj iz kičmi Ademovih sinova izveo potomstvo njihovo i zatražio od njih da posvjedoče protiv sebe: \"Zar Ja nisam Gospodar vaš?\" – oni su odgovarali: \"Jesi, mi svjedočimo\" – i to zato da na Sudnjem danu ne reknete: \"Mi o ovome ništa nismo znali.\""
	},
	{
		"arabicTextofAyah":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ",
		"tafsirTextofAyah":"\"I kako se ne biste mogli pravdati kako su vaši preci prekršili zavjet i činili širk, a da ste ih vi samo slijepo slijedili u onome na čemu ste ih našli, i kako ne biste rekli: \"Zar ćeš nas kazniti, Gospodaru naš, zbog onoga što su naši preci radili, koji su svoja djela širkom poništili? Mi nismo krivi jer nismo znali i samo smo pretke slijedili.\"",
		"korkutTranslationOfAyah":"Ili da ne reknete: \"Naši preci su prije nas druge Allahu ravnim smatrali, a mi smo pokoljenje poslije njih. Zar ćeš nas kazniti za ono što su lažljivci činili?\""
	},
	{
		"arabicTextofAyah":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ",
		"tafsirTextofAyah":"Kao što smo objasnili ajete o tome kako skončavaju narodi koji poriču, tako ovima objašnjavamo, ne bi li ostavili širk i postali monoteisti, obožavajući Allaha jedinog, kao što je došlo u zavjetu kojeg su dali Allahu.",
		"korkutTranslationOfAyah":"I tako, eto, Mi opširno iznosimo dokaze, da bi oni došli sebi."
	},
	{
		"arabicTextofAyah":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ",
		"tafsirTextofAyah":"O Poslaniče, kaži Israelićanima vijest o čovjeku koji je pripadao njihovom narodu, kome smo dali Naše ajete pa ih je naučio i shvatio istinu koju sadrže, ali nije radio po tome, pa mu je šejtan postao stalni pratilac, zbog čega on postade od zabludjelih i propalih nakon što je bio od upućenih i spašenih.",
		"korkutTranslationOfAyah":"I kaži im vijest o onome kome smo dokaze Naše dali, ali koji se od njih udaljio pa ga je šejtan dostigao, i on je zalutao."
	},
	{
		"arabicTextofAyah":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ",
		"tafsirTextofAyah":"A da smo htjeli da se on okoristi tim ajetima Mi bismo ga uputili da radi po njima i time bismo ga uzdigli i na dunjaluku i na Ahiretu, ali on je odabrao ono što vodi njegovoj propasti, jer se priklonio slijeđenju svojih dunjalučkih strasti, dajući prednost dunjaluku nad Ahiretom. On je, u svojoj želji prema dunjaluku, poput psa koji dahće u svakom stanju, bilo da leži ili trči. Takvi su zalutali ljudi, oni koji Naše ajete poriču, pa im kazuj, o Poslaniče, ova kazivanja, kako bi razmislili i okanili se poricanja i zablude.",
		"korkutTranslationOfAyah":"A da smo htjeli, mogli smo ga s njima uzvisiti, ali se on ovome svijetu priklonio i za svojom strašću krenuo. Njegov slučaj je kao slučaj psa: ako ga potjeraš on isplažena jezika dahće, a ako ga se okaniš on opet dahće. Takvi su ljudi koji Naše dokaze smatraju lažnim; zato kazuj događaje da bi oni razmislili."
	},
	{
		"arabicTextofAyah":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Nema gorih ljudi od onih koji poriču Naše dokaze, i ne vjeruju, oni time sebi nepravdu čine jer sebe bacaju u propast.",
		"korkutTranslationOfAyah":"Loš su primjer ljudi koji ne priznaju Naše dokaze, oni zlo čine sami sebi."
	},
	{
		"arabicTextofAyah":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Koga Allah uputi na pravi put takav je istinski upućen, a koga Allah udalji od pravog puta, takav je istinski propao, i izgubio je sebe i svoju porodicu na Sudnjem danu. Doista je to očita propast.",
		"korkutTranslationOfAyah":"Kome Allah ukaže na Pravi put – biće na Pravome putu, a koga ostavi u zabludi – taj će izgubljen biti."
	},
	{
		"arabicTextofAyah":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
		"tafsirTextofAyah":"Mi smo za Džehennem stvorili mnoge džine i ljude, u smislu da smo znali da će oni raditi djela koja vode u Džehennem. Njihova srca ne dokučuju ono što im istinski koristi i šteti, njihove oči ne vide Allahove znakove u njima samima i oko njih pa da uzmu pouku, njihove uši ne čuju Allahove ajete pa da razmisle o njihovom sadržaju. Oni koji imaju takva svojstva su poput stoke u nedostatku razuma, čak su u većoj zabludi od stoke. To su oni koji su nemarni u vjerovanju prema Allahu i Sudnjem danu.",
		"korkutTranslationOfAyah":"Mi smo za Džehennem mnoge džine i ljude stvorili; oni srca imaju – a njima ne shvaćaju, oni oči imaju – a njima ne vide, oni uši imaju – a njima ne čuju; oni su kao stoka, čak i gori – oni su zaista nemarni."
	},
	{
		"arabicTextofAyah":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Uzvišeni Allah ima najljepša imena koja ukazuju na Njegovo veličanstvo i savršenstvo, pa Mu se preko njih približavajte, njima tražite ono što želite i njima Ga hvalite, a ostavite one koji skreću od istine kad su Njegova imena u pitanju pa druge njima nazivaju, ili ih negiraju Allahu, ili iskrivljuju njihovo značenje, ili druge porede sa Njim. Mi ćemo takve bolno kazniti zbog njihovog iskrivljavanja i onoga što su radili.",
		"korkutTranslationOfAyah":"Allah ima najljepša imena i vi Ga zovite njima, a klonite se onih koji iskreću Njegova imena – kako budu radili, onako će biti kažnjeni!"
	},
	{
		"arabicTextofAyah":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ",
		"tafsirTextofAyah":"Među onima koje smo stvorili ima skupina ljudi koji su na istini i koji druge pozivaju istini pa im se odazivaju, i koji sude pravedno.",
		"korkutTranslationOfAyah":"A među onima koje stvaramo ima ljudi koji druge upućuju istini i koji prema njoj pravedno sude."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"A onima koji ne vjeruju u Naše ajete i poriču ih, otvorit ćemo vrata opskrbe, ali ne iz počasti prema njima već radi postepenog odvođenja u propast, kako bi ustrajali na svojoj zabludi, nakon čega ih zadesi Naša iznenadna kazna.",
		"korkutTranslationOfAyah":"A one koji Naše riječi poriču Mi ćemo malo-pomalo, a da oni neće ni znati, u propast voditi"
	},
	{
		"arabicTextofAyah":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
		"tafsirTextofAyah":"Odlažem im kaznu da bi pomislili da neće biti kažnjeni, pa da ustraju na poricanju i nevjerstvu zbog čega im kazna biva umnogostručena. Doista je Moja zamka jaka, dajem im ono za šta misle da je dobročinstvo, a želim da ih ponizim.",
		"korkutTranslationOfAyah":"i davaću im vremena, obmana Moja doista je trajna."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Zašto ovi poricatelji Allahovih ajeta i Njegovog Poslanika ne razmisle, pa da im postane jasno da Muhammed, sallallahu 'alejhi ve sellem, nije lud, već da je Allahov Poslanik kojeg je On poslao da ljude jasno upozori na Allahovu kaznu?",
		"korkutTranslationOfAyah":"Pa zašto oni ne razmisle da njima poslani poslanik nije lud; on samo otvoreno opominje."
	},
	{
		"arabicTextofAyah":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Zašto ne uzmu u obzir pouku iz Allahovog posjedovanja nebesa i Zemlje, i iz Allahovog stvaranja biljaka, životinja i svega ostalog, i iz svojih životnih vijekova koji su se možda približili svom kraju, pa da se pokaju prije nego što bude prekasno? Ako ne povjeruju u Kur'an i obećanje i prijetnju koje sadrži, pa u koju će drugu knjigu vjerovati?",
		"korkutTranslationOfAyah":"I zašto oni ne promisle o carstvu nebesa i Zemlje i o svemu onome što je On stvorio, i da im se, možda, kraj njihov primakao? Pa u koje će riječi, ako ne u Kur'an, vjerovati?"
	},
	{
		"arabicTextofAyah":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
		"tafsirTextofAyah":"Koga Allah ostavi na cjedilu ne uputivši ga ka istini, takvog niko ne može uputiti. Allah njih ostavlja zbunjene u svojoj zabludi i svom nevjerstvu, i oni ne nalaze pravi put.",
		"korkutTranslationOfAyah":"Koga Allah u zabludi ostavi, niko ga ne može na Pravi put uputiti! On će ih ostaviti da u nevjerstvu svome lutaju."
	},
	{
		"arabicTextofAyah":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Ovi poricatelji te uporno, iz inata, pitaju o Sudnjem danu, kada će nastupiti, a ti im Muhammede reci: \"Znanje o tome nije ni kod mene ni kod drugih stvorenja, već to zna samo Allah, i samo On će u određeno vrijeme to otkriti. Nastupanje Sudnjeg dana je skriveno svima na nebesima i na Zemlji, i doći će iznenada.\" Oni te pitaju o Sudnjem danu kao da ti težiš da saznaš kada će nastupiti, a ne znaju da ti o tome ne pitaš, zbog potpunosti tvoje spoznaje Allaha Uzvišenog. Reci im: \"Znanje o nastupanju Sudnjeg dana je samo kod Allaha, ali većina ljudi to ne zna.\"",
		"korkutTranslationOfAyah":"Pitaju te o Smaku svijeta kada će se zbiti. Reci: \"To zna jedino Gospodar moj, On će ga u njegovo vrijeme otkriti, a težak će biti nebesima i Zemlji, sasvim neočekivano će vam doći.\" Pitaju te kao da ti o njemu nešto znaš. Reci: \"To samo Allah zna, ali većina ljudi ne zna.\""
	},
	{
		"arabicTextofAyah":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Reci, o Muhammede: \"Ja ne mogu sebi pribaviti nikakvo dobro niti od sebe odagnati nikakvo zlo osim ako Allah hoće. Sve to zavisi od Allaha, i ja ne znam osim ono što me je On podučio. Ja ne znam ono što je nedokučivo, a da sam znao nedokučivo poduzeo bih korake pribavljanja koristi i odagnavanja šteta, jer bih tada znao šta će biti i kako će se nešto završiti. Ja sam samo poslanik od Allaha, upozoravam vas na Njegovu bolnu kaznu, i donosim vam radosnu vijest o Njegovoj plemenitoj nagradi, pripremljenu za one koji vjeruju da sam ja Njegov poslanik i koji vjeruju u ono sa čim sam došao.\"",
		"korkutTranslationOfAyah":"Reci: \"Ja ne mogu ni samome sebi neku korist pribaviti, ni od sebe kakvu štetu otkloniti; biva onako kako Allah hoće. A da znam pronicati u tajne, stekao bih mnoga dobra, a zlo bi bilo daleko od mene; ja samo donosim opomene i radosne vijesti ljudima koji vjeruju.\""
	},
	{
		"arabicTextofAyah":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
		"tafsirTextofAyah":"On je Taj Koji vas je stvorio od jednog čovjeka, Adema, 'alejhisselam, i od njegovog rebra je stvorio njegovu suprugu Havu, kako bi mu pravila društvo i kako bi uz nju našao svoj smiraj. Kada čovjek ima odnos sa ženom, onda zatrudni i u početku ne osjeća svoj plod, jer je lahak, i tako ona obavlja svoje poslove ne osjećajući teret. Kada se trudnoća nastavi i ona osjeti težinu, jer je plod u njenoj utrobi porastao, tada supružnici zamole svog Gospodara: \"Ako nam daš dobro i zdravo dijete, sigurno ćemo biti zahvalni na Tvojim blagodatima.\"",
		"korkutTranslationOfAyah":"On je Taj koji vas od jednoga čovjeka stvara – a od njega je drúgu njegovu stvorio da se uz nju smiri. I kada je on nju obljubio, ona je zanijela lahko breme i nosila ga; a kad joj je ono otežalo, njih dvoje su zamolili Allaha, Gospodara svoga: \"Ako nam daruješ dobrog potomka, bićemo, zaista, zahvalni!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Pa kada im Allah usliši dovu i da im dobro i zdravo dijete, neki supružnici Allahu druge pridružuju kad je u pitanju to dijete, tako što ga nazovu \"Abdulharis - rob el-Harisa\", a uzvišen je Allah od svakog sudruga, samo je On Gospodar i Bog.",
		"korkutTranslationOfAyah":"I kad im je On darovao zdrava potomka, poslije su potomci njihovi izjednačili druge s Njim u onome što im On daje – a Allah je vrlo visoko iznad onih koje Njemu smatraju ravnim!"
	},
	{
		"arabicTextofAyah":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
		"tafsirTextofAyah":"Zar višebošci kipove i druge stvari obožavaju pored Allaha, a znaju da ništa ne stvaraju pa da zasluže to obožavanje? Sve je to stvoreno, pa kako da ih onda smatraju ravnim Allahu?",
		"korkutTranslationOfAyah":"Zar da Njemu smatraju ravnim one koji ne mogu ništa stvoriti, a sami su stvoreni,"
	},
	{
		"arabicTextofAyah":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ",
		"tafsirTextofAyah":"Božanstva koja obožavaju nisu u stanju pomoći svojim obožavaocima, niti su u stanju sama sebi pomoći, pa kako onda da ih obožavaju?!",
		"korkutTranslationOfAyah":"i koji im ne mogu pomoći niti mogu pomoći sebi?"
	},
	{
		"arabicTextofAyah":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ",
		"tafsirTextofAyah":"O višebošci, ako tražite uputu od ovih kipova koje činite božanstvima pored Allaha, oni vam se neće odzvati, niti će vas slijediti, njima je svejedno da li ih vi dozivali ili ne, jer to su neživa bića, ne razumiju, ne čuju, ne govore.",
		"korkutTranslationOfAyah":"A ako ih zamolite da vas na Pravi put upute, neće vam se odazvati; isto vam je molili ih ili šutjeli."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
		"tafsirTextofAyah":"O višebošci, oni koje obožavate pored Allaha su Allahova stvorena, u Njegovom posjedu, poput vas, čak ste vi u boljem stanju jer ste živi, govorite, hodite, čujete, vidite, dok to nije slučaj sa kipovima. Dozivajte ih pa neka vam odgovore, ako istinu govorite.",
		"korkutTranslationOfAyah":"Oni kojima se vi, pored Allaha, klanjate, zaista su robovi, kao i vi. Pa, vi im se klanjajte, i neka vam se odazovu ako istinu govorite!"
	},
	{
		"arabicTextofAyah":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
		"tafsirTextofAyah":"Da li ti kipovi koje ste uzeli za božanstva pored Allaha imaju noge kojima idu da vam ispune potrebe? Da li imaju ruke kojima vas mogu braniti? Da li imaju oči kojima vide ono što vam je nedokučivo pa da vas obavijeste? Da li imaju uši kojima čuju ono što vi ne čujete pa da vas obavijeste? Ako ništa od toga nemaju, kako ih možete obožavati i nadati se da će vam pribaviti korist ili od vas odagnati štetu? O Poslaniče, reci tim višebošcima: \"Dozivajte one koje ste učinili ravnim Allahu, pa neka mi naude, bez odlaganja!\"",
		"korkutTranslationOfAyah":"Imaju li oni noge da na njima hodaju, ili ruke da njima hvataju, imaju li oči da njima gledaju, ili uši da njima čuju? Reci: \"Zovite božanstva vaša, pa protiv mene kakvo hoćete lukavstvo smislite i ne odugovlačite,"
	},
	{
		"arabicTextofAyah":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Doista je moj pomagač i čuvar Allah, ni u koga mimo Njega ne polažem svoje nade, niti se bojim vaših kipova. Allah mi je objavio Kur'an, koji je uputa ljudima, i On čuva i pomaže Svoje dobre robove.",
		"korkutTranslationOfAyah":"moj zaštitnik je Allah, koji Knjigu objavljuje, i On se o dobrima brine.\""
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ",
		"tafsirTextofAyah":"O višebošci, kipovi kojima se molite ne mogu vam pomoći, niti sebi mogu pomoći. Oni su nemoćni, pa zašto im se molite pored Allaha?",
		"korkutTranslationOfAyah":"A oni kojima se vi, pored Njega, klanjate, ne mogu ni vama, a ni sebi pomoći."
	},
	{
		"arabicTextofAyah":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ",
		"tafsirTextofAyah":"O višebošci, ako se molite vašim kipovima, koje obožavate pored Allaha, da bi vam dali uputu - pa oni vaše molitve ne čuju. Vidiš kako gledaju napravljenim očima, a ustvari su neživa materija koja ne vidi. Višebošci su pravili kipove u vidu ljudi ili životinja, tako da su imali ruke, noge i oči, ali su statični, nemaju života niti se kreću.",
		"korkutTranslationOfAyah":"A kada ih zamolite da vas upute, oni ne čuju; vidiš ih kao da te gledaju, ali oni ne vide."
	},
	{
		"arabicTextofAyah":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ",
		"tafsirTextofAyah":"O Poslaniče, prihvati od ljudi ono što mogu da urade od dobrih djela i nemoj ih zaduživati onim što njihove prirode ne podnose, jer će ih to otjerati. Naređuj im lijepa djela i lijepe riječi, a ostavi se neznalica i nemoj se osvrtati na njihovo neznanje niti im uzvraćaj. Ko tebe uznemiri - ti nemoj njega uznemiravati, a ko tebi uskrati, ti nemoj njemu uskratiti.",
		"korkutTranslationOfAyah":"Ti sa svakim – lijepo! I traži da se čine dobra djela, a neznalica se kloni!"
	},
	{
		"arabicTextofAyah":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
		"tafsirTextofAyah":"O Poslaniče, ako osjetiš da ti šejtan unosi vesvese ili te odvraća od činjenja dobrih djela, ti se prikloni Allahu i od Njega traži zaštitu, jer On čuje ono što govoriš i zna tvoje pribjegavanje Njemu, pa će te zaštititi od šejtana.",
		"korkutTranslationOfAyah":"A ako šejtan pokuša da te na zlo navede, ti potraži utočište u Allaha, On uistinu sve čuje i zna."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ",
		"tafsirTextofAyah":"Kada onima koji se čuvaju Allahove kazne činjenjem naređenog i klonjenjem zabranjenog dođe šejtanova vesvesa pa učine grijeh - sjete se Allahovog veličanstva i Njegove kazne za grješnike i nagrade za pokorne, pa se pokaju za svoje grijehe i vrate svome Gospodaru. Tada se vrate istini i probude se iz svog nemara, prestajući griješiti.",
		"korkutTranslationOfAyah":"Oni koji se Allaha boje, čim ih sablazan šejtanska dodirne, sjete se, i odjednom dođu sebi,"
	},
	{
		"arabicTextofAyah":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ",
		"tafsirTextofAyah":"S druge strane, šejtanovoj braći: grješnicima i nevjernicima, šejtan neprestano povećava zabludu podstičući ih da čine grijeh za grijehom, i niti šejtan odustaje od odvođenja u zabludu niti oni prestaju sa pokornošću njemu i činjenjem zla.",
		"korkutTranslationOfAyah":"dok prijatelje šejtanove šejtani podržavaju u zabludi i oni ne dolaze sebi."
	},
	{
		"arabicTextofAyah":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ",
		"tafsirTextofAyah":"O Poslaniče, ako dođeš sa ajetom - oni te utjeraju u laž ili se okrenu od njega, a ako im ne dođeš sa ajetom kažu: \"Zašto ne izmisliš ajet od sebe?\" Reci im: \"Nije moje da od sebe dolazim sa ajetima, ja slijedim samo ono što mi Allah objavljuje. Ovaj Kur'an kojeg vam učim sadrži dokaze od Allaha, vašeg Stvoritelja i Upravitelja, i sadrži milost i uputu za vjernike, dok su nevjernici nesrećni i zabludjeli.\"",
		"korkutTranslationOfAyah":"Kad im nijedan ajet ne doneseš, oni govore: \"Zašto ga sam ne izmisliš!\" – Reci: \"Ja slijedim samo ono što mi Gospodar moj objavljuje. Ovo su jasni dokazi od Gospodara vašeg i uputstvo i milost za ljude koji vjeruju."
	},
	{
		"arabicTextofAyah":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
		"tafsirTextofAyah":"Kada se uči Kur'an - pomno slušajte njegovo učenje i nemojte pričati niti se zanimati nečim drugim, kako bi vam se Allah smilovao.",
		"korkutTranslationOfAyah":"A kad se uči Kur'an, vi ga slušajte i šutite da biste bili pomilovani.\""
	},
	{
		"arabicTextofAyah":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ",
		"tafsirTextofAyah":"O Poslaniče, spominji Allaha, tvog Gospodara, ponizno i strahujući, i uči dovu umjerenim glasom na početku i kraju dana, zbog vrijednosti ta dva vremena, i nemoj biti nemaran prema spominjanju Allaha Uzvišenog.",
		"korkutTranslationOfAyah":"I spominji Gospodara svoga ujutro i navečer u sebi, ponizno i sa strahopoštovanjem i ne podižući jako glas, i ne budi bezbrižan –"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩",
		"tafsirTextofAyah":"O Poslaniče, meleki koji su kod tvog Gospodara ne zaziru od toga da Ga obožavaju, već su Mu predati i neumorni u obožavanju, slave Allaha noću i danju, uzdižući Ga iznad svega što Mu ne dolikuje, i samo Njemu sedždu čine.",
		"korkutTranslationOfAyah":"oni koji su bliski Gospodaru tvome doista ne zaziru da Mu se klanjaju; samo Njega hvale i samo pred Njim licem na tle padaju."
	}
]