[
	{
		"arabicTextofAyah":"سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ",
		"tafsirTextofAyah":"Jedan od mušrika zatražio je da se njemu i njegovom narodu desi kazna, ako će se već desiti i to je tražio, izrugujući se. Ta kazna desit će se na Sudnjem danu.",
		"korkutTranslationOfAyah":"Neko je zatražio da se kazna izvrši"
	},
	{
		"arabicTextofAyah":"لِّلۡكَٰفِرِينَ لَيۡسَ لَهُۥ دَافِعٞ",
		"tafsirTextofAyah":"Niko ne može zaustaviti kaznu koja će zadesiti one koji u Allaha ne vjeruju.",
		"korkutTranslationOfAyah":"nad nevjernicima – niko ne može spriječiti"
	},
	{
		"arabicTextofAyah":"مِّنَ ٱللَّهِ ذِي ٱلۡمَعَارِجِ",
		"tafsirTextofAyah":"da to Allah, vlasnik uzvišenosti, deredža i blagodati, ne učini,",
		"korkutTranslationOfAyah":"da to Allah, Gospodar nebesa, ne učini,"
	},
	{
		"arabicTextofAyah":"تَعۡرُجُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥ خَمۡسِينَ أَلۡفَ سَنَةٖ",
		"tafsirTextofAyah":"Tim deredžama će se do Njega penjati meleki i Džibril na Sudnjem danu, koji će trajati pedeset hiljada godina.",
		"korkutTranslationOfAyah":"k Njemu se penju meleki i Džibril u danu koji pedeset hiljada godina traje,"
	},
	{
		"arabicTextofAyah":"فَٱصۡبِرۡ صَبۡرٗا جَمِيلًا",
		"tafsirTextofAyah":"O Poslaniče, ti budi strpljiv bez jadikovanja i negodovanja.",
		"korkutTranslationOfAyah":"zato ti budi strpljiv ne jadikujući."
	},
	{
		"arabicTextofAyah":"إِنَّهُمۡ يَرَوۡنَهُۥ بَعِيدٗا",
		"tafsirTextofAyah":"Oni smatraju da je ova kazna daleko i da je nemoguće da se desi.",
		"korkutTranslationOfAyah":"Oni misle da se dogoditi neće,"
	},
	{
		"arabicTextofAyah":"وَنَرَىٰهُ قَرِيبٗا",
		"tafsirTextofAyah":"Mi smatramo da je ta kazna veoma blizu i da će se neminovno dogoditi.",
		"korkutTranslationOfAyah":"a Mi znamo da sigurno hoće,"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تَكُونُ ٱلسَّمَآءُ كَٱلۡمُهۡلِ",
		"tafsirTextofAyah":"Na dan kada nebesa budu kao rastopljeni bakar, zlato i sl.",
		"korkutTranslationOfAyah":"onoga Dana kada nebo bude kao talog od zejtina,"
	},
	{
		"arabicTextofAyah":"وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ",
		"tafsirTextofAyah":"Brda će tada biti poput vune lahka i raščupana.",
		"korkutTranslationOfAyah":"a brda kao vuna šarena,"
	},
	{
		"arabicTextofAyah":"وَلَا يَسۡـَٔلُ حَمِيمٌ حَمِيمٗا",
		"tafsirTextofAyah":"Bližnji svoga bližnjega neće pitati o njegovom stanju, jer svako će se brinuti o sebi.",
		"korkutTranslationOfAyah":"kada bližnji neće bližnjega ništa pitati,"
	},
	{
		"arabicTextofAyah":"يُبَصَّرُونَهُمۡۚ يَوَدُّ ٱلۡمُجۡرِمُ لَوۡ يَفۡتَدِي مِنۡ عَذَابِ يَوۡمِئِذِۭ بِبَنِيهِ",
		"tafsirTextofAyah":"Svaki čovjek će vidjeće svoga bližnjega i pored toga, zbog strahota tog Dana, niko neće ni za koga pitati. Onaj ko bude zaslužio Vatru željet će da svoju djecu dadne, kako bi se nje spasio.",
		"korkutTranslationOfAyah":"iako će jedni druge vidjeti. Nevjernik bi jedva dočekao da se od patnje toga Dana iskupi sinovima svojim,"
	},
	{
		"arabicTextofAyah":"وَصَٰحِبَتِهِۦ وَأَخِيهِ",
		"tafsirTextofAyah":"Željet će da se iskupi svojom suprugom i braćom.",
		"korkutTranslationOfAyah":"i ženom svojom, i bratom svojim,"
	},
	{
		"arabicTextofAyah":"وَفَصِيلَتِهِ ٱلَّتِي تُـٔۡوِيهِ",
		"tafsirTextofAyah":"I da se iskupi svojom bližnjom rodbinom koja ga je štitila u nedaćama.",
		"korkutTranslationOfAyah":"i porodicom svojom koja ga štiti,"
	},
	{
		"arabicTextofAyah":"وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ يُنجِيهِ",
		"tafsirTextofAyah":"Pokušat će da se iskupi svim što ima na Zemlji, ljudima, džinima i drugim, samo da se spasi i izbjegne kaznu u Vatri.",
		"korkutTranslationOfAyah":"i svima ostalima na Zemlji – samo da se izbavi."
	},
	{
		"arabicTextofAyah":"كـَلَّآۖ إِنَّهَا لَظَىٰ",
		"tafsirTextofAyah":"Ali neće biti kao što griješnik priželjkuje. To je užarena vatra koja bukti.",
		"korkutTranslationOfAyah":"Nikada! Ona će buktinja sāmā biti"
	},
	{
		"arabicTextofAyah":"نَزَّاعَةٗ لِّلشَّوَىٰ",
		"tafsirTextofAyah":"Koža će se odvajati od glave od žestine vatre i vreline.",
		"korkutTranslationOfAyah":"koja će udove čupati,"
	},
	{
		"arabicTextofAyah":"تَدۡعُواْ مَنۡ أَدۡبَرَ وَتَوَلَّىٰ",
		"tafsirTextofAyah":"Zvat će onoga ko se okretao od istine i od nje se udaljavao, te nije u nju vjerovao i po njoj radio.",
		"korkutTranslationOfAyah":"zvaće onoga ko je glavu okretao i izbjegavao"
	},
	{
		"arabicTextofAyah":"وَجَمَعَ فَأَوۡعَىٰٓ",
		"tafsirTextofAyah":"Skupljao je imetak, skrivao ga i škrtario na Allahovom putu.",
		"korkutTranslationOfAyah":"i zgrtao i skrivao."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱلۡإِنسَٰنَ خُلِقَ هَلُوعًا",
		"tafsirTextofAyah":"Čovjek je stvoren kao mnogo pohlepan",
		"korkutTranslationOfAyah":"Čovjek je, uistinu, stvoren malodušan:"
	},
	{
		"arabicTextofAyah":"إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعٗا",
		"tafsirTextofAyah":"Kada ga zadesi nedaća, bolest ili siromaštvo, on nema strpljenja.",
		"korkutTranslationOfAyah":"kada ga nevolja snađe – brižan je,"
	},
	{
		"arabicTextofAyah":"وَإِذَا مَسَّهُ ٱلۡخَيۡرُ مَنُوعًا",
		"tafsirTextofAyah":"Kada mu se desi nešto što ga raduje ili se obogati, onda je od onih koji mnogo škrtari kada je u pitanju davanje na Allahovom putu.",
		"korkutTranslationOfAyah":"a kada mu je dobro – nepristupačan je,"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱلۡمُصَلِّينَ",
		"tafsirTextofAyah":"Samo su oni koji klanjaju čisti od ovakvih ružnih osobina.",
		"korkutTranslationOfAyah":"osim klanjača,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ دَآئِمُونَ",
		"tafsirTextofAyah":"Oni koji klanjaju redovno, koje ništa od namaza ne odvraća, obavljaju svoj namaz na vrijeme, kada je propisano.",
		"korkutTranslationOfAyah":"koji molitve svoje budu na vrijeme obavljali,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ فِيٓ أَمۡوَٰلِهِمۡ حَقّٞ مَّعۡلُومٞ",
		"tafsirTextofAyah":"Oni u čijim imecima ima određeni udio kojeg obavezno daju drugima.",
		"korkutTranslationOfAyah":"i oni u čijim imecima bude određen dio"
	},
	{
		"arabicTextofAyah":"لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
		"tafsirTextofAyah":"Oni daju imetak onima koji ga prose, a i onima koji ga ne prose, koji iz nekog razloga nemaju opskrbe.",
		"korkutTranslationOfAyah":"za onoga koji prosi i za onoga koji ne prosi,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ يُصَدِّقُونَ بِيَوۡمِ ٱلدِّينِ",
		"tafsirTextofAyah":"Oni koji su uvjereni u postojanje Sudnjeg dana kada će se Allah odnositi prema svakome onako kako je zaslužio.",
		"korkutTranslationOfAyah":"i oni koji u onaj svijet budu vjerovali,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُم مِّنۡ عَذَابِ رَبِّهِم مُّشۡفِقُونَ",
		"tafsirTextofAyah":"Oni koji se boje kazne svoga Gospodara i pored toga što su činili dobra djela.",
		"korkutTranslationOfAyah":"i oni koji od kazne Gospodara svoga budu strahovali –"
	},
	{
		"arabicTextofAyah":"إِنَّ عَذَابَ رَبِّهِمۡ غَيۡرُ مَأۡمُونٖ",
		"tafsirTextofAyah":"Od kazne Gospodara koja je zastrašujuća nijedan razuman čovjek nije siguran.",
		"korkutTranslationOfAyah":"a od kazne Gospodara svoga niko nije siguran –"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ",
		"tafsirTextofAyah":"Oni koji svoja stidna mjesta čuvaju, o njima se brinu, skrivaju ih i od razvrata se udaljavaju.",
		"korkutTranslationOfAyah":"i oni koji stidna mjesta svoja budu čuvali"
	},
	{
		"arabicTextofAyah":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ",
		"tafsirTextofAyah":"osim od svojih supruga ili ropkinja. Takvi ne zaslužuju prijekor ukoliko samo s njima imaju odnos i naslađuju se.",
		"korkutTranslationOfAyah":"i živjeli jedino sa ženama svojim ili sa onima koje su u vlasništvu njihovu – oni, doista, prijekor ne zaslužuju –"
	},
	{
		"arabicTextofAyah":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ",
		"tafsirTextofAyah":"Onaj ko bude tražio da seksualno uživa na bilo koji drugi način, osim sa suprugamama i ropkinjama, prelazi granice koje je Allah postavio.",
		"korkutTranslationOfAyah":"a oni koji traže izvan toga, oni u grijeh upadaju,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ",
		"tafsirTextofAyah":"Oni koji čuvaju preuzete obaveze, bilo da se radi o imetku, tajnama, ugovorima s ljudima i koji ih ne krše niti čine pronevjeru.",
		"korkutTranslationOfAyah":"i oni koji povjerene im amanete budu čuvali i obaveze svoje ispunjavali,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمۡ قَآئِمُونَ",
		"tafsirTextofAyah":"Oni koji svjedoče na najbolji način, kako se to od njih i traži, na čije svjedočenje ne utiču ni prijateljstvo ni mržnja prema nekome.",
		"korkutTranslationOfAyah":"i oni koji dug svjedočenja svoga budu izvršavali,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ",
		"tafsirTextofAyah":"Oni koji svoje namaze čuvaju, obavljaju ih na vrijeme, čisti i smireni, i ništa ih od namaza ne odvraća.",
		"korkutTranslationOfAyah":"i oni koji molitve svoje budu revnosno obavljali –"
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ فِي جَنَّٰتٖ مُّكۡرَمُونَ",
		"tafsirTextofAyah":"Svi oni koji pri sebi budu imali ova svojstva biće počašćeni u Džennetu, gdje će imati vječna uživanja i gledat će u Lice Gospodara.",
		"korkutTranslationOfAyah":"oni će u džennetskim baščama biti počašćeni."
	},
	{
		"arabicTextofAyah":"فَمَالِ ٱلَّذِينَ كَفَرُواْ قِبَلَكَ مُهۡطِعِينَ",
		"tafsirTextofAyah":"Šta je navelo mušrike oko tebe, o Poslaniče, da toliko žure u poricanju istine.",
		"korkutTranslationOfAyah":"Zašto se nevjernici prema tebi žure,"
	},
	{
		"arabicTextofAyah":"عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ",
		"tafsirTextofAyah":"Oko tebe, desno i lijevo, u skupinama.",
		"korkutTranslationOfAyah":"zdesna i slijeva, u gomilama?!"
	},
	{
		"arabicTextofAyah":"أَيَطۡمَعُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُدۡخَلَ جَنَّةَ نَعِيمٖ",
		"tafsirTextofAyah":"Zar se nadaju da će ih Allah uvesti u džennetske bašče, pa da u njima vječno uživaju, i pored činjenice da ustrajavaju u svome nevjerovanju.",
		"korkutTranslationOfAyah":"Kako svaki od njih žudi da u Džennet uživanja uđe?"
	},
	{
		"arabicTextofAyah":"كـَلَّآۖ إِنَّا خَلَقۡنَٰهُم مِّمَّا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Nije tako kao što zamišljaju. Mi smo ih stvorili od onoga što im je poznato, tj. od neznatne tekućine, i oni su slabići koji sami sebi ni korist ne mogu pribaviti, a niti naštetiti, pa zašto se onda, nakon svega toga, ohole?!",
		"korkutTranslationOfAyah":"Nikada! Mi ih stvaramo, od čega – oni znaju!"
	},
	{
		"arabicTextofAyah":"فَلَآ أُقۡسِمُ بِرَبِّ ٱلۡمَشَٰرِقِ وَٱلۡمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ",
		"tafsirTextofAyah":"Allah se kune Gospodarom mjestima odakle se Sunce i Mjesec pojavljuju, da je On moćan.",
		"korkutTranslationOfAyah":"I Ja se kunem Gospodarom istōkā i zāpadā da ih možemo"
	},
	{
		"arabicTextofAyah":"عَلَىٰٓ أَن نُّبَدِّلَ خَيۡرٗا مِّنۡهُمۡ وَمَا نَحۡنُ بِمَسۡبُوقِينَ",
		"tafsirTextofAyah":"boljim od njih, koji će biti pokorni Allahu, zamijeniti, a njih ćemo uništiti i niko Nas u tom nastojanju da ih boljim zamijenimo, i da ih uništimo, ne može spriječiti.",
		"korkutTranslationOfAyah":"boljim od njih zamijeniti i niko Nas u tome ne može spriječiti."
	},
	{
		"arabicTextofAyah":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ",
		"tafsirTextofAyah":"Ostavi ih, o Poslaniče, neka što više tonu u neistini i zabludi i neka se na ovome svijetu zabavljaju dok ne dođe Sudnji dan koji im se u Kur'anu obećava.",
		"korkutTranslationOfAyah":"Zato ih ostavi neka se napričaju i nazabavljaju dok Dan kojim im se prijeti ne dočekaju,"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ سِرَاعٗا كَأَنَّهُمۡ إِلَىٰ نُصُبٖ يُوفِضُونَ",
		"tafsirTextofAyah":"Tog dana će iz svojih kabura izići žurno kao da se natječu ko će prije stići.",
		"korkutTranslationOfAyah":"Dan u kome će žurno kao da kumirima hrle iz grobova izići,"
	},
	{
		"arabicTextofAyah":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ",
		"tafsirTextofAyah":"Njihovi pogledi biće oboreni i jad će ih prekrivati, a to će biti na danu koji im se obećava, a o kojem oni ne vode brigu, niti obraćaju na njega pažnju.",
		"korkutTranslationOfAyah":"oborenih pogleda i poniženjem ophrvani. To će biti onaj Dan kojim im se stalno prijeti!"
	}
]