[
	{
		"arabicTextofAyah":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Mi smo poslali Nuha njegovom narodu, da ih pozove, i upozori, prije nego im se desi velika i opasna kazna, zbog širka kojeg praktikuju.",
		"korkutTranslationOfAyah":"Mi smo poslali Nuha narodu njegovu: \"Opominji narod svoj prije nego što ga stigne patnja nesnosna!\""
	},
	{
		"arabicTextofAyah":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
		"tafsirTextofAyah":"Nuh je govorio svome narodu: O narode, ja vas jasno opominjem na kaznu koja vas čeka, ukoliko se ne pokajete.",
		"korkutTranslationOfAyah":"\"O narode moj\" – govorio je on – \"ja vas otvoreno opominjem:"
	},
	{
		"arabicTextofAyah":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
		"tafsirTextofAyah":"Moja opomena vama obuhvata i da vam kažem: Obožavajte samo Allaha i nikog Mu kao sudruga ne pripisujte, bojte Ga se, radeći ono što vam je naredio i ostavljajući Njegove zabrane, te mi budite pokorni u onome što vam naređujem.",
		"korkutTranslationOfAyah":"Allahu se klanjajte i Njega se bojte i meni poslušni budite,"
	},
	{
		"arabicTextofAyah":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Ako uradite ono što vam se kaže, Allah će vam vaše grijehe oprostiti, ukoliko oni nisu vezani za obaveze prema ljudima, i dat će vam da živite do određenog perioda kojeg samo Allah zna i sve dok ste na tom putu, na Zemlji ćete boraviti, a kada dođe čas smrti, niko ga ne može odgoditi. Kada biste toga bili svjesni, onda biste požurili da što prije u Allaha vjerujete i da se pokajete za svoj širk i zabludu u kojoj se nalazite.",
		"korkutTranslationOfAyah":"On će vam grijehe vaše oprostiti i u životu vas do određenog časa ostaviti, a kada Allahov određeni čas dođe zaista se neće, neka znate, odgoditi.\""
	},
	{
		"arabicTextofAyah":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
		"tafsirTextofAyah":"Nuh je govorio: O Gospodaru, svoj narod sam pozivao da samo Tebi robuju i da samo u Tebe vjeruju, i to sam činio i noću i danju.",
		"korkutTranslationOfAyah":"On reče: \"Gospodaru moj, ja sam narod svoj i noću i danju, doista, pozivao,"
	},
	{
		"arabicTextofAyah":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
		"tafsirTextofAyah":"Sve što sam ih više pozivao, sve su se više udaljavali od mog poziva.",
		"korkutTranslationOfAyah":"ali ga je pozivanje moje još više udaljilo."
	},
	{
		"arabicTextofAyah":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
		"tafsirTextofAyah":"Kad god sam ih pozivao da čine ono što će biti uzrok oprosta njihovih grijeha, kao npr. da samo Tebe obožavaju, da budu pokorni Tebi i Tvome poslaniku, oni bi stavljali prste u uši, kako ne bi moj poziv do njih stigao, i lica svoja bi odjećom pokrivali, kako me ne bi vidjeli, i nastavljali bi da čine širk, i da se ohole, odbijajući da prihvate moj poziv i da mu se pokore.",
		"korkutTranslationOfAyah":"I kad god sam ih pozivao da im oprostiš, prste su svoje u uši stavljali i haljinama svojim se pokrivali – bili su uporni i pretjerano oholi."
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
		"tafsirTextofAyah":"Zatim sam ih, o Gospodaru, javno pozivao.",
		"korkutTranslationOfAyah":"Zatim, ja sam ih otvoreno pozivao,"
	},
	{
		"arabicTextofAyah":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
		"tafsirTextofAyah":"Zatim sam podizao svoj glas, pozivajući ih, a i tiho sam i u tajnosti govorio, pozivajući ih tihim glasom, koristeći razne metode pozivanja.",
		"korkutTranslationOfAyah":"a onda sam im javno objavljivao i u povjerenju im šaputao,"
	},
	{
		"arabicTextofAyah":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
		"tafsirTextofAyah":"Ja sam im govorio: O narode, tražite oprost za svoje grijehe i pokajte se Njemu, jer Uzvišeni mnogo prašta onim robovima koji Mu se kaju.",
		"korkutTranslationOfAyah":"i govorio: 'Tražite od Gospodara svoga oprost jer On, doista, mnogo prašta;"
	},
	{
		"arabicTextofAyah":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
		"tafsirTextofAyah":"Ako budete to činili, Allah će vam kišu slati uzastopno i neće vas pogađati suše.",
		"korkutTranslationOfAyah":"On će vam kišu obilnu slati"
	},
	{
		"arabicTextofAyah":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
		"tafsirTextofAyah":"Podarit će vam mnoga imetka i mnogo djece, i dat će vam vrtove iz kojih ćete plodove jesti, i dat će vam i rijeke sa kojih ćete piti, njive navodnjavati i stoku pojiti.",
		"korkutTranslationOfAyah":"i pomoći će vas imanjima i sinovima, i daće vam bašče, i rijeke će vam dati."
	},
	{
		"arabicTextofAyah":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
		"tafsirTextofAyah":"O narode moj, zašto se ne bojite Allahove veličine, pa mu grijehe, na koje ne obraćate pažnu, činite.",
		"korkutTranslationOfAyah":"Šta vam je, zašto se Allahove sile ne bojite,"
	},
	{
		"arabicTextofAyah":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
		"tafsirTextofAyah":"A On vas je stvorio u fazama, prvo kao kap sjemena, onda kao ugrušak, te kao grudu mesa.",
		"korkutTranslationOfAyah":"a On vas postepeno stvara?!"
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
		"tafsirTextofAyah":"Zar ne vidite kako je Allah stvorio sedam nebesa, jedno nebo iznad drugog?",
		"korkutTranslationOfAyah":"Zar ne vidite kako je Allah sedam nebesa, jedno iznad drugog, stvorio,"
	},
	{
		"arabicTextofAyah":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
		"tafsirTextofAyah":"Dao je Mjesec da na dunjalučkom nebu svijetli stanovnicima Zemlje, a Sunce je svjetiljkom učinio.",
		"korkutTranslationOfAyah":"i na njima Mjesec svijetlim dao, a Sunce svjetiljkom učinio?"
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
		"tafsirTextofAyah":"Allah vas je od zemlje stvorio, tako što je vašeg oca Adema stvorio od ilovače, a zatim se vi hranite onim što iz nje niče.",
		"korkutTranslationOfAyah":"Allah vas od zemlje poput bilja stvara,"
	},
	{
		"arabicTextofAyah":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
		"tafsirTextofAyah":"Nakon što umrete On će vas u zemlju vratiti, a onda će vas, prilikom proživljenja, iz nje izvesti.",
		"korkutTranslationOfAyah":"zatim vas u nju vraća i iz nje će vas, sigurno, izvesti."
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
		"tafsirTextofAyah":"Dao vam je zemlju prostranom, pogodnom da je nastanjujete.",
		"korkutTranslationOfAyah":"Allah vam je Zemlju učinio ravnom,"
	},
	{
		"arabicTextofAyah":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
		"tafsirTextofAyah":"da biste po zemlji hodali, širokim putevima i tragali za halal opskrbom.",
		"korkutTranslationOfAyah":"da biste po njoj hodili putevima prostranim.'\""
	},
	{
		"arabicTextofAyah":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
		"tafsirTextofAyah":"Nuh je rekao: O Gospodaru, moj narod mi je neposlušan u onome što im naređujem i nepokoran mi je kada ih zovem da samo Tebe vjeruju i da samo Tebi ibadet čine. Bezumnici među njima slijede glavešine kojima si dao imetak i djecu, ali im to što si im dao, samo propast i zabludu povećava.",
		"korkutTranslationOfAyah":"Nuh reče: \"Gospodaru moj, oni mene ne slušaju i povode se za onima čija bogatstva i djeca samo njihovu propast uvećavaju"
	},
	{
		"arabicTextofAyah":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
		"tafsirTextofAyah":"Glavešine među njima pravili su velike spletke kako bi svoje bezumnike podsticali da napadaju Nuha.",
		"korkutTranslationOfAyah":"i spletke velike snuju"
	},
	{
		"arabicTextofAyah":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
		"tafsirTextofAyah":"Svojim sljedbenicima govorili su: Nemojte napuštati obožavanje vaših božanstava i nemojte ostavljati ibadet vašim kumirima Veddu, Suva'au, Jegusu, Jeuku i Nesru.",
		"korkutTranslationOfAyah":"i govore: 'Nikako božanstva svoja ne ostavljajte, i nikako ni Vedda, ni Suvaa, a ni Jegusa, ni Jeuka, ni Jesra ne napuštajte!',"
	},
	{
		"arabicTextofAyah":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
		"tafsirTextofAyah":"Preko tih kumira zaveli su mnogo ljudi, i Gospodaru, onima koji čine nepravdu prema sebi, tako što ne vjeruju i griješe, povećaj zabludu.",
		"korkutTranslationOfAyah":"a već su mnoge u zabludu doveli, pa Ti njima, inadžijama, samo propast povećaj!\""
	},
	{
		"arabicTextofAyah":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
		"tafsirTextofAyah":"Zbog svojih grijeha koje su činili, oni su poplavama na ovome svijetu bili potopljeni, pa su, odmah nakon smrti, u Vatru uvedeni. Njima nećete pored Allaha naći pomagače koji će ih spasiti poplave i Vatre.",
		"korkutTranslationOfAyah":"I oni su zbog grijehova svojih potopljeni i u vatru će biti uvedeni i nikoga sebi, osim Allaha, kao pomagača neće naći."
	},
	{
		"arabicTextofAyah":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
		"tafsirTextofAyah":"Kada je Allah kazao Nuhu da nakon onih što su povjerovali više niko neće povjerovati, on je rekao: O Gospodaru, nemoj ostaviti na Zemlji ni jednog nevjernika da se kreće i da njome hodi.",
		"korkutTranslationOfAyah":"I Nuh reče: \"Gospodaru moj, ne ostavi na Zemlji nijednog nevjernika,"
	},
	{
		"arabicTextofAyah":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
		"tafsirTextofAyah":"Gospodaru naš, ako ih na Zemlji ostaviš da žive, oni će zavoditi Tvoje vjerne robove i neće rađati osim griješnike nepokorne i velike nevjernike koji ti neće biti zahvalni na blagodatima.",
		"korkutTranslationOfAyah":"jer, ako ih ostaviš, oni će robove Tvoje u zabludu zavoditi i samo će grješnika i nevjernika rađati!"
	},
	{
		"arabicTextofAyah":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
		"tafsirTextofAyah":"Gospodaru, oprosti moje grijehe, oprosti mojim roditeljima i oprosti svakome onome ko kao vjernik u kuću moju uđe, a i vjernicima i vjernicama oprosti. Onima koji sebi čine nepravdu tako što ne vjeruju i što griješe, Ti samo propast povećaj.",
		"korkutTranslationOfAyah":"Gospodaru moj, oprosti meni, i roditeljima mojim, i onome koji kao vjernik u dom moj uđe, i vjernicima i vjernicama, a nevjernicima samo propast povećaj!\""
	}
]