[
	{
		"arabicTextofAyah":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا",
		"tafsirTextofAyah":"Reci, o Poslaniče, svome ummetu: Allah mi je objavio da je moje učenje Kur'ana slušala džinska skupina u dolini Nahle, pa kada su se vratili svome narodu, kazali su im: Mi smo slušali govor veoma jasan, govor koji izaziva divljenje.",
		"korkutTranslationOfAyah":"Reci: \"Meni je objavljeno da je nekoliko džina prisluškivalo i reklo: 'Mi smo, doista, Kur'an, koji izaziva divljenje, slušali,"
	},
	{
		"arabicTextofAyah":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا",
		"tafsirTextofAyah":"Ovaj govor koji smo slušali vodi ka ispravnom uvjerenju, riječima i djelima, pa smo u njega povjerovali i više nećemo našem Gospodaru nikoga kao sudruga pripisivati.",
		"korkutTranslationOfAyah":"koji na Pravi put upućuje – i mi smo u nj povjerovali i više nikoga nećemo Gospodaru našem ravnim smatrati,"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا",
		"tafsirTextofAyah":"Povjerovali smo i da naš Gospodar, neka je slavljen i uzvišen, nema ni supruge ni djeteta, kao što to smatraju mnogobošci.",
		"korkutTranslationOfAyah":"a On nije – neka uzvišeno bude dostojanstvo Gospodara našeg! – uzeo Sebi ni drúge ni djeteta;"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا",
		"tafsirTextofAyah":"Iblis je govorio o Allahu ono što nije tačno, pripisujući mu suprugu i dijete.",
		"korkutTranslationOfAyah":"jedan naš bezumnik je o Allahu laži govorio,"
	},
	{
		"arabicTextofAyah":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا",
		"tafsirTextofAyah":"Mi smo smatrali da mušrici među ljudima i džinima nisu govorili laž, kada su tvrdili da On ima ženu i dijete, pa smo im, slijepo slijedeći, povjerovali.",
		"korkutTranslationOfAyah":"a mi smo mislili da ni ljudi ni džini o Allahu laži ne govore;"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا",
		"tafsirTextofAyah":"U doba džahilijjeta bilo je ljudi koji su zaštitu i utočište tražili kod džinna, kada bi odsjedali u nekom opasnom mjestu, pa bi jedan među njima govorio: \"Tražim zaštitu od poglavara ove doline i utičem mu se od maloumnika iz njegova naroda\", pa bi ljudi osjećali još veći strah od džinna.",
		"korkutTranslationOfAyah":"i bilo je ljudi koji su pomoć od džina tražili, pa su im tako obijest povećali;"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا",
		"tafsirTextofAyah":"I ljudi su smatrali, kao i vi, o džinni, da Allah nikoga nakon smrti neće oživjeti, te s njim račun svoditi i dati mu zasluženo.",
		"korkutTranslationOfAyah":"i oni misle, kao što i vi mislite, da Allah nikoga neće oživiti;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا",
		"tafsirTextofAyah":"Mi smo pokušavali da dobijemo neke informacije sa nebesa, pa smo uvidjeli da je ono puno snažnih meleka koji čuvaju i ne daju da prisluškujemo, a i puno je plamena koji bi se bacao na svakog ko bi se nebu približio.",
		"korkutTranslationOfAyah":"i mi smo nastojali da nebo dotaknemo i utvrdili smo da je moćnih čuvara i zvijezda padalica puno;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا",
		"tafsirTextofAyah":"Mi bismo na nebesima zauzimali mjesta i položaje kako bismo čuli šta se među melekima priča, pa bismo o tome kazivali vračarima na Zemlji, ali se to promijenilo, pa ko sada pokuša da nešto čuje, pogodila bi ga plamteća vatra pripremljena za njega. Kada bi se neko približio, vatra bi na njega bila poslana i on bi bio spaljen.",
		"korkutTranslationOfAyah":"i sjedili smo okolo njega po busijama da bismo što čuli, ali će onaj, ko sada prisluškuje, na zvijezdu padalicu koja vreba naići;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا",
		"tafsirTextofAyah":"Mi ne znamo razlog ovakvog čuvanja, tj. da li se time želi zlo ili dobro onima koji žive na Zemlji. Nama su prestale dolaziti obavijesti sa nebesa.",
		"korkutTranslationOfAyah":"i mi ne znamo da li se onima na Zemlji želi zlo ili im Gospodar njihov želi dobro;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا",
		"tafsirTextofAyah":"Među nama džinima ima bogobojaznih dobročinitelja, a ima nas i nevjernika i griješnika. Ima nas raznih vrsta i ideologija.",
		"korkutTranslationOfAyah":"a među nama ima i dobrih i onih koji to nisu, ima nas vrsta različitih;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا",
		"tafsirTextofAyah":"Mi smo uvjereni da ne možemo umaći ako Allah želi da nam se nešto desi, niti od toga možemo pobjeći, jer On nas sve obuhvata.",
		"korkutTranslationOfAyah":"i mi znamo da ne možemo Allahu na Zemlji umaći i da od Njega ne možemo pobjeći;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا",
		"tafsirTextofAyah":"I mi smo, kada smo Kur’an, koji vodi jedinom pravom putu, čuli, u njega povjerovali; a onaj ko se boji svoga Gospodara, ne treba da se boji umanjivanja svojih dobrih djela, niti dodavanja grijeha na prethodne grijehe.",
		"korkutTranslationOfAyah":"i mi smo, čim smo Kur'an čuli, u nj povjerovali; a ko u Gospodara svoga vjeruje, ni štete ni nepravde ne treba se bojati;"
	},
	{
		"arabicTextofAyah":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا",
		"tafsirTextofAyah":"Među nama ima muslimana koji su pokorni i poslušni Allahu, a ima nas i zalutalih s pravog puta. Oni ko se pokore Allahu, i rade dobra djela, na pravom su putu i upućeni su.",
		"korkutTranslationOfAyah":"i ima nas muslimana, a ima nas zalutalih; oni koji islam prihvate Pravi put su izabrali,"
	},
	{
		"arabicTextofAyah":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا",
		"tafsirTextofAyah":"Oni koji su skrenuli s pravog puta biće gorivo u Džehennemu, kao i slični njima među ljudima",
		"korkutTranslationOfAyah":"a nevjernici će u Džehennemu gorivo biti.'\""
	},
	{
		"arabicTextofAyah":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا",
		"tafsirTextofAyah":"Kao što smo mu objavili da su neki od džina slušali Kur'an, tako smo mu objavili i da ćemo onim džinima i ljudima, koji ustraju u islamu, radeći ono što se u islamu traži, velike količine vode dati i raznovrsnim blagodatima ih opskrbiti.",
		"korkutTranslationOfAyah":"A da se Pravog puta drže, Mi bismo ih vodom obilnom pojili,"
	},
	{
		"arabicTextofAyah":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا",
		"tafsirTextofAyah":"Da bismo ih ispitali hoće li biti zahvalni na blagodatima ili ne. Onoga ko se od Kur'ana i njegovih poruka okrene, Gospodar njegov će u tešku patnju koju neće moći podnositi, uvesti.",
		"korkutTranslationOfAyah":"da bismo ih time na kušnju stavili; a onoga ko neće da se Gospodaru svome klanja On će patnju tešku uvesti."
	},
	{
		"arabicTextofAyah":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا",
		"tafsirTextofAyah":"Džamije pripadaju Allahu i nikom drugom mimo Njega, pa stoga , pored Allaha nikome se nemoje moliti, kako ne biste bili poput Jevreja i kršćna u njihovim crkvama i bogomoljama.",
		"korkutTranslationOfAyah":"Džamije su Allaha radi, i ne molite se, pored Allaha, nikome!"
	},
	{
		"arabicTextofAyah":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا",
		"tafsirTextofAyah":"Kada je Allahov rob Muhammed, sallallahu alejhi ve sellem, stao da obožava Allaha u dolini Nahle, skoro su se svi džini u velikim gužvama oko njega okupili kako bi slušali njegovo učenje Kur'ana.",
		"korkutTranslationOfAyah":"A kad je Allahov rob ustao da Mu se pomoli, oni su se u gomilama oko njega tiskati stali."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا",
		"tafsirTextofAyah":"O Poslaniče, reci ovim mušricima: Ja se molim samo Allahu, svome Gospodaru i nikog Mu, bez obzira ko on bio, ne smatram ravnim.",
		"korkutTranslationOfAyah":"Reci: \"Ja se samo Gospodaru svome klanjam, i nikoga Njemu ravnim ne smatram.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا",
		"tafsirTextofAyah":"Reci im: Ja vas ne mogu zaštiti zla kojeg je Allah odredio za vas, niti vam mogu kakvu korist priuštiti, ako On to ne želi.",
		"korkutTranslationOfAyah":"Reci: \"Ja nisam u stanju da od vas kakvu štetu otklonim niti da nekom od vas kakvu korist pribavim.\""
	},
	{
		"arabicTextofAyah":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا",
		"tafsirTextofAyah":"Reci im: Ako se ja ogriješim prema Allahu, niko me neće moći od Njega spasiti i ni kod koga, osim kod Njega, neću moći utočište naći.",
		"korkutTranslationOfAyah":"Reci: \"Mene niko od Allahove kazne ne može u zaštitu uzeti; samo u Njega ja mogu utočište naći –"
	},
	{
		"arabicTextofAyah":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
		"tafsirTextofAyah":"Ono što sam u stanju jeste da vam dostavim ono što mi je Allah naredio da dostavim i da vam poslanicu prenesem. Onaj ko bude griješio prema Allahu i Njegovom Poslaniku, završit će vječno u Vatri i nikada iz nje neće izići.",
		"korkutTranslationOfAyah":"samo mogu oglasiti ono što je od Allaha i poslanice Njegove.\" A onoga koji Allahu i Poslaniku Njegovu ne bude poslušan sigurno čeka vatra džehennemska; u njoj će vječno i zauvijek ostati."
	},
	{
		"arabicTextofAyah":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا",
		"tafsirTextofAyah":"Nevjernici će biti ustrajni u svome nevjerovanju sve dok na Sudnjem danu ne vide kaznu koja im je na dunjaluku obećana. Tada će saznati ko ima slabije pomagače i čiji su pomogači u manjem broju.",
		"korkutTranslationOfAyah":"I kada oni dožive ono čime im se prijeti, saznaće ko je slabiji i brojem manji."
	},
	{
		"arabicTextofAyah":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا",
		"tafsirTextofAyah":"O Poslaniče, reci ovim mušricima koji negiraju proživljenje: Ja ne znam da li je kazna koju Allah obećava blizu ili ju je odgodio do roka koji samo On zna.",
		"korkutTranslationOfAyah":"Reci: \"Ja ne znam da li će uskoro biti ono čime vam se prijeti ili je Gospodar moj odredio da će to poslije dugo vremena biti,"
	},
	{
		"arabicTextofAyah":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا",
		"tafsirTextofAyah":"On, neka je Uzvišen, zna sav duhovni svijet i ništa Mu nije skriveno. Niko ne može da sazna ono što je On sakrio, jer to je isključivo u Njegovom znanju.",
		"korkutTranslationOfAyah":"On tajne zna i On tajne Svoje ne otkriva nikome,"
	},
	{
		"arabicTextofAyah":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا",
		"tafsirTextofAyah":"On to otkriva samo onima za koje je zadovoljan da budu poslanici - njima daje da saznaju ono što On želi, a ispred Poslanika postavlja meleke čuvare, kako do toga ne bi došao neko mimo poslanika.",
		"korkutTranslationOfAyah":"osim onome koga On za poslanika odabere; zato On i ispred njega i iza njega postavlja one koji će ga čuvati"
	},
	{
		"arabicTextofAyah":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا",
		"tafsirTextofAyah":"da bi Poslanik znao da su prijašnji poslanici dostavili poslanice svoga Gospodara koji ih je obuhvatio Svojom pažnjom. Allah je obuhvatio svojim znanjem ono što se nalazi kod meleka i poslanika. Ništa Mu od toga nije skriveno, sve je On to pobrojao i ništa Mu nije promaklo.",
		"korkutTranslationOfAyah":"da bi pokazao da su poslanice Gospodara svoga dostavili, On u tančine zna ono što je u njih, On zna broj svega što postoji."
	}
]