[
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ",
		"tafsirTextofAyah":"O ti koji si umotan u svoju odjeću (odnosi se na Poslanika, sallallahu alejhi ve sellem).",
		"korkutTranslationOfAyah":"O ti, umotani! –"
	},
	{
		"arabicTextofAyah":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا",
		"tafsirTextofAyah":"Klanjaj po noći, osim mali dio nje.",
		"korkutTranslationOfAyah":"probdij noć, osim maloga dijela;"
	},
	{
		"arabicTextofAyah":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا",
		"tafsirTextofAyah":"Klanjaj pola noći ako želiš, ili klanjaj manje od pola, kako bi dostigao trećinu.",
		"korkutTranslationOfAyah":"polovinu njezinu ili malo manje od nje;"
	},
	{
		"arabicTextofAyah":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا",
		"tafsirTextofAyah":"Ili klanjaj više, pa da bude dvije trećine, i Kur'an uči razgovijetno.",
		"korkutTranslationOfAyah":"ili malo više od nje, i izgovaraj Kur'an pažljivo,"
	},
	{
		"arabicTextofAyah":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا",
		"tafsirTextofAyah":"O Poslaniče, mi ćemo ti objavljivati Kur'an, a to je težak govor, jer se u njemu nalaze obaveze, propisi, načini ponašanja i sl.",
		"korkutTranslationOfAyah":"Mi ćemo ti, doista, teške riječi slati –"
	},
	{
		"arabicTextofAyah":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا",
		"tafsirTextofAyah":"Noćni sati su bolji za učenje jer će srce tada biti pribranije.",
		"korkutTranslationOfAyah":"ta ustajanje noću, zaista, jače djeluje i izgovara se jasnije,"
	},
	{
		"arabicTextofAyah":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا",
		"tafsirTextofAyah":"Ti danju mnogo vremena trošiš u svojim poslovima, pa te to odvrati od učenja, zbog toga klanjaj po noći.",
		"korkutTranslationOfAyah":"a ti danju, doista, imaš mnogo posla."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا",
		"tafsirTextofAyah":"Spominji Allaha raznim vidovima zikra i Njemu se iskreno u ibadetu posveti.",
		"korkutTranslationOfAyah":"I spominji ime Gospodara svoga i Njemu se potpuno posveti –"
	},
	{
		"arabicTextofAyah":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا",
		"tafsirTextofAyah":"Gospodar istoka i Gospodar zapada, nema nikog ko se mimo Njega istinski obožava, pa samo Njega uzmi za zaštitnika na kojeg ćeš se oslanjati u svim svojim poslovima.",
		"korkutTranslationOfAyah":"On je Gospodar istoka i zapada, nema boga osim Njega, i Njega uzmi za zaštitnika!"
	},
	{
		"arabicTextofAyah":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا",
		"tafsirTextofAyah":"Strpi se na uvredama i ismijavanjima koja dolaze od strane poricatelja Objave i udalji se od njih bez nanošenja štete i uznemiravanja.",
		"korkutTranslationOfAyah":"I otrpi ono što oni govore i izbjegavaj ih na prikladan način,"
	},
	{
		"arabicTextofAyah":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا",
		"tafsirTextofAyah":"Nemoj se zanimati onima koji poriču, u raskošu ovog svijeta žive, nego ih prepusti Meni i ostavi ih malo dok im čas određeni ne dođe.",
		"korkutTranslationOfAyah":"a Mene ostavi onima koji te u laž ugone, koji raskošno žive i daj im malo vremena;"
	},
	{
		"arabicTextofAyah":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا",
		"tafsirTextofAyah":"Kod nas na onome svijetu ima teških lanaca i vatre rasplamsale.",
		"korkutTranslationOfAyah":"biće u Nas, doista, okova i ognja,"
	},
	{
		"arabicTextofAyah":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا",
		"tafsirTextofAyah":"Biće i hrane koja će zbog gorčine u grlu zastajati i biće neizdržive patnje, još više nego ranije.",
		"korkutTranslationOfAyah":"i jela koje u grlu zastaje, i patnje nesnosne"
	},
	{
		"arabicTextofAyah":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا",
		"tafsirTextofAyah":"Ta kazna koja će se desiti poricateljima biće na dan kada se Zemlja i brda uzdrmaju, a brda će biti poput pijeska rijetka i razasuta od velike strahote.",
		"korkutTranslationOfAyah":"na Dan kada se Zemlja i planine zatresu, i planine – pješčani humci razbacani postanu."
	},
	{
		"arabicTextofAyah":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا",
		"tafsirTextofAyah":"Mi smo poslali Poslanika kao svjedoka vaših postupaka na Sudnjem danu, kao što smo faraonu poslali poslanika Musa, alejhi ve selam.",
		"korkutTranslationOfAyah":"Mi smo vam, zaista, poslali Poslanika da bi svjedočio protiv vas isto onako kao što smo i faraonu poslanika poslali,"
	},
	{
		"arabicTextofAyah":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا",
		"tafsirTextofAyah":"Faraon je iskazao neposlušnost poslaniku koji mu je došao od njegova Gospodara, pa smo ga velikom kaznom na dunjaluku kaznili, tj. potopili smo ga, a na onome svijetu biće kažnjen Vatrom. Zato, ne budite neposlušni vašem Poslaniku, pa da vam se desi kao i njima.",
		"korkutTranslationOfAyah":"ali faraon nije poslušao poslanika, pa smo ga teškom kaznom kaznili."
	},
	{
		"arabicTextofAyah":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا",
		"tafsirTextofAyah":"Ako budete nevjernici u Allaha i Njegova Poslanika, kako ćete se onda sačuvati sačuvati dugog i žestokog dana, kada će zbog velikih strahota mala djeca sijedom postati.",
		"korkutTranslationOfAyah":"Kako ćete se, ako ostanete nevjernici, sačuvati Dana koji će djecu sijedom učiniti?!"
	},
	{
		"arabicTextofAyah":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا",
		"tafsirTextofAyah":"Od velikih strahota nebo će popucati, a to Allahovo obećanje sigurno će se desiti.",
		"korkutTranslationOfAyah":"Nebo će se toga dana rascijepiti, prijetnja Njegova će se ispuniti."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
		"tafsirTextofAyah":"Ova poruka koja sadrži govor o strahotama Sudnjeg dana je opomena koja koristi vjernicima, pa ko želi, naći će put koji ga vodi do njegova Gospodara.",
		"korkutTranslationOfAyah":"To je, doista, pouka; i ko hoće, put ka Gospodaru svome će izabrati."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
		"tafsirTextofAyah":"O Poslaniče, tvoj Gospodar zna da ti nekada klanjaš manje od dvije trećine, nekada pola noći, a nekada jednu trećinu i da s tobom klanjaju vjernici. Allah određuje i noć i dan i njihov period. On zna da vi to ne možete precizno odrediti, te vam je teško da klanjate većinu noći, želeći da ispunite ono što se od vas traži, pa vam je On oprostio. Zato, klanjajte po noći koliko možete. Allah zna da će među vama, o vjernici, biti veoma bolesnih i onih koji putuju tražeći opskrbu i onih koji se bore protiv nevjernika želeći Allahovo zadovoljstvo i s ciljem da Njegova riječ bude gornja. Takvima je predstavlja poteškoću da klanjaju po noći, pa klanjajte koliko možete po noći, ali obavezne namaze obavljajte kako se od vas traži, na najbolji način, dajite zekat i dijelite na Allahovom putu. Zbog onog što od dobra učinite, čeka vas još veće dobro i nagrada. Tražite oprost od Allaha, jer On, uistinu, prašta onome ko se kaje i milostiv je prema njemu.",
		"korkutTranslationOfAyah":"Gospodar tvoj, sigurno, zna da ti u molitvi provodiš manje od dvije trećine noći, polovinu njezinu ili trećinu njezinu, a i neki od onih koji su uz tebe. Allah određuje dužinu noći i dana, On zna da vi to ne umijete izračunati pa vam prašta, a vi iz Kur'ana učite ono što je lahko; On zna da će među vama biti bolesnih, i onih koji će po svijetu putovati i Allahove blagodati tražiti, i onih koji će se na Allahovu putu boriti – zato izgovarajte iz njega ono što vam je lahko, i molitvu obavljajte, i milostinju udjeljujte, i draga srca Allahu zajam dajte! A dobro koje za sebe unaprijed osigurate naći ćete kod Allaha još većim i dobićete još veću nagradu. I molite Allaha da vam oprosti, jer Allah prašta i milostiv je."
	}
]