[
	{
		"arabicTextofAyah":"هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا",
		"tafsirTextofAyah":"Čovjeku je prošao dugi dio vremena u kojem nije bio ništa, i u kojem je bio bez spomena.",
		"korkutTranslationOfAyah":"Zar je to davno bilo kad čovjek nije bio spomena vrijedan?"
	},
	{
		"arabicTextofAyah":"إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا",
		"tafsirTextofAyah":"Mi smo čovjeka stvorili od smjese muške i ženske tečnosti, kako bismo ga iskušali obavezama, i dali smo mu i sluh i vid kako bi mogao izvršiti te obaveze.",
		"korkutTranslationOfAyah":"Mi čovjeka od smjese sjemena stvaramo da bismo ga na kušnju stavili i činimo da on čuje i vidi;"
	},
	{
		"arabicTextofAyah":"إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا",
		"tafsirTextofAyah":"Preko poslanika mi smo čovjeku pojasnili pravi put, čime je upoznat i sa putem zablude. Nakon toga on, ili slijedi Pravi put pa bude zahvalni Allahov rob i vjernik ili skrene s tog puta pa bude nevjernik koji negira Allahove ajete.",
		"korkutTranslationOfAyah":"Mi mu na Pravi put ukazujemo, a njegovo je da li će zahvalan ili nezahvalan biti;"
	},
	{
		"arabicTextofAyah":"إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا",
		"tafsirTextofAyah":"Mi smo za one koji ne vjeruju u Allaha i Njegove poslanike pripremili lance i okove u kojima će biti vezani u Vatri, a pripremili smo im i vatru razbuktalu.",
		"korkutTranslationOfAyah":"Mi smo za nevjernike okove i sindžire i oganj razbuktali pripremili."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا",
		"tafsirTextofAyah":"Doista će vjernici koji su pokorni Allahu, na Sudnjem danu piti vino iz čaša koje će biti pomiješano sa kamforom i lijepo će mirisati.",
		"korkutTranslationOfAyah":"Čestiti će iz pehara piti kamforom začinjeno piće"
	},
	{
		"arabicTextofAyah":"عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا",
		"tafsirTextofAyah":"Ovo piće koje je pripremljeno za pokorne Allahove robove dolazit će sa izvora iz kojeg će se moći s lahkoćom piti, koji će biti obilan i nepresušan. Sa tog izvora pit će Allahovi robovi i moći će da ga razvode gdje god hoće.",
		"korkutTranslationOfAyah":"sa izvora iz kojeg će samo Allahovi štićenici piti, i koji će kuda hoće bez muke razvoditi."
	},
	{
		"arabicTextofAyah":"يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا",
		"tafsirTextofAyah":"Jedna od osobina robova koji će piti ovo piće jeste da su se oni pridržavali preuzetih obaveza, da su bili pokorni, te da su se bojali dana čije strahote će posvuda biti raširene, a to je Sudnji dan.",
		"korkutTranslationOfAyah":"Oni su zavjet ispunjavali plašeći se Dana čija će kob svuda prisutna biti,"
	},
	{
		"arabicTextofAyah":"وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا",
		"tafsirTextofAyah":"Oni su davali hranu iako su za njom bili u potrebi. Hranili su siromahe, nevoljnike i zarobljenike.",
		"korkutTranslationOfAyah":"i hranu su davali – mada su je i sami željeli – siromahu i siročetu i sužnju."
	},
	{
		"arabicTextofAyah":"إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا",
		"tafsirTextofAyah":"U sebi su skrivali svoju namjeru, a to je da hranu ne dijele osim radi Allahova Lica, ne želeći pri tome od njih nikakvu naknadu niti pohvalu.",
		"korkutTranslationOfAyah":"\"Mi vas samo za Allahovu ljubav hranimo, od vas ni priznanja ni zahvalnosti ne tražimo!"
	},
	{
		"arabicTextofAyah":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا",
		"tafsirTextofAyah":"Mi se bojimo našeg Gospodara na Dan kada će lica nesretnika biti smrtknuta zbog žestine i strahota toga Dana.",
		"korkutTranslationOfAyah":"Mi se Gospodara našeg bojimo, onog Dana kada će lica smrknuta i namrgođena biti.\""
	},
	{
		"arabicTextofAyah":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا",
		"tafsirTextofAyah":"Allah će njih Svojom dobrotom sačuvati zla toga Dana i na licima njihovim dat će svjetlost, kao vid počasti, a dat će im i radost u srcima njihovim.",
		"korkutTranslationOfAyah":"I njih će Allah strahote toga Dana sačuvati i blaženstvo i radost im darovati"
	},
	{
		"arabicTextofAyah":"وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا",
		"tafsirTextofAyah":"Zbog njihove stpljivosti u pokornosti Allahu, na Allahovim odredbama i ustručavanja od grijeha, Allah ih je nagradio Džennetom u kojem će uživati i svilom koju će odijevati.",
		"korkutTranslationOfAyah":"i Džennetom i svilom ih za ono što su trpjeli nagraditi:"
	},
	{
		"arabicTextofAyah":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا",
		"tafsirTextofAyah":"U njemu će na ukrašenim krevetima naslonjeni biti, i u njemu vrućinu Sunca neće osjećati, niti će im biti hladno. Oni će biti u stalnom hladu, bez vrućine i hladnoće.",
		"korkutTranslationOfAyah":"naslonjeni na divanima, oni u njemu ni mraz ni žegu neće osjetiti,"
	},
	{
		"arabicTextofAyah":"وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا",
		"tafsirTextofAyah":"Hladovina će im biti blizu, a plodovi nadohvat ruke, pa će ih s lahkoćom uzimati i onaj ko leži, kao i onaj ko sjedi i stoji.",
		"korkutTranslationOfAyah":"i blizu će im hladovina njegova biti, a plodovi njegovi će im nadohvat ruke stajati."
	},
	{
		"arabicTextofAyah":"وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠",
		"tafsirTextofAyah":"Oko njih će kružiti sluge sa srebrenim čašama i čistim posudama kroz koje će se vidjeti prilikom pijenja.",
		"korkutTranslationOfAyah":"Služiće ih iz srebrenih posuda i čaša prozirnih,"
	},
	{
		"arabicTextofAyah":"قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا",
		"tafsirTextofAyah":"Biće po čistoći boje poput stakla, ali će biti od srebra i biće upravo onakve kakvim ih oni budu htjeli, bez dodavanja ili oduzimanja.",
		"korkutTranslationOfAyah":"prozirnih, od srebra, čiju će veličinu prema željama njihovim odrediti."
	},
	{
		"arabicTextofAyah":"وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا",
		"tafsirTextofAyah":"Ovi počašćeni Allahovi robovi pit će vino iz čaša koje će biti pomiješano sa đumbirom.",
		"korkutTranslationOfAyah":"U njemu će iz čaše piće inbirom začinjeno piti"
	},
	{
		"arabicTextofAyah":"عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا",
		"tafsirTextofAyah":"Oni će u Džennetu piti sa džennetskog izvora po imenu Selsebil",
		"korkutTranslationOfAyah":"sa izvora u Džennetu, koji će se Selsebil zvati."
	},
	{
		"arabicTextofAyah":"۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
		"tafsirTextofAyah":"Oko njih će u Džennetu biti vječno mladi mladići, za koje kada vidiš njihovu blistavost na licima, pomisliš da su biseri razasuti.",
		"korkutTranslationOfAyah":"Služiće ih vječno mlada posluga – da ih vidiš, pomislio bi da su biser prosutī."
	},
	{
		"arabicTextofAyah":"وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا",
		"tafsirTextofAyah":"Kada pogledaš po Džennetu, vidjećeš blagodati koje nije moguće opisati i videćeš veliko carstvo sa kojim se nijedno ne može porediti.",
		"korkutTranslationOfAyah":"I kud god pogledaš, vidjećeš udobnost i carstvo prostrano."
	},
	{
		"arabicTextofAyah":"عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا",
		"tafsirTextofAyah":"Na njihovim tijelima bit će odijela od najkvalitetnije tanke zelene svile i od brokata, biće nakićeni narukvicama od srebra, i Allah će ih napojiti čistim pićem.",
		"korkutTranslationOfAyah":"Na njima će biti odijela od tanke zelene svile, i od teške svile, nakićeni narukvicama od srebra, i daće im Gospodar njihov da piju čisto piće."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا",
		"tafsirTextofAyah":"Kao vid počasti, kazat će im se: Ova blagodat koja vam je podarena je nagrada za vaša dobra djela i vaš trud kod Allaha je prihvaćen.",
		"korkutTranslationOfAyah":"\"To vam je nagrada; vaš trud je dostojan blagodarnosti!\""
	},
	{
		"arabicTextofAyah":"إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا",
		"tafsirTextofAyah":"O Poslaniče, mi ti Kur'an objavljujemo u fazama, a ne od jednom.",
		"korkutTranslationOfAyah":"Od vremena do vremena Mi objavljujemo Kur'an tebi,"
	},
	{
		"arabicTextofAyah":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا",
		"tafsirTextofAyah":"Strpi se do Allahove odredbe, kosmičke ili vjerske, i ne budi pokoran griješniku koji te u grijeh poziva niti nevjerniku koji te u nevjerovanje poziva.",
		"korkutTranslationOfAyah":"zato izdrži do odluke Gospodara tvoga, i ne slušaj ni grješnika ni nevjernika njihova!"
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا",
		"tafsirTextofAyah":"Spominji Allaha početkom dana, na sabah namazu i na podne i ikindiji, krajem dana.",
		"korkutTranslationOfAyah":"I spominji ime Gospodara svoga ujutro i predvečer,"
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا",
		"tafsirTextofAyah":"I spominji Ga na dva noćna namaza, akšamu i jaciji, a i na namazima nakon toga.",
		"korkutTranslationOfAyah":"i u jednom dijelu noći radi Njega molitvu obavljaj, i dugo Ga noću hvali!"
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا",
		"tafsirTextofAyah":"Ovi mušrici vole ovaj svijet i žude za njim, a ne vode brigu o Sudnjem danu, a to će biti veoma težak dan zbog strašnih iskušenja i nedaća.",
		"korkutTranslationOfAyah":"A ovi, oni život na ovom svijetu vole doista, a ništa ih se ne tiče Dan tegobni, koji ih čeka."
	},
	{
		"arabicTextofAyah":"نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا",
		"tafsirTextofAyah":"Mi smo ih stvorili i ojačali smo njihove zglobove i organe, a ako hoćemo možemo ih uništiti i zamijeniti njima sličnim.",
		"korkutTranslationOfAyah":"Mi ih stvaramo i zglobove im vezujemo, a ako htjednemo, zamijenićemo ih njima sličnim."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
		"tafsirTextofAyah":"Ova sura je opomena i podsjećanje, pa ko hoće naći će put koji vodi do zadovoljstva svoga Gospodara.",
		"korkutTranslationOfAyah":"Ovo je pouka, pa ko hoće držaće se puta koji Gospodaru njegovu vodi –"
	},
	{
		"arabicTextofAyah":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
		"tafsirTextofAyah":"Vi nećete moći naći put do Allahovog zadovoljstva, osim ako to Allah bude htio, jer sve zavisi od Njega koji zna šta je najbolje za Svoje robove i On je mudar u stvaranju, određivanju i propisivanju.",
		"korkutTranslationOfAyah":"a vi ćete htjeti samo ono što Allah hoće – Allah, uistinu, sve zna i mudar je,"
	},
	{
		"arabicTextofAyah":"يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا",
		"tafsirTextofAyah":"On od svojih robova uvodi koga hoće u milost, pa ga uputi ka vjerovanju i dobrim djelima, a nepravednicima koji sebi nepravdu čine kroz nevjerovanje i griješenje pripremio je strašnu kaznu u Vatri.",
		"korkutTranslationOfAyah":"On koga hoće uvodi u milost Svoju, a nevjernicima je pripremio tešku patnju."
	}
]