[
	{
		"arabicTextofAyah":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"O Poslaniče, ashabi te pitaju o tome kako i ko dijeli ratne plijenove? Reci: \"Ratni plijenovi pripadaju Allahu i Njegovom Poslaniku, i Allah i Njegov Poslanik sude kako će se dijeliti, a vi se morate tome predati i pokoriti. Bojte se Allaha, o vjernici, i primijenite ono što je Allah naredio i klonite se onoga što je zabranio, popravite vaše međusobne odnose ljubavlju, spajanjem, lijepim ophođenjem, opraštanjem, i budite pokorni Allahu i Njegovom Poslaniku ako ste pravi vjernici, jer vjerovanje iziskuje pokornost i udaljenost od griješenja.\" Ovo pitanje je postavljeno nakon bitke na Bedru.",
		"korkutTranslationOfAyah":"Pitaju te o plijenu. Reci: \"Plijen pripada Allahu i Poslaniku.\" Zato se bojte Allaha i izgladite međusobne razmirice, i pokoravajte se Allahu i Njegovu Poslaniku, ako ste pravi vjernici."
	},
	{
		"arabicTextofAyah":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
		"tafsirTextofAyah":"Istinski vjernici su oni koji, kada se Allah Uzvišeni spomene - njihova se srca strahom ispune i zajedno s tijelima se pokore, a kada im se uče Allahovi ajeti - promišljaju o njima pa im se iman poveća, i oni se samo na svog Gospodara oslanjaju u pribavljanju onoga što im koristi i odagnavanju onoga što im šteti.",
		"korkutTranslationOfAyah":"Pravi vjernici su samo oni čija se srca strahom ispune kad se Allah spomene, a kad im se riječi Njegove kazuju, vjerovanje im učvršćuju i samo se na Gospodara svoga oslanjaju,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
		"tafsirTextofAyah":"Oni koji ustrajno obavljaju namaz na potpun način, u njegovim određenim vremenima, i koji udjeljuju dobrovoljnu i obaveznu sadaku iz imetka kojim ih Mi opskrbljujemo.",
		"korkutTranslationOfAyah":"oni koji molitvu obavljaju i dio od onoga što im Mi dajemo udjeljuju."
	},
	{
		"arabicTextofAyah":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
		"tafsirTextofAyah":"Takvi su istinski vjernici, jer su spojili unutrašnje vjerovanje sa vanjskom pokornošću, i kao nagradu će dobiti uzvišena mjesta kod svog Gospodara, oprost za grijehe i plemenitu nagradu. To je uživanje koje im je Allah pripremio,",
		"korkutTranslationOfAyah":"Oni su, zbilja, pravi vjernici – njih počasti, i oprost, i obilje plemenito kod Gospodara njihova čekaju."
	},
	{
		"arabicTextofAyah":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ",
		"tafsirTextofAyah":"Kao što je Allah učinio da samo On preko Svog Poslanika upravlja podjelom ratnog plijena, nakon što ste se vi razišli oko podjele i počeli se sporiti, tako je On objavio tebi, o Poslaniče, da izađeš iz Medine u susret višebošcima, iako to nije bilo po volji nekim vjernicima.",
		"korkutTranslationOfAyah":"Tako je bilo i onda kada te je Gospodar tvoj s pravom iz doma tvoga izveo – što jednoj skupini vjernika nikako nije bilo po volji."
	},
	{
		"arabicTextofAyah":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ",
		"tafsirTextofAyah":"O Poslaniče, ova skupina vjernika se sa tobom raspravlja o borbi protiv višebožaca nakon što je postalo jasno da će do borbe doći, kao da ih neko u smrt vodi a oni to gledaju; to rade zašto što im je veoma mrsko da ulaze u boj, i zato što se nisu pripremili za boj.",
		"korkutTranslationOfAyah":"Raspravljali su se s tobom o borbi; iako im je bilo očito da će pobijediti, nekima od njih je izgledalo kao da se na oči svoje u smrt gone."
	},
	{
		"arabicTextofAyah":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"O vjernici, vi koji se raspravljate, sjetite se kada vam je Allah obećao da ćete pobijediti jednu od dvije višebožačke skupine, ili ćete osvojiti karavanu sa svim njenim imetkom i uzeti ga kao plijen, ili ćete ući u boj sa drugom skupinom (koja je spremna za boj) pa izvojevati pobjedu, i vi ste voljeli da osvojite karavanu jer to je bilo lahko i nije iziskivalo borbu, a Allah je htio da uzdigne istinu time što vam je naredio da uđete u boj (sa drugom skupinom, spremnom za boj), da biste pobili glavešine višebožaca i zarobili mnoge od njih, kako bi do izražaja došla snaga islama.",
		"korkutTranslationOfAyah":"I kada vam je Allah obećao da će vaša biti jedna od dvije skupine – a vi ste više voljeli da vam padne šaka ona koja nije bila naoružana – Allah je htio da riječima Svojim istinu utvrdi i nevjernike u korijenu istrijebi,"
	},
	{
		"arabicTextofAyah":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
		"tafsirTextofAyah":"Da bi Allah učvrstio istinu uzdižući islam i muslimane, što je učinio ispoljavanjem i uzdizanjem dokaza istinitosti te istine, i da bi uništio zabludu, što je učinio ispoljavanjem i uzdizanjem dokaza njene neispravnosti, makar to bilo mrsko višebošcima Allah je to obejanio i ispoljio.",
		"korkutTranslationOfAyah":"da istinu utvrdi i neistinu uništi, makar to ne bilo mnogobošcima po volji."
	},
	{
		"arabicTextofAyah":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ",
		"tafsirTextofAyah":"I sjetite se dana bitke na Bedru, kada ste od Allaha tražili pomoć protiv vašeg neprijatelja, pa vam se Allah odazvao i poslao vam hiljadu meleka jedne za drugim.",
		"korkutTranslationOfAyah":"I kada ste od Gospodara svoga pomoć zatražili, On vam se odazvao: \"Poslaću vam u pomoć hiljadu meleka koji će jedni za drugim dolaziti.\""
	},
	{
		"arabicTextofAyah":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
		"tafsirTextofAyah":"Allah vam je pomogao slanjem meleka kao radosnu vijest vama, o vjernici, vijest o tome da će vas pomoći protiv vašeg neprijatelja, i kako bi u vaša srca ulio smiraj i uvjerenje u pobjedu. Pobjeda ne dolazi zbog mnoštva ljudstva i opreme, već dolazi od Allaha Uzvišenog. Allah je Silni, i niko Ga ne može nadvladati, Mudri u Svom propisivanju i određivanju.",
		"korkutTranslationOfAyah":"Allah je to zato učinio da bi vas obradovao i da bi se time srca vaša umirila; a pobjeda je samo od Allaha – Allah je zaista silan i mudar;"
	},
	{
		"arabicTextofAyah":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ",
		"tafsirTextofAyah":"O vjernici, sjetite se kada je Allah učinio da vas obuzme san, kao spokojstvo nakon straha kojeg ste osjetili od neprijatelja, i kada je na vas spustio kišu sa neba da bi očistio vaša tijela od nečistoće i umove od šejtanovih došaptavanja, i da bi vaša srca učvrstio kako bi i vaša tijela bila postojana u boju, i kako bi učvrstio vaše stope čineći pjeskovito zemljište čvrstim da vam stopala u pijesak ne bi propala.",
		"korkutTranslationOfAyah":"kad je On učinio da se radi sigurnosti svoje u san zavedete i s neba vam kišu spustio da bi vas njome očistio i da bi od vas šejtanovo uznemiravanje odstranio i da bi srca vaša jakim učinio i njome korake učvrstio."
	},
	{
		"arabicTextofAyah":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ",
		"tafsirTextofAyah":"O Poslaniče, sjeti se kada tvoj Gospodar nadahnu meleke koje je, kao pomoć, poslao vjernicima na Bedru: \"Ja sam sa vama, o meleki, Svojom pomoći, pa ojačajte odlučnost vjernika za borbu protiv njihovog neprijatelja! Ja ću u srca nevjernika ubaciti žestoki strah, pa udarajte, o vjernici, vratove nevjernika kako bi umrli, i udarajte njihove zglobove kako se ne bi više mogli boriti protiv vas.\"",
		"korkutTranslationOfAyah":"Kada je Gospodar tvoj nadahnuo meleke: \"Ja sam s vama, pa učvrstite one koji vjeruju!\" U srca nevjernika Ja ću strah uliti, pa ih vi po šijama udarite, i udarite ih po prstima"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"To što se desilo nevjernicima, to što su ubijani ili osakaćeni, posljedica je njihovog suprotstavljanja Allahu i Njegovom Poslaniku. Nisu se pokorili Allahovim naredbama, niti su poštovali Njegove zabrane, a ko se suprotstavi Allahu i Njegovom Poslaniku u tome - Allah će ga žestoko kazniti, bilo na dunjaluku, kroz ubistvo i zarobljavanje (u ratu), ili na Ahiretu u Džehennemu.",
		"korkutTranslationOfAyah":"zato što se suprotstavljaju Allahu i Poslaniku Njegovu; a onoga ko se suprotstavlja Allahu i Poslaniku Njegovu, Allah će zaista strašno kazniti."
	},
	{
		"arabicTextofAyah":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
		"tafsirTextofAyah":"To vam je kazna, o vi koji se suprotstavljate Allahu i Njegovom Poslaniku, pa je iskusite već na dunjaluku, dok vas na Ahiretu čeka Vatra, ako umrete kao nevjernici i inadžije.",
		"korkutTranslationOfAyah":"Kazna vam je to, pa je iskusite, a nevjernike čeka patnja u ognju."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, ako se suočite sa višebošcima na bojnom polju, nemojte bježati od njih, već se postojano suočite sa njima i budite strpljivi, Allah će vas pomoći.",
		"korkutTranslationOfAyah":"O vjernici, kada se s nevjernicima sukobite, a njih nastupa mnogo, leđa im ne okrećite;"
	},
	{
		"arabicTextofAyah":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"A ko im leđa okrene i pobjegne, a time ne želi taktičko povlačenje da bi ih napao, ili time ne želi da se priključi prisutnoj skupini muslimana koja će mu biti pomoć, takav je na sebe izazvao Allahovu srdžbu, i gorjet će u Džehennemu, a grozno li je on boravište.",
		"korkutTranslationOfAyah":"onaj ko im tada leđa okrene – osim onog koji se povuče s namjerom da se ponovo bori ili drugoj četi pristupi – vratiće se natovaren Allahovom srdžbom; prebivalište njegovo biće Džehennem, a užasno je on boravište."
	},
	{
		"arabicTextofAyah":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"O vjernici, niste vi ubili višebošce u bici na Bedru zahvaljujući svojoj snazi i moći, već vam je Allah u tome pomogao. O Poslaniče, nisi ti gađao - kada si gađao mušrike - već ih je Allah gađao time što je učinio da ih pogode tvoje strijele. Allah je htio da iskuša vjernike dajući im pobjedu nad neprijateljem uprkos njihovoj malobrojnosti i slaboj opremljenosti, da bi Mu bili zahvalni, a Allah čuje vaše molitve i sve što govorite, i zna ono što radite i šta je dobro za vas.",
		"korkutTranslationOfAyah":"Vi njih niste ubijali nego Allah; i ti nisi bacio, kad si bacio, nego je Allah bacio, da bi vjernike lijepom kušnjom iskušao – Allah zaista sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Sve prethodno spomenuto: ubijanje višebošaca u boju, pogađanje višebožaca strijalama sve dok nisu poraženi i dok se nisu dali u bijeg, i uzdizanje vjernika nad njihovim neprijateljima - to je od Allaha, On slabi spletke nevjernika koji spletkare protiv islama.",
		"korkutTranslationOfAyah":"Tako vam je to bilo, i da bi Allah lukavstva nevjernika oslabio."
	},
	{
		"arabicTextofAyah":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"O višebošci, ako ste tražili da Allah kazni nepravednike i nasilnike - eto kaznio je vas i dao vam ono što ste tražili, u čemu je kazna i upozorenje za vas a pouka za bogobojazne. Ako se suzdržite od traženja toga biće bolje po vas, i možda Allah odloži vaše uništenje i dadne vam vremena (da se pokajete). Ako ponovo budete tražili da Allah kazni nepravednike i nasilnike i budete se borili protiv vjernika, i Mi ćemo vas ponovo kazniti i dati pobjedu vjernicima, a vaša skupina i vaši pomagači vam ništa neće pomoći, makar vas bilo mnogo i makar bili dobro opremljeni, a vjernika bilo malo. Allah je sa vjernicima, daje im pomoć i pobjedu, a onaj uz koga je Allah - takav će pobijediti i niko ga ne može savladati.",
		"korkutTranslationOfAyah":"Ako ste se molili da pobijedite – pa, došla vam je, eto, \"pobjeda\"! A da se okanite, bolje bi vam bilo! I ako se ponovo vratite, Mi ćemo se ponovo vratiti, i nimalo vam neće koristiti tabor vaš, ma koliko brojan bio, jer je Allah na strani vjernika."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, pokoravajte se Allahu i pokoravajte se Poslaniku, čineći naređeno i kloneći se zabranjenog, i nemojte se suprotstavljati Njegovoj naredbi i činiti zabranjeno, a čujete Allahove ajete kako vam se uče.",
		"korkutTranslationOfAyah":"O vjernici, pokoravajte se Allahu i Njegovu Poslaniku, i ne napuštajte ga, ta vi slušate šta on govori,"
	},
	{
		"arabicTextofAyah":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ",
		"tafsirTextofAyah":"O vjernici, nemojte biti poput licemjera i višebožaca koji, kada im se recituju Allahovi ajeti, kažu: \"Čujemo Kur'an našim ušima kako nam se uči.\", ali ne promišljaju o njemu i ne vade pouku iz njega, zbog čega se ni ne okoriste tim slušanjem.",
		"korkutTranslationOfAyah":"i ne budite kao oni koji govore: \"Slušamo!\" – a ne slušaju."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ",
		"tafsirTextofAyah":"Najgora vrsta stvorenja kod Allaha su oni koji čuju istinu ali je ne prihvataju, koji znaju istinu ali je ne govore. Oni ne shvataju Allahove naredbe i zabrane.",
		"korkutTranslationOfAyah":"Najgora bića kod Allaha su oni koji su gluhi i nijemi, koji neće da shvaćaju."
	},
	{
		"arabicTextofAyah":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
		"tafsirTextofAyah":"Da je u tim višebošcima poricateljima bilo dobra Allah bi to znao i dao bi da se okoriste istinom koju čuju i da shvate Allahove nepobitne dokaze, ali je Allah znao da u njima nema dobra, i da je On dao da shvate - hipotetički rečeno - oni bi se okrenuli od vjerovanja iz inata.",
		"korkutTranslationOfAyah":"Da Allah zna da od njih može biti ikakva dobra, učinio bi da čuju, a da je učinio i da čuju, oni bi se opet okrenuli, jer oni i inače glave okreću."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, odazovite se Allahu u onome što vam naređuje i zabranjuje preko Svog Poslanika, jer vas time poziva istini koja će vas oživjeti. Budite uvjereni da Allah sve može, ako sada odbijete da prihvatite istinu - Allah može spriječiti da vaša srca prihvate istinu i pokore joj se onda kada to budete željeli, i budite uvjereni da ćete se samo Allahu vratiti na Sudnjem danu, i da će vas obračunati za ono što ste radili na dunjaluku.",
		"korkutTranslationOfAyah":"O vjernici, odazovite se Allahu i Poslaniku kad od vas zatraži da činite ono što će vam život osigurati; i neka znate da se Allah upliće između čovjeka i srca njegova, i da ćete se svi pred Njim sakupiti;"
	},
	{
		"arabicTextofAyah":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"O vjernici, čuvajte se kazne koja neće zadesiti samo one među vama koji su grješnici, već i one koji to nisu. To će se desiti kada nepravda postane javna, i niko je ne ispravljai! I budite uvjereni da Allah žestoko kažnjava nepokorne, pa se čuvajte nepokornosti!",
		"korkutTranslationOfAyah":"I izbjegavajte ono što će dovesti do smutnje koja neće pogoditi samo one među vama koji su krivi, i znajte da Allah strašno kažnjava."
	},
	{
		"arabicTextofAyah":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ",
		"tafsirTextofAyah":"O vjernici, sjetite se kada ste bili u Meki, malobrojni, potlačeni od strane njenih stanovnika, savladani, plašili ste se da vas neprijatelj ne pobije odjedanput, pa vam je Allah dao utočište u Medini i ojačao vas Svojom pomoći u bitkama protiv vaših neprijatelja od kojih je i bitka na Bedru, i opskrbio vas je mnogim blagodatima od kojih su i ratni plijenovi koje ste uzeli od vaših neprijatelja. Sve vam je to dao da biste bili zahvalni na Njegovim blagodatima, pa da vam ih poveća, a ne da biste postali nezahvalni pa da vam ih oduzme i kazni vas.",
		"korkutTranslationOfAyah":"I sjetite se kada vas je bilo malo, kad ste na Zemlji bili potlačeni – bojali ste se da vas ljudi ne pohvataju, pa vam je On sklonište dao i Svojom pomoći vas pomogao i plijenom vas opskrbio da biste bili zahvalni."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, nemojte iznevjeriti Allaha i Poslanika ostavljajući primjenu onoga što vam je naređeno i klonjenje onoga što vam je zabranjeno, i nemojte pronevjeriti vaše emanete poput emaneta vjere i drugih emaneta, a znate da je to pronevjera i time bivate izdajnici.",
		"korkutTranslationOfAyah":"O vjernici, Allaha i Poslanika ne varajte i svjesno međusobno povjerenje ne proigravajte,"
	},
	{
		"arabicTextofAyah":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
		"tafsirTextofAyah":"O vjernici, znajte da su vaši imeci i vaša djeca ispit od Allaha, i te blagodati vas mogu odvratiti od toga da radite za svoj ahiretski uspjeh i navesti da pronevjerite emanete. Znajte da je kod Allaha velika nagrada, pa nemojte sebi uskraćivati tu nagradu vršeći pronevjeru zbog svojih imetaka i potomaka!",
		"korkutTranslationOfAyah":"i neka znate da su bogatstva vaša i djeca vaša samo iskušenje, i da je samo u Allaha nagrada velika."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite Njegovog Poslanika, znajte da - ako budete činili dobra djela i klonili se loših - Allah će vam dati sposobnost razlučivanja između istine i zablude, tako da vam ne bude pomiješano, i izbrisaće grijehe vaše. Allah vam daje veliko dobro, u šta spada i Džennet kojeg je pripremio za Svoje robove vjernike.",
		"korkutTranslationOfAyah":"O vjernici, ako se budete Allaha bojali, On će vam sposobnost darovati pa ćete istinu od neistine moći rastaviti i preko ružnih postupaka vaših će preći i oprostiti vam. – A Allahova dobrota je neizmjerna."
	},
	{
		"arabicTextofAyah":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kada su se višebošci urotili protiv tebe razmatrajući dali da te uhapse, protjeraju ili ubiju, pa je Allah uništio njihovu spletku i njima napravio zamku, a On najbolje pravi zamke.",
		"korkutTranslationOfAyah":"I kad su ti nevjernici zamke razapinjali da bi te u tamnicu bacili ili da bi te ubili ili da bi te prognali; oni su zamke pleli a Allah ih je ometao, jer Allah to najbolje umije."
	},
	{
		"arabicTextofAyah":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"Kada im se naši ajeti recituju oni iz inata i oholosti odbijaju istinu i kažu: \"Već smo čuli slično ovome, i da hoćemo došli bi sa nečim poput Kur'ana. Ovaj Kur'an predstavlja samo laži prijašnjih naroda i mi nećemo vjerovati u njega.\"",
		"korkutTranslationOfAyah":"Kada im se riječi Naše kazuju, govore: \"Već smo čuli! Da hoćemo, i mi bismo tako nešto rekli; to su samo izmišljotine naroda drevnih.\""
	},
	{
		"arabicTextofAyah":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"O Poslaniče, spomeni kada višebošci rekoše: \"O Allahu, ako je istina ono sa čim je došao Muhammed, gađaj nas kamenjem sa neba koje će nas uništiti, ili nam daj neku drugu žestoku kaznu.\" To su rekli radi isticanja žestokog poricanja.",
		"korkutTranslationOfAyah":"A kad su oni rekli: \"Bože, ako je ovo zbilja istina od Tebe, Ti pusti na nas kamenje s neba kao kišu ili nam pošalji patnju nesnosnu!\""
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ",
		"tafsirTextofAyah":"Allah nije htio da kazni tvoj narod - bilo da se radi o ummetu koji je odgovorio i prihvatio ili je ummet kojemu se dostavlja misija vjere - tako da ih iskorijeni dok si ti među njima, o Muhammede, jer je tvoje postojanje među njima bezbjednost koja ih štiti od kazne, i neće ih uništiti dok traže oprost od Allaha za svoje grijehe.",
		"korkutTranslationOfAyah":"Allah ih nije kaznio, jer si ti među njima bio; i Allah ih neće kazniti sve dok neki od njih mole da im se oprosti."
	},
	{
		"arabicTextofAyah":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Šta je to što može spriječiti Allaha da ih kazni kad su već uradili ono što iziskuje kažnjavanje, poput sprečavanja ljudi da dođu u džamiju oko Ka'be (el-Mesdžidul-haram). Nevjernici nisu Allahovi štićenici već su Njegovi štićenici samo bogobojazni vjernici koji čine dobra djela i klone se loših, ali većina višebožaca to ne zna, pa su zato ustvrdili da su Allahovi miljenici i štićenici, a oni to uistinu, nisu.",
		"korkutTranslationOfAyah":"A zaslužuju da ih Allah kazni kad brane drugima pristup Časnome hramu, a oni nisu njegovi čuvari. Čuvari njegovi trebaju biti samo oni koji se Allaha boje, ali većina njih ne zna."
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
		"tafsirTextofAyah":"Namaz višebožaca kod Ka'be se sastoji od zviždanja i pljeskanja, pa okusite - o višebošci - kaznu u vidu ubijanja i zarobljavanja u bici na Bedru, zbog vašeg nevjerstva i utjerivanja u laž Allahvog Poslanika.",
		"korkutTranslationOfAyah":"Molitva njihova pored Hrama svodi se samo na zviždanje ili pljeskanje rukama; zato kaznu iskusite, jer ne vjerujete."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ",
		"tafsirTextofAyah":"Doista oni koji ne vjeruju u Allaha troše imetke svoje da ljude odvrate od Allahove vjere! Trošit će ali im se neće ostvariti ono što žele, a zatim će posljedica i konačnica tog njihovog trošenja biti gorko kajanje! Izgubili su imetke i cilj radi kojeg su trošili, a zatim će biti savladani od strane vjernika, dok će oni, nevjernici, biti odvedeni u Džehennem na Sudnjem danu, u kojem će zauvijek boraviti.",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju troše imanja svoja da bi od Allahova puta odvraćali. Oni će ih, sigurno, utrošiti, zatim će, zbog toga, žaliti i na kraju će pobijeđeni biti. A oni koji ne budu vjerovali – u Džehennem će biti potjerani,"
	},
	{
		"arabicTextofAyah":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Ovi nevjernici koji su trošili imetke svoje radi odvraćanja od Allahovog puta biće odvedeni u Džehennem. Allah će razdvojiti između pokvarene nevjerničke i dobre vjerničke skupine, a zatim će pokvarenje ljude, pokvarena djela i pokvarene imetke zgomilati i u Džehennem baciti. To su pravi gubitnici, jer su izgubili sebe i svoje porodice na Sudnjem danu.",
		"korkutTranslationOfAyah":"da bi Allah dobre od nevaljalih odvojio i da bi nevaljale jedne na druge naslagao, a onda ih sve u gomilu zbio i u Džehennem bacio. Oni će doista biti izgubljeni."
	},
	{
		"arabicTextofAyah":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ",
		"tafsirTextofAyah":"O Poslaniče, reci onima iz tvog naroda koji ne vjeruju u Allaha i Njegovog Poslanika da, ako se okane svog nevjerstva i odvraćanja vjernika od Allahovog puta - Allah će im grijehe oprostiti, jer islam briše ono što je bilo prije njega, a ako se vrate nevjerstvu - Allah će im ubrzati kaznu, jer je to Allahov zakon za one koji poreknu i ustraju u svom nevjerstvu.",
		"korkutTranslationOfAyah":"Reci onima koji ne vjeruju: ako se okane, biće im oprošteno ono što je prije bilo; a ako se ne okane – pa, zna se šta je s drevnim narodima bilo."
	},
	{
		"arabicTextofAyah":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"O vjernici, borite se protiv vašeg nevjerničkog neprijatelja sve dok ne nestane višeboštvo i odvraćanje muslimana od Allahove vjere, i dok ne ostane samo Allahova vjera i pokornost samo Njemu. Ako se nevjernici okanu višeboštva i odvraćanja od Allahovog puta vi ih ostavite, a Allah zna šta rade i ništa Mu nije skriveno.",
		"korkutTranslationOfAyah":"I borite se protiv njih dok mnogoboštvo ne iščezne i dok samo Allahova vjera ne ostane. Ako se oni okane – pa, Allah dobro vidi šta oni rade;"
	},
	{
		"arabicTextofAyah":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
		"tafsirTextofAyah":"Ako se okrenu od onoga što im je naređeno: od ostavljanja nevjerstva i odvraćanja od Allahovog puta, onda budite sigurni da će vas Allah pomoći protiv njih. Divan je On Zaštitnik onome koga uzme u Svoju zaštitu, i divan je On Pomagač onome ko pomaže Njegovu vjeru. Koga On štiti uspio je, a koga On pomogne pobijedio je.",
		"korkutTranslationOfAyah":"a ako leđa okrenu, znajte da je Allah vaš zaštitnik, a divan je On zaštitnik i divan pomagač!"
	},
	{
		"arabicTextofAyah":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"Znajte, muslimani, da se ratni plijen dijeli na pet dijelova; četiri petine pripadaju borcima, a jedna petina pripada Allahu i Njegovom Vjerovjesniku, sallallahu alejhi ve sellem, i to: za opće koristi muslimanā, bližim Poslanikovim, sallallahu alejhi ve sellem, srodnicima iz plemena Hašim i el-Muttalib, siročadi, siromasima i putnicima koji nemaju sredstava da nastave putovanje. Tako će postupiti onaj ko iskreno vjeruje u Kur’an i u ono što je objavljeno Resulullahu, sallallahu alejhi ve sellem, na Bedru, kad su se sukobili muslimani i višebošci i kad je Svemoćni Allah odvojio evlije od Svojih neprijatelja. Allah koji vas je pomogao, u stanju je sve da učini.",
		"korkutTranslationOfAyah":"I znajte da od svega što u borbi zaplijenite jedna petina pripada Allahu i Poslaniku, i rodbini njegovoj, i siročadi, i siromasima, i putnicima, ako vjerujete u Allaha i u ono što smo objavili robu Našem na dan pobjede, na dan kada su se sukobile dvije vojske – a Allah sve može –"
	},
	{
		"arabicTextofAyah":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
		"tafsirTextofAyah":"Sjetite se Bitke na Bedru, kad ste se vi smjestili u dolini bližoj Medini, nevjernici u onoj daljoj, u pravcu Meke, a (Ebu Sufjanov) je karavan bio niže vas, u pravcu obale Crvenog mora. Da ste se dogovarali s nevjernicima oko vremena početka borbe, ne biste se dogovorili. Međutim, Uzvišeni je Gospodar odredio da se sastanete i sukobite, unaprijed se ne dogovorivši. To je učinio zato da bi vama pomogao protiv nevjernikā i da bi njih porazio i ponizio. Bio je u tome odista dokaz, poslije kojeg su neki ostali nevjernici, a vjernici su se samo učvrstili u svom vjerovanju. Allah čuje tajne i javne riječi, zna tajna i javna djela. Njemu ništa nije skriveno, i svakom će dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"kada ste vi bili u dolini bližoj, oni u dolini daljoj, a karavana niže vas. O vremenu borbe ne biste se dogovorili i da ste se dogovarali, ali se ona dogodila da bi Allah dao da se ispuni ono što se moralo dogoditi, da nevjernik ostane nevjernik poslije očigledna dokaza, i da vjernik ostane vjernik poslije očigledna dokaza – a Allah doista sve čuje i sve zna –"
	},
	{
		"arabicTextofAyah":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
		"tafsirTextofAyah":"Jedna od Allahovih blagodati prema tebi, Vjerovjesniče, i to je što je učinio da, prije Bitke na Bedru, usniješ višebožačku vojsku malobrojnom, pa ste se usudili povesti borbu protiv njih i oduševili se susretu s njima. Međutim, da ti ih je Allah u snu pokazao mnogobrojnim i da si o tome obavijestio muslimane, oni bi se podvojili i pokolebali u pogledu borbe. Ipak, Allah vas je spasio od razočarenja, zaštitio od malaksalosti i pomogao i podržao melekima, Svojom vojskom. Pobjeda je bila neupitna. Allah zna ono što se nalazi u srcima i u grudima.",
		"korkutTranslationOfAyah":"kad ti je Allah u snu pokazao da je njih malo; a da ti je pokazao da ih je mnogo, vi biste duhom klonuli i o boju se raspravljali, ali je Allah spas ukazao. – On dobro zna svačije misli."
	},
	{
		"arabicTextofAyah":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
		"tafsirTextofAyah":"I sjetite se sukoba! Učinilo vam se da je nevjernička vojska malobrojna, pa ste bili čvrsti i odlučni za borbu, ali se, također, i višebošcima učinilo da je vas manje nego što vas je uistinu bilo, pa su se i oni obradovali borbi. Da su vas vidjeli mnogobrojnima, sigurno bi odustali od borbe. Međutim, Allah je želio da se borba dogodi, da pomogne Svoje prijatelje, a porazi neprijatelje, uzvisi dini-islam, a ponizi zabludu i njene pobornike kroz ubijanje i zarobljavanje. Njemu će se na kraju sve vratiti pa će svako uživati ili će kažnjen biti, shodno onom šta je činio.",
		"korkutTranslationOfAyah":"A kad ste se sukobili, u očima vašim On ih je prikazao u malom broju, a vas u očima njihovim također u malom broju, da bi Allah dao da se ispuni ono što se moralo dogoditi – a Allahu se sve vraća."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
		"tafsirTextofAyah":"O vi koji čvrsto vjerujete u Allaha i slijedite Njegova Poslanika, kad se sukobite s nevjernicima, budite postojani i strpljivi, kako bi vam Gospodar podario obećanu pobjedu! U tome se pomozite čestim spominjanjem Allaha jer je On najbolji pomagač i u Njega je najjače oružje. Sa spominjanjem Allaha spušta se milost i blagoslov, a otklanjaju se tegobe.",
		"korkutTranslationOfAyah":"O vjernici, kada se s kakvom četom sukobite, smjeli budite i neprestano Allaha spominjite da biste postigli što želite"
	},
	{
		"arabicTextofAyah":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"Pokoravajte se Allahu i Njegovu Vjerovjesniku, sallallahu alejhi ve sellem, izvršavajući naredbe, a sustežući se od zabrana. I nikako se ne razilazite, jer vas razilaženje slabi, oduzima vam snagu i onemogućuje pomoć i pobjedu. Strpite se prilikom susreta s neprijateljem, jer, uistinu, Allah je uz strpljive, pomaže ih, osnažuje i uzdiže. Niko ne može nadvladati onoga uz koga je Allah.",
		"korkutTranslationOfAyah":"i pokoravajte se Allahu i Poslaniku Njegovu, i ne prepirite se da ne biste klonuli i bez borbenog duha ostali; i budite izdržljivi, jer Allah je, zaista, na strani izdržljivih."
	},
	{
		"arabicTextofAyah":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ",
		"tafsirTextofAyah":"Pazite se, vjernici, i ne budite poput višebožaca koji su iz Meke na Bedr došli puni ponosa, oholosti i samoljublja, da bi izazvali divljenje kod ljudi i odvratili ih od islama. Allah zna sve ono što oni čine, On to bilježi da ih kazni.",
		"korkutTranslationOfAyah":"I ne budite kao oni koji su, da se pokažu svijetu, nadmeno iz grada svoga izišli da bi od Allahova puta odvraćali. A Allah dobro zna ono što oni rade."
	},
	{
		"arabicTextofAyah":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"I sjetite se, vjernici, Allahove blagodati prema vama, kad je šejtan uljepšavao višebošcima borbu protiv vas i garantirao im pomoć, ali ih je prevario i obmanuo. Većim nego što ustvari jest, predstavio je broj njihovih ratnika i snagu, tvrdeći da će ih on zaštititi i pomoći prilikom borbe. Međutim, kad su se dvije vojske sukobile i kad su svi spoznali pravo stanje svog neprijatelja, šejtan je prekršio svoje obećanje i iznevjerio nevjernike. Bježeći, u strahu, povikao je: “Otkazujem vam pomoć i ne mogu vas zaštititi, jer ja vidim stroge i snažne meleke, protiv kojih se ne može boriti! Bojim se da me Allah ne uništi Svojom kaznom, budući da je On nepobjediv i da kažnjava kaznom koju niko ne može podnijeti.”",
		"korkutTranslationOfAyah":"I kada im je šejtan kao lijepe njihove postupke predstavio i rekao: \"Niko vas danas ne može pobijediti, i ja sam vaš zaštitnik!\" – onda je on, kada su se dva protivnička tabora sukobila, natrag uzmaknuo, i rekao: \"Ja nemam ništa s vama, ja vidim ono što vi ne vidite, i ja se bojim Allaha, jer Allah strašno kažnjava\","
	},
	{
		"arabicTextofAyah":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"Također se sjetite kad su dvoličnjaci i oni koji su sumnjali u vjeru rekli: “Ovi vjernici obmanuti su i zavedeni svojom vjerom, misle da će pobijediti sve ostale ljude, a izuzetno su bijedni, malobrojni i slabi, dok su njihovi neprijatelji mnogobrojniji i spremniji!” Ali oni nisu spoznali da će Allah pomoći one koji su se samo na Njega oslanjaju i vjeruju u obećanje pobjede koje im je dao. Allah takve neće ostaviti na cjedilu koliko god slab bio, a Allah je Silni, s Kojim se niko ne može nadjačavati, i Mudri, Koji mudro određuje i propisuje.",
		"korkutTranslationOfAyah":"kada su licemjeri i oni čija su srca bolesna govorili: \"Ove je obmanula vjera njihova!\" A onaj ko se u Allaha pouzda – pa, Allah je zaista silan i mudar."
	},
	{
		"arabicTextofAyah":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
		"tafsirTextofAyah":"Vjernovjesniče, da vidiš kad meleki, snažno i grubo, čupaju duše nevjernicima, kad ih željeznim maljevima po licima i leđima udaraju, kažnjavajući ih i ponižavajući! I još im, omalovažavajući ih, reknu: “Iskusite žestoku i nesnosnu kaznu u Džehennemu zbog onog što ste činili!” Kada bi to vidio, spoznao bi i vidio nešto veoma ogromno.",
		"korkutTranslationOfAyah":"A da si samo vidio kad su meleki nevjernicima duše uzimali i po licima ih njihovim i straga udarali: \"Iskusite patnju u ognju!"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
		"tafsirTextofAyah":"Reknu im i ovo: To vam je kazna zato što ste činili loša djela, a Gospodar svjetova Svoje robove nikad ne kažnjava bez razloga, i nepravedno, nego Svoje presude temelji na pravdi.",
		"korkutTranslationOfAyah":"To je za ono što ste rukama svojim pripremili, jer Allah nije nepravedan robovima Svojim!\""
	},
	{
		"arabicTextofAyah":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
		"tafsirTextofAyah":"Ova kazna koja je zadesila ove nevjernike nije samo za njih, već je to Allahov kosmički zakon za nevjernike svakog mjesta i vremena. Faraonove sljedbenike i narode prije njih koji nisu vjerovali u Allahove ajete - On je žestoko kaznio zbog grijeha njihovih. Doista je Allah snažan i niko se sa Njim ne može nadjačavati, i On žestoko kažnjava one koji su Mu nepokorni.",
		"korkutTranslationOfAyah":"Tako je bilo i sa faraonovim ljudima i onima prije njih: u Allahove dokaze nisu vjerovali, pa ih je Allah zbog grijehova njihovih kaznio – Allah je, uistinu, moćan i strašno kažnjava;"
	},
	{
		"arabicTextofAyah":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"Kazna ih je skolila zato što Uzvišeni Allah neće preinačiti blagostanje i sreću u iskušenje i nedaću, sve dok stanoviti narod ne prestane činiti dobra djela, i vjerovati, a počne činiti hrđava djela i nevjerovati. Allah, džellešanuhu, čuje sve i zna sve i Njemu ništa nije skriveno.",
		"korkutTranslationOfAyah":"to je zato što Allah neće lišiti blagostanja narod kome ga je podario – sve dok se on sam ne promijeni – a Allah sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ",
		"tafsirTextofAyah":"Dakle, ono što se dogodilo mekanskim višebošcima dogodilo se i faraonovom narodu i onima koji su bili prije njih, a koji su poricali dokaze Gospodara svog, Koji ih je stvorio, opskrbio i obasuo mnogim blagodatima, a potom ih je iskorijenio, zbog neposluha; faraona i one s njime potopio je. Oni su sami sebi nasilje činili i tako su zaslužili da ih Allah, po pravdi, kazni.",
		"korkutTranslationOfAyah":"Tako je bilo i sa faraonovim ljudima i onima prije njih: dokaze Gospodara svoga nisu priznavali, pa smo ih Mi, zbog grijehova njihovih, uništili, a faraonove ljude smo potopili – svi su oni nevjernici bili."
	},
	{
		"arabicTextofAyah":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ",
		"tafsirTextofAyah":"Najgora su stvorenja na Zemlji ona koja poriču Allahove dokaze i utjeruju u laž Božije poslanike. Takvi ljudi ne vjeruju ni u kakav Božiji znak jer su ogrezli u nevjerstvu, izgubili su mogućnost rasuđivanja i zaključivanja, te mogućnost spoznaje Prave staze.",
		"korkutTranslationOfAyah":"Najgora bića kod Allaha su oni koji poriču, oni koji neće da vjeruju,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ",
		"tafsirTextofAyah":"Ti si, Poslaniče islama, sklopio ugovor s jevrejskim plemenom Kurejza u kojem su se obavezali da neće pomagati višebošcima, no oni su prekršili isti taj ugovor, što je i karakteristično za njih. Oni se ne boje Allaha niti strahuju da će biti kažnjeni prekrše li ugovor.",
		"korkutTranslationOfAyah":"oni s kojima ti ugovore sklapaš, pa oni svaki put, ne bojeći se posljedica, krše ugovor svoj."
	},
	{
		"arabicTextofAyah":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ",
		"tafsirTextofAyah":"Kad se sukobite, na bojnom polju, ti ove primjerno kazni da time prestrašiš višebošce koji su iza njih, da te se boje i strahuju od tebe, pa više nikad neće prekršiti dogovor. Ukoliko zastrašiš nevjernike, od tvoje će sile strepjeti svi neprijatelji.",
		"korkutTranslationOfAyah":"Ako se u borbi s njima sukobiš, tako ih razjuri da se opamete oni koji su iza njih."
	},
	{
		"arabicTextofAyah":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ",
		"tafsirTextofAyah":"Ako na osnovu indikacija uvidiš da tvoj neprijatelj sprema prevaru i želi prekršiti među vama važeći dogovor o nenapadanju, ti im daj do znanja da taj ugovor više ne važi, da bi obje strane istovremeno znale. Nemoj ih napadati ne dajući im do znanja da ugovor o primirju više ne važi, to je izdaja i pronevjera. Allah mrzi izdajnike, pa se čuvaj da ne budeš od njih.",
		"korkutTranslationOfAyah":"Čim primijetiš vjerolomstvo nekog plemena, i ti njemu isto tako otkaži ugovor – Allah uistinu ne voli vjerolomnike."
	},
	{
		"arabicTextofAyah":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ",
		"tafsirTextofAyah":"Neka ne misle tvoji neprijatelji koji su se spasili od smrti da su umakli Allahovoj kazni, jer oni to nisu u stanju učiniti. Silni Allah kaznit će ih u odgovarajuće vrijeme.",
		"korkutTranslationOfAyah":"I neka nikako ne misle oni koji ne vjeruju da će se spasiti; oni doista neće moći umaći."
	},
	{
		"arabicTextofAyah":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
		"tafsirTextofAyah":"Pripremite se, muslimani, koliko god možete, brojčano i opremom, poput strijela i konja, da biste uplašili nevjernike, Allahove i vaše neprijatelje, koji vam spletke kroje i čekaju pogodnu priliku protiv vas. Time ćete uplašiti i druge mimo njih, koje vi ne znate, i ne znate neprijateljstvo prema vama koje u dušama skrivaju, ali Allah, Jedini, to zna. Imetak, bio veliki ili mali, koji ulažete na Allahovu putu, Allah će vam nadoknaditi na dunjaluku, i punu nagradu za to će vam dati na Ahiretu, i zato požurite s udjeljivanjem i ne oklijevajte.",
		"korkutTranslationOfAyah":"I protiv njih pripremite koliko god možete snage i konja za boj, da biste time zaplašili Allahove i vaše neprijatelje, i druge osim njih – vi ih ne poznajete, Allah ih zna. Sve što na Allahovom putu potrošite nadoknađeno će vam biti, neće vam se nepravda učiniti."
	},
	{
		"arabicTextofAyah":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
		"tafsirTextofAyah":"Ukoliko nevjernici htjednu mir, ti pristani na mir, pa sklopi s njima ugovor ako ide u prilog muslimanima, i osloni se na Allaha. Svemogući Allah sačuvat će te i ulit će u tebe sigurnost, jer On sve čuje i sve zna.",
		"korkutTranslationOfAyah":"Ako oni budu skloni miru, budi i ti sklon i pouzdaj se u Allaha, jer On, uistinu, sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Budu li te namjeravali prevariti, Allah će te zaštititi i sačuvati od njihova zla; Allah te je pomogao i osnažio vjernicima koji te slijede, muhadžirima i ensarijama.",
		"korkutTranslationOfAyah":"A ako te htjednu prevariti – pa, tebi je doista dovoljan Allah; On te podržava Svojom pomoći i vjernicima,"
	},
	{
		"arabicTextofAyah":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"Svevišnji je Allah ujedinio srca muslimana nakon što su, prije pojave islama, bila puna mržnje. Da si ti udijelio sva bogatstva ovog svijeta, ne bi ih ujedinio u ljubavi, ne bi to uspio, ali ih je Allah, Jedini, ujedinio. On je Silni i Njegova se odredba mora provesti, niko se sa Njim ne može nadjačavati, i On savršeno mudro postupa u Svom određivanju, uređivanju i propisivanju zakona.",
		"korkutTranslationOfAyah":"i On je sjedinio srca njihova. Da si ti potrošio sve ono što na Zemlji postoji, ti ne bi sjedinio srca njihova, ali ih je Allah sjedinio – On je zaista silan i mudar."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Poslaniče, Allah tebe i vjernike čuva i štiti od zla tvojih neprijatelja i njihovih spletki, pa se u Njega uzdaj i na Njega osloni.",
		"korkutTranslationOfAyah":"O Vjerovjesniče, Allah je dovoljan tebi i vjernicima koji te slijede."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
		"tafsirTextofAyah":"O Vjerovjesniče, podstiči vjernike na borbu, spominjući im ono što učvršćuje njihovu odlučnost i budi njihove ambicije. O vjernici, ako vas bude dvadeset boraca koji se strpljivo bore, pobijedit će dvjesta nevjernika, a ako vas bude stotinu koji se strpljivo bore, pobijedit će hiljadu nevjernika. To je zato što nevjernici ne razumiju Allahov zakon o pomaganju Njegovih štićenika i uništavanju njihovih neprijatelja, i ne shvataju cilj borbe. Oni se bori radi uzdizanja na ovom svijetu.",
		"korkutTranslationOfAyah":"O Vjerovjesniče, bodri vjernike na borbu! Ako vas bude dvadesetak izdržljivih, pobijediće dvije stotine; a ako vas bude stotina, pobijediće hiljadu onih koji ne vjeruju, zato što su oni ljudi koji ne shvaćaju."
	},
	{
		"arabicTextofAyah":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
		"tafsirTextofAyah":"Danas vam je Milostivi Allah dao olakšicu iz milosti i blagosti prema vama, jer zna vašu slabost, i obavezao da se jedan od vas strpi protiv dvojice nevjernika, umjesto protiv desetorice. Ako vas bude stotinu strpljivih boraca pobijedit će, uz Allahovu pomoć, dvije stotine neprijatelja, a hiljadu će boraca, Allahovom voljom, pobijediti dvije hiljade neprijateljskih boraca. Allah je na strani strpljivih vjernika, pomaže im.",
		"korkutTranslationOfAyah":"Sada vam Allah daje olakšicu; On zna da ste izmoreni: ako vas bude stotina izdržljivih, pobijediće dvije stotine; ako vas bude hiljada, pobijediće, Allahovom voljom, dvije hiljade. A Allah je uz one koji su izdržljivi."
	},
	{
		"arabicTextofAyah":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"Vjerovjesniku nije dozvoljeno zarobljavati neprijateljske vojnike i zahtijevati iskup za njih sve dok veliki rezultat u borbi ne postigne, da u njihova srca utjera strah, kako bi i odvratio da se ponovo bore protiv muslimana. O vjernici, želite prolazna bogatstva ovog svijeta prihvatajući iskup od zarobljenikā, a Allah želi za vas Ahiret, koji se postiže time što ćete svojom borbom na Njegovom putu pomoći i uzdići Njegovu vjeru. Allah je Silan, veličanstvenog Bića i veličanstvenih svojstava, niko se sa Njim ne može nadjačavati, i On je savršeno mudro odredio sudbinu i propisao zakone.",
		"korkutTranslationOfAyah":"Nijednom vjerovjesniku nije dopušteno da drži sužnje dok ne izvojuje pobjedu na Zemlji; vi želite prolazna dobra ovoga svijeta, a Allah želi onaj svijet. – Allah je silan i mudar."
	},
	{
		"arabicTextofAyah":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ",
		"tafsirTextofAyah":"Da vam Allah nije dozvolio uzimanje ratnog plijena i zarobljavanje, vi biste sad bili žestoko kažnjeni zato što ste uzeli od zarobljenikā iskup prije objave o toj dozvoli.",
		"korkutTranslationOfAyah":"Da nije ranije Allahove odredbe, snašla bi vas patnja velika zbog onoga što ste uzeli."
	},
	{
		"arabicTextofAyah":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Trošite, o vjernici, imetak iz ratnog plijena koji vam je Uzvišeni Allah dopustio, u šta spada i iskup zarobljenika, jer je to dopuštena i lijepa zarada. Činite ono što vam je Allah, džellešanuhu, naredio i klonite se onog što vam je zabranio. Allah mnogo prašta grešnicima koji se kaju i beskrajno je milostiv, prašta onima koji su činili zlo.",
		"korkutTranslationOfAyah":"Sada jedite ono što ste zaplijenili, kao dopušteno i lijepo, i bojte se Allaha. – Allah zaista prašta i milostiv je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O Vjerovjesniče, reci višebošcima koji su zarobljeni u bici na Bedru: “Ako Allah u vašim srcima vidi ljubav prema vjerovanju i želju i spremnost za prihvatanje istine, On će vam, iz Svoje dobrote, dati više nego što od vas muslimani uzeli (kao plijen). Nemojte tugovati za onim što vam je uzeto, On će vam grijehe oprostiti. Svevišnji Allah prašta onome ko se pokaje, i milostiv je prema njemu. Ovo Allahovo obećanje obistinilo se nad onima koji su prihvatili islam, a jedan od njih bio je el-Abbas, Poslanikov, sallallahu alejhi ve sellem, amidža.",
		"korkutTranslationOfAyah":"O Vjerovjesniče, reci sužnjima koji se nalaze u rukama vašim: \"Ako Allah zna da u srcima vašim ima bilo šta dobro, daće vam bolje od onoga što vam je uzeto i oprostiće vam.\" – A Allah prašta i milostiv je."
	},
	{
		"arabicTextofAyah":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
		"tafsirTextofAyah":"A ako htjednu, o Poslaniče, da te prevare svojim riječima, pa - oni su i prije Allaha nastojali varati i zato ti je On omogućio da ih pobijediš, pa su neki ubijeni, a neki zarobljeni. Zato, ako se vrate i ponovo isto urade, mogu očekivati isti slijed događaja. Allah je Onaj Koji zna šta je najkorisnije za stvorenja i mudar je u onome što uređuje.",
		"korkutTranslationOfAyah":"A ako te htjednu prevariti – pa oni su i prije Allaha varali, i zato ti je On omogućio da ih pobijediš. – A Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
		"tafsirTextofAyah":"Oni koji vjeruju u Allaha, slijede Njegova Poslanika, sallallahu alejhi ve sellem, iseljavaju se iz svoje u islamsku zemlju ili u zemlju u kojoj mogu slobodno ispovijedati vjeru i obožavati Allaha, i koji se bore na Allahovom putu, imecima svojim i životima svojim, kako bi Allahova riječ bila gornja (a to su muhadžiri), i oni koji su im pružili utočište u svojim domovima, pomogli im i s njima sve jednako dijelili (a to su ensarije) – svi su oni pomagači svoje braće, istine, borbe za pravdu, dobra. Što se tiče onih koji vjeruju ali su ostali u nevjerničkoj zemlji i nisu se iselili iz nevjerničke u vjerničku sredinu, vi niste obavezni - o vjernici - da ih pomažete i štitite sve dok se i oni ne isele na Allahovom putu. Međutim, ako im nevjernici učine nepravdu i od vas zatraže da im pomognete protiv nevjernikā kako bi se zaštitili od njihova tlačenja, vi im pomozite, osim ako između tog naroda i vas postoji ugovor o nenapadanju. Allah vidi ono što radite i On će svakom dati ono što je zaslužio.",
		"korkutTranslationOfAyah":"Oni koji vjeruju, i iseljavaju se, i u borbi na Allahovom putu zalažu imetke svoje i živote svoje, i oni koji daju utočište i pomažu, oni jedni druge nasljeđuju. A onima koji vjeruju, a koji se nisu iselili – vi ne možete, sve dok se ne isele, nasljednici biti. A ako vas zamole da ih u vjeri pomognete, dužni ste im u pomoć priteći, osim protiv naroda sa kojim o nenapadanju zaključen ugovor imate. – A Allah dobro vidi ono što radite."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ",
		"tafsirTextofAyah":"Nevjernici pomažu i štite jedni druge, oni ne pomažu vjernicima, niti vjernici pomažu njima. Ako vi, o vjernici, ne budete pomagali vjernicima, borili se protiv krivovjernih i slušali Gospodara svjetova, doći će do goleme smutnje za vjernike koji neće moći naći među drugim vjernicima onoga ko bi im pomogao i Zemljom će zavladati nered i odvraćanje od puta Allahovog.",
		"korkutTranslationOfAyah":"Nevjernici jedni druge nasljeđuju. Ne postupite li tako, nastaće smutnja na Zemlji i nered veliki."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
		"tafsirTextofAyah":"Oni koji vjeruju u Allaha i iseljavaju se na Allahovu putu i oni koji su pružili utočište muhadžirima i pomagali im – svi su oni čestiti vjernici i iskreni prema svom Gospodaru. Allah će im oprostiti grijehe i dat će im lijepu i blagoslovljenu opskrbu, a to je Džennet.",
		"korkutTranslationOfAyah":"Oni koji vjeruju i isele se, i bore se na Allahovom putu, i oni koji daju sklonište i pomažu – oni su, zbilja, pravi vjernici – njih čeka oprost i obilje plemenito."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
		"tafsirTextofAyah":"Oni koji vjeruju a došli su nakon muhadžira i ensarija, i iseljavaju se iz nevjerničke u islamsku zemlju i bore se na Allahovu putu da Allahova riječ bude gornja, a riječ nevjernika donja - to su vaša braća po vjeri i dužni ste im pomagati i štititi ih. Rođaci su, prema šerijatu, jedni drugima najpreči kad je riječ o nasljeđivanju, iako je prije toga nasljeđivanje bilo na osnovu veze po vjerovanju i hidžri. Doista Allah sve zna, u šta spada i znanje o onome što je najbolje za Njegove robove, i shodno tome im propisuje zakone.",
		"korkutTranslationOfAyah":"A oni koji kasnije vjernici postanu pa se isele i u borbi zajedno s vama učestvuju – i oni su vaši. A rođaci su, prema Allahovoj Knjizi, jedni drugima preči. – Allah, zaista, sve zna."
	}
]