[
	{
		"arabicTextofAyah":"وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ",
		"tafsirTextofAyah":"Allah se kune nebom koje obuhvata položaje Sunca, mjeseca i drugih nebeskih tijela.",
		"korkutTranslationOfAyah":"Tako mi neba sazviježđima okićenog,"
	},
	{
		"arabicTextofAyah":"وَٱلۡيَوۡمِ ٱلۡمَوۡعُودِ",
		"tafsirTextofAyah":"I kune se Sudnjim danom na kojem će biti sakupljena stvorenja, kako je to obećano.",
		"korkutTranslationOfAyah":"i Dana već određenog,"
	},
	{
		"arabicTextofAyah":"وَشَاهِدٖ وَمَشۡهُودٖ",
		"tafsirTextofAyah":"i kune se svakim svjedokom, poput Vjerovjesnika koji će svjedočiti protiv ummeta, i svakim posvjedočenim, kao što je ummet, protiv kojeg će svjedočiti njegov vjerovjesnik.",
		"korkutTranslationOfAyah":"i prisutnih, i onoga što će biti prisutno –"
	},
	{
		"arabicTextofAyah":"قُتِلَ أَصۡحَٰبُ ٱلۡأُخۡدُودِ",
		"tafsirTextofAyah":"neka su prokleti oni koji su u zemlji velike rovove iskopali.",
		"korkutTranslationOfAyah":"prokleti neka su oni koji su rovove iskopali,"
	},
	{
		"arabicTextofAyah":"ٱلنَّارِ ذَاتِ ٱلۡوَقُودِ",
		"tafsirTextofAyah":"koji su u tim rovovima vatru zapalili, i u njih bacili žive vjernike.",
		"korkutTranslationOfAyah":"i vatrom i gorivom ih napunili,"
	},
	{
		"arabicTextofAyah":"إِذۡ هُمۡ عَلَيۡهَا قُعُودٞ",
		"tafsirTextofAyah":"kada su oko tih rovova napunjenih vatrom, sjedili.",
		"korkutTranslationOfAyah":"kada su oko nje sjedili"
	},
	{
		"arabicTextofAyah":"وَهُمۡ عَلَىٰ مَا يَفۡعَلُونَ بِٱلۡمُؤۡمِنِينَ شُهُودٞ",
		"tafsirTextofAyah":"Bili su prisutni i svjedoci onoga što su vjernicima radili od kažnjavanja.",
		"korkutTranslationOfAyah":"i bili svjedoci onoga što su vjernicima radili!"
	},
	{
		"arabicTextofAyah":"وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
		"tafsirTextofAyah":"Ovi nevjernici nisu se svetili vjernicima i nisu im smatrali mahanom osim to što su vjerovali u Allaha Silnog kojeg niko ne može nadvladati i Hvaljenog u svakom smislu.",
		"korkutTranslationOfAyah":"A svetili su im se samo zato što su u Allaha, Silnoga i Hvale dostojnoga, vjerovali,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
		"tafsirTextofAyah":"Onaj kojem jedino pripada vast i na nebesima i vlast na Zemlji, koji je sa svime upoznat i ništa Mu što je vezano za njegove robove, nije nepoznato.",
		"korkutTranslationOfAyah":"čija je vlast i na nebesima i na Zemlji – a Allah je svemu Svjedok."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ فَتَنُواْ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ ثُمَّ لَمۡ يَتُوبُواْ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِيقِ",
		"tafsirTextofAyah":"One koji su kažnjavali vjernike i vjernice vatrom, kako bi ih od vjerovanja u Allaha jednog odvratili, a zatim se nisu Allahu pokajali za te grijehe, čeka na Sudnjem danu džehennemska kazna i patnja vatrena, kao naknada za ono što su radili vjernicima, paleći ih vatrom.",
		"korkutTranslationOfAyah":"One koji vjernike i vjernice budu na muke stavljali pa se ne budu pokajali – čeka patnja u Džehennemu i isto tako prženje u ognju,"
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡكَبِيرُ",
		"tafsirTextofAyah":"Onima koji su vjerovali u Allaha i radili dobra djela, pripadaju džennetske bašče ispod čijih dvoraca i drveća teku rijeke. To je nagrada koju im je Allah pripremio i postizanje te nagrade je veliki uspjeh sa kojim se ništa ne može porediti.",
		"korkutTranslationOfAyah":"a one koji budu vjerovali i dobra djela činili čekaju bašče džennetske kroz koje rijeke teku – a to će veliki uspjeh biti."
	},
	{
		"arabicTextofAyah":"إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ",
		"tafsirTextofAyah":"Kažnjavanje nepravednika od strane Gospodara tvoga, o Poslaniče, zaista je žestoko, pa makar to malo i odgodio.",
		"korkutTranslationOfAyah":"Odmazda Gospodara tvoga će, zaista, užasna biti!"
	},
	{
		"arabicTextofAyah":"إِنَّهُۥ هُوَ يُبۡدِئُ وَيُعِيدُ",
		"tafsirTextofAyah":"On je otpočeo stvaranje i kažnjavanje i učinit će da se ponovo dogode.",
		"korkutTranslationOfAyah":"On iz ničega stvara, i ponovo će to učiniti;"
	},
	{
		"arabicTextofAyah":"وَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ",
		"tafsirTextofAyah":"On prašta grijehe onim robovima koji Mu se pokaju i voli svoje bliske bogobojazne robove.",
		"korkutTranslationOfAyah":"i On prašta, i pun je ljubavi,"
	},
	{
		"arabicTextofAyah":"ذُو ٱلۡعَرۡشِ ٱلۡمَجِيدُ",
		"tafsirTextofAyah":"Vlasnik Prijestolja, Plemeniti.",
		"korkutTranslationOfAyah":"Gospodar Arša, Uzvišeni,"
	},
	{
		"arabicTextofAyah":"فَعَّالٞ لِّمَا يُرِيدُ",
		"tafsirTextofAyah":"On radi šta hoće, bilo da se radi o praštanju grijeha onome kome hoće ili kažnjavanju onoga koga hoće i Njega niko ne može prisiliti.",
		"korkutTranslationOfAyah":"On radi šta je Njemu volja."
	},
	{
		"arabicTextofAyah":"هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡجُنُودِ",
		"tafsirTextofAyah":"Da li je do tebe, o Poslaniče, doprla vijest o vojskama koje su se okupile radi borbe protiv istine i odvraćanja od nje?",
		"korkutTranslationOfAyah":"Da li je doprla do tebe vijest o vojskama,"
	},
	{
		"arabicTextofAyah":"فِرۡعَوۡنَ وَثَمُودَ",
		"tafsirTextofAyah":"o faraonu i Semudu, narodu Saliha, alejhi selam.",
		"korkutTranslationOfAyah":"o faraonu i Semudu?"
	},
	{
		"arabicTextofAyah":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي تَكۡذِيبٖ",
		"tafsirTextofAyah":"Razlog njihovog odbijanja vjerovanja nije u tome što im nisu stigle vijesti o narodima koji su poricali i njihovoj propasti, nego njihovo poricanje istine koju su donijeli njihovi poslanici, i povođenje za prohtjevima.",
		"korkutTranslationOfAyah":"Ali, ovi koji neće da vjeruju stalno poriču –"
	},
	{
		"arabicTextofAyah":"وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطُۢ",
		"tafsirTextofAyah":"Allah ih prati i njihova djela broji, ništa Mu od toga ne promiče i On će im dati adekvatnu naknadu.",
		"korkutTranslationOfAyah":"a Allahu oni neće moći umaći:"
	},
	{
		"arabicTextofAyah":"بَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ",
		"tafsirTextofAyah":"Kur'an nije poezija kao što to tvrde poricatelji, nego je to Kur'an plemeniti.",
		"korkutTranslationOfAyah":"a ovo je Kur'an veličanstveni,"
	},
	{
		"arabicTextofAyah":"فِي لَوۡحٖ مَّحۡفُوظِۭ",
		"tafsirTextofAyah":"Na ploči koja se čuva od preinake, iskrivljenja, oduzimanja i dodavanja.",
		"korkutTranslationOfAyah":"na Ploči pomno čuvanoj."
	}
]