[
	{
		"arabicTextofAyah":"سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى",
		"tafsirTextofAyah":"Veličaj svoga Gospodara koji je uzvišen iznad svojih stvorenja, izgovarajući Njegovo ime kada Ga se sjetiš i kada Ga slaviš.",
		"korkutTranslationOfAyah":"Hvali ime Gospodara svoga Svevišnjeg,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي خَلَقَ فَسَوَّىٰ",
		"tafsirTextofAyah":"Onaj koji stvara čovjeka u skladnom obliku i uspravnog.",
		"korkutTranslationOfAyah":"koji sve stvara i čini skladnim,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِي قَدَّرَ فَهَدَىٰ",
		"tafsirTextofAyah":"Onaj koji određuje vrste i osobine stvorenja i svako stvorenje upućuje ka onome što mu odgovara.",
		"korkutTranslationOfAyah":"i koji sve s mjerom određuje i nadahnjuje,"
	},
	{
		"arabicTextofAyah":"وَٱلَّذِيٓ أَخۡرَجَ ٱلۡمَرۡعَىٰ",
		"tafsirTextofAyah":"Onaj koji daje da iz Zemlje niče bilje za vašu stoku.",
		"korkutTranslationOfAyah":"i koji čini da rastu pašnjaci,"
	},
	{
		"arabicTextofAyah":"فَجَعَلَهُۥ غُثَآءً أَحۡوَىٰ",
		"tafsirTextofAyah":"Onaj koji čine da nakon što je bilo zeleno, sasuši se i pocrni.",
		"korkutTranslationOfAyah":"i potom čini da postanu suhi, potamnjeli."
	},
	{
		"arabicTextofAyah":"سَنُقۡرِئُكَ فَلَا تَنسَىٰٓ",
		"tafsirTextofAyah":"Mi ćemo te, o Poslaniče, naučiti da učiš Kur'an, sabrat ćemo ga u tvojim prsima, pa ništa nećeš zaboraviti. Zbog toga, nemoj, kao ranije žuriti, kada ti ga Džibril uči, da ga što prije naučiš, kako ga ne bi zaboravio.",
		"korkutTranslationOfAyah":"Mi ćemo te naučiti da izgovaraš pa ništa nećeš zaboraviti"
	},
	{
		"arabicTextofAyah":"إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ وَمَا يَخۡفَىٰ",
		"tafsirTextofAyah":"osim onoga što Allah hoće da zaboraviš, zbog neke mudrosti. On Uzvišeni, zaista, zna i ono što na javu iznosite i ono što tajite, jer Njemu ništa nije skriveno.",
		"korkutTranslationOfAyah":"osim onoga što će Allah htjeti – jer, On zna i ono što na javu iznosite i ono što tajite –"
	},
	{
		"arabicTextofAyah":"وَنُيَسِّرُكَ لِلۡيُسۡرَىٰ",
		"tafsirTextofAyah":"Olakšat ćemo ti djela s kojima je Allah zadovoljan i koja vode ka Džennetu.",
		"korkutTranslationOfAyah":"i sve što je dobro Mi ćemo tebi dostupnim učiniti;"
	},
	{
		"arabicTextofAyah":"فَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ",
		"tafsirTextofAyah":"Pa opominji ljude objavom koja ti u Kur'anu od nas dolazi i ustraj u tome sve dok opomenu ima neko da sluša.",
		"korkutTranslationOfAyah":"zato poučavaj – pouka će već od koristi biti:"
	},
	{
		"arabicTextofAyah":"سَيَذَّكَّرُ مَن يَخۡشَىٰ",
		"tafsirTextofAyah":"tvojom opomenom okoristit će se onaj ko se Allaha boji, jer samo takav uzima pouku.",
		"korkutTranslationOfAyah":"dozvaće se onaj koji se Allaha boji,"
	},
	{
		"arabicTextofAyah":"وَيَتَجَنَّبُهَا ٱلۡأَشۡقَى",
		"tafsirTextofAyah":"od opomene udaljit će se nevjernik, jer on je najgori i najnesretniji čovjek na Sudnjem danu, kada bude ulazio u Vatru.",
		"korkutTranslationOfAyah":"a izbjegavaće je onaj najgori,"
	},
	{
		"arabicTextofAyah":"ٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ",
		"tafsirTextofAyah":"onaj koji će u veliku vatru na Sudnjem danu ući i u njoj zauvijek gorjeti.",
		"korkutTranslationOfAyah":"koji će u vatri velikoj gorjeti,"
	},
	{
		"arabicTextofAyah":"ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
		"tafsirTextofAyah":"zatim će vječno boraviti u Vatri, u njoj neće umrijeti pa se tako od kazne odmoriti, niti će u njoj lijepim i ugodim životom živjeti.",
		"korkutTranslationOfAyah":"pa u njoj neće ni umrijeti ni živjeti."
	},
	{
		"arabicTextofAyah":"قَدۡ أَفۡلَحَ مَن تَزَكَّىٰ",
		"tafsirTextofAyah":"Postigao je što je želio onaj ko se od širka i grijeha očisti.",
		"korkutTranslationOfAyah":"Postići će šta želi onaj koji se očisti"
	},
	{
		"arabicTextofAyah":"وَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ",
		"tafsirTextofAyah":"i spomene svoga Gospodara propisanim vidovima zikra, obavi namaz onako kako se to traži.",
		"korkutTranslationOfAyah":"i spomene ime Gospodara svoga pa molitvu obavi!"
	},
	{
		"arabicTextofAyah":"بَلۡ تُؤۡثِرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا",
		"tafsirTextofAyah":"Vi životu na ovome svijetu prednost dajete u odnosu na onaj svijet, a među njima je velika razlika.",
		"korkutTranslationOfAyah":"Ali, vi više život na ovom svijetu volite,"
	},
	{
		"arabicTextofAyah":"وَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ",
		"tafsirTextofAyah":"Onaj svijet je bolji i vrijedniji od dunjaluka i svih uživanja na njemu, jer ahiretska uživanja su neprekidna.",
		"korkutTranslationOfAyah":"a onaj svijet je bolji i vječan je."
	},
	{
		"arabicTextofAyah":"إِنَّ هَٰذَا لَفِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
		"tafsirTextofAyah":"Ove naredbe i vijesti koje smo spomenuli nalaze se u listovima ranije objavljenim.",
		"korkutTranslationOfAyah":"Ovo, doista, ima u listovima davnašnjim,"
	},
	{
		"arabicTextofAyah":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ",
		"tafsirTextofAyah":"To su listovi objavljeni Ibrahimu i Musau, neka je na njih Allahov mir i spas.",
		"korkutTranslationOfAyah":"listovima Ibrahimovim i Musaovim."
	}
]