[
	{
		"arabicTextofAyah":"وَٱلۡفَجۡرِ",
		"tafsirTextofAyah":"Allah Uzvišeni kune se zorom.",
		"korkutTranslationOfAyah":"Tako mi zore,"
	},
	{
		"arabicTextofAyah":"وَلَيَالٍ عَشۡرٖ",
		"tafsirTextofAyah":"I kune se sa prvih deset noći mjeseca zul-hidžeta.",
		"korkutTranslationOfAyah":"i deset noći,"
	},
	{
		"arabicTextofAyah":"وَٱلشَّفۡعِ وَٱلۡوَتۡرِ",
		"tafsirTextofAyah":"I kunem se parnim i neparnim od svake stvari.",
		"korkutTranslationOfAyah":"i parnih i neparnih,"
	},
	{
		"arabicTextofAyah":"وَٱلَّيۡلِ إِذَا يَسۡرِ",
		"tafsirTextofAyah":"I kune se noći kada dođe, traje i nestane. A razlog zakletve ovim zakletvama jeste da se potvrdi činjenica polaganja računa za djela.",
		"korkutTranslationOfAyah":"i noći kada nestaje –"
	},
	{
		"arabicTextofAyah":"هَلۡ فِي ذَٰلِكَ قَسَمٞ لِّذِي حِجۡرٍ",
		"tafsirTextofAyah":"zar ova zakletva koja je spomenuta nije zakletva koja će razumom obdarenog uvjeriti?",
		"korkutTranslationOfAyah":"zar to pametnom zakletva nije…?"
	},
	{
		"arabicTextofAyah":"أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِعَادٍ",
		"tafsirTextofAyah":"Zar ne znaš, o Poslaniče, šta je Gospodar tvoj sa Adom, Hudovim narodom, uradio, kada su oni negirali Njegova Poslanika?",
		"korkutTranslationOfAyah":"Zar ne znaš šta je Gospodar tvoj sa Adom uradio,"
	},
	{
		"arabicTextofAyah":"إِرَمَ ذَاتِ ٱلۡعِمَادِ",
		"tafsirTextofAyah":"Irem je pleme Ada koje se pripisuje svome djedu Iremu, koji su bili visoki i veoma imućni.",
		"korkutTranslationOfAyah":"sa stanovnicima Irema, punog palata na stupovima,"
	},
	{
		"arabicTextofAyah":"ٱلَّتِي لَمۡ يُخۡلَقۡ مِثۡلُهَا فِي ٱلۡبِلَٰدِ",
		"tafsirTextofAyah":"kojima slična Allah nije stvorio nigdje na zemlji.",
		"korkutTranslationOfAyah":"kojima ravna ni u jednoj zemlji nije bilo;"
	},
	{
		"arabicTextofAyah":"وَثَمُودَ ٱلَّذِينَ جَابُواْ ٱلصَّخۡرَ بِٱلۡوَادِ",
		"tafsirTextofAyah":"Zar nisi čuo šta je tvoj Gospodar uradio i sa Semudom, Salihovim narodom, koji su klesali kamenje u brdima i od njih sebi pravili kuće u Hidžru.",
		"korkutTranslationOfAyah":"i Semudom, koji je stijene u dolini klesao,"
	},
	{
		"arabicTextofAyah":"وَفِرۡعَوۡنَ ذِي ٱلۡأَوۡتَادِ",
		"tafsirTextofAyah":"Zar nisi čuo šta je tvoj Gospodar uradio i sa faraonom koji je imao vojsku koja je kažnjavala ljude?",
		"korkutTranslationOfAyah":"i faraonom, koji je šatore imao –"
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ طَغَوۡاْ فِي ٱلۡبِلَٰدِ",
		"tafsirTextofAyah":"Svi oni su prelazili mjeru u oholosti i neredu, svako u svom mjestu.",
		"korkutTranslationOfAyah":"koji su na Zemlji zulum provodili"
	},
	{
		"arabicTextofAyah":"فَأَكۡثَرُواْ فِيهَا ٱلۡفَسَادَ",
		"tafsirTextofAyah":"i na zemlji su nered činili, šireći nevjerovanje i grijehe.",
		"korkutTranslationOfAyah":"i poroke na njoj umnožili,"
	},
	{
		"arabicTextofAyah":"فَصَبَّ عَلَيۡهِمۡ رَبُّكَ سَوۡطَ عَذَابٍ",
		"tafsirTextofAyah":"Pa je Allah dao da ih velika patnja zadesi i sa zemlje ih je uklonio.",
		"korkutTranslationOfAyah":"pa je Gospodar tvoj – bič patnje na njih spustio,"
	},
	{
		"arabicTextofAyah":"إِنَّ رَبَّكَ لَبِٱلۡمِرۡصَادِ",
		"tafsirTextofAyah":"Doista tvoj Gospodar, o Poslaniče, prati ljudska djela, kako bi dobročinitelje Džennetom nagradio, a griješnike Vatrom kaznio.",
		"korkutTranslationOfAyah":"jer, Gospodar tvoj je, zaista, u zasjedi."
	},
	{
		"arabicTextofAyah":"فَأَمَّا ٱلۡإِنسَٰنُ إِذَا مَا ٱبۡتَلَىٰهُ رَبُّهُۥ فَأَكۡرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّيٓ أَكۡرَمَنِ",
		"tafsirTextofAyah":"Kada Allah dadne čovjeku blagodati u vidu imetka, djece i položaja, priroda njegova ga podstiče da misli kako je to počast od Allaha njemu, pa govori: Moj Gospodar me je počastio jer sam to zaslužio.",
		"korkutTranslationOfAyah":"Čovjek, kada Gospodar njegov hoće da ga iskuša pa mu počast ukaže i blagodatima ga obaspe, rekne: \"Gospodar moj je prema meni plemenito postupio!\""
	},
	{
		"arabicTextofAyah":"وَأَمَّآ إِذَا مَا ٱبۡتَلَىٰهُ فَقَدَرَ عَلَيۡهِ رِزۡقَهُۥ فَيَقُولُ رَبِّيٓ أَهَٰنَنِ",
		"tafsirTextofAyah":"Međutim, kada ga iskuša i opskrbu mu uskrati, on pomisli da ga je njegov Gospodar ponizio, pa govori: Gospodar moj me ponizio.",
		"korkutTranslationOfAyah":"A kad mu, da bi ga iskušao, opskrbu njegovu oskudnom učini, onda rekne: \"Gospodar moj me je napustio!\""
	},
	{
		"arabicTextofAyah":"كـَلَّاۖ بَل لَّا تُكۡرِمُونَ ٱلۡيَتِيمَ",
		"tafsirTextofAyah":"A nije tako kao što čovjek misli, jer blagodati nisu dokaz Allahovog zadovoljstva robom, niti su iskušenja dokaz da Allah ponižava roba. Nego, istina je da vi ne vodite brigu o jetimu, dajući mu dio onoga čime vas je Allah opskrbio.",
		"korkutTranslationOfAyah":"A nije tako! Vi pažnju siročetu ne ukazujete,"
	},
	{
		"arabicTextofAyah":"وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
		"tafsirTextofAyah":"Vi jedan drugog ne podstičete da se siromah, koji nema dovoljno hrane, nahrani",
		"korkutTranslationOfAyah":"i da se puki siromah nahrani – jedan drugog ne nagovarate,"
	},
	{
		"arabicTextofAyah":"وَتَأۡكُلُونَ ٱلتُّرَاثَ أَكۡلٗا لَّمّٗا",
		"tafsirTextofAyah":"I uzimate prava slabih, žena, jetima i pohlepno ga koristite, ne gledajući da li je to dozvoljeno.",
		"korkutTranslationOfAyah":"a nasljedstvo pohlepno jedete"
	},
	{
		"arabicTextofAyah":"وَتُحِبُّونَ ٱلۡمَالَ حُبّٗا جَمّٗا",
		"tafsirTextofAyah":"Veoma mnogo volite imetak, pa škrtarite i ne dijelite ga, zbog pohlepe, na Allahovom putu.",
		"korkutTranslationOfAyah":"i bogatstvo pretjerano volite."
	},
	{
		"arabicTextofAyah":"كـَلَّآۖ إِذَا دُكَّتِ ٱلۡأَرۡضُ دَكّٗا دَكّٗا",
		"tafsirTextofAyah":"Ne treba tako da posupate, nego se sjetite dana kada će se zemlja žestoko pokrenuti i uzdrmati.",
		"korkutTranslationOfAyah":"A ne valja to! Kada se Zemlja u komadiće zdrobi"
	},
	{
		"arabicTextofAyah":"وَجَآءَ رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا",
		"tafsirTextofAyah":"I kada dođe tvoj Gospodar, o Poslaniče, kako bi presudio među Svojim robovima, i kada dođu meleki poredani u saffove.",
		"korkutTranslationOfAyah":"i kada dođe Gospodar tvoj, a meleki budu sve red do reda,"
	},
	{
		"arabicTextofAyah":"وَجِاْيٓءَ يَوۡمَئِذِۭ بِجَهَنَّمَۚ يَوۡمَئِذٖ يَتَذَكَّرُ ٱلۡإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكۡرَىٰ",
		"tafsirTextofAyah":"Toga dana biće doveden Džehennem sa sedamdeset hiljada uzda, na svakom uzdetu biće samdeset hiljada meleka koji će ga vući. Toga dana čovjek će se sjetiti šta je propustio u pogledu obaveza prema Allahu, a prisjećanje mu tada neće biti od koristi, jer to je dan obračuna, a ne dan činjenja djela.",
		"korkutTranslationOfAyah":"i kad se tog Dana primakne Džehennem; tada će se čovjek sjetiti – a na što mu je sjećanje?! –"
	},
	{
		"arabicTextofAyah":"يَقُولُ يَٰلَيۡتَنِي قَدَّمۡتُ لِحَيَاتِي",
		"tafsirTextofAyah":"Žestoko se kajući, kazat će: Kamo sreće da sam radio dobra djela i da sam se pripremao za ovaj stvarni život.",
		"korkutTranslationOfAyah":"i reći: \"Kamo sreće da sam se za ovaj život pripremio!\""
	},
	{
		"arabicTextofAyah":"فَيَوۡمَئِذٖ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٞ",
		"tafsirTextofAyah":"Toga dana, ničija kazna neće biti kao Allahova, jer je Njegova kazna veća i vječna je.",
		"korkutTranslationOfAyah":"Tog Dana niko neće kao On mučiti,"
	},
	{
		"arabicTextofAyah":"وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٞ",
		"tafsirTextofAyah":"I nevjernike niko u okove neće vezati, kao što će to On učiniti.",
		"korkutTranslationOfAyah":"i niko neće kao On u okove okivati!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيَّتُهَا ٱلنَّفۡسُ ٱلۡمُطۡمَئِنَّةُ",
		"tafsirTextofAyah":"Čovjeku vjerniku, kada bude umirao, a i na onome svijetu, biće rečeno; O ti dušo koja si bila mirna u svome vjerovanju i koja si dobra djela činila.",
		"korkutTranslationOfAyah":"A ti, o dušo smirena,"
	},
	{
		"arabicTextofAyah":"ٱرۡجِعِيٓ إِلَىٰ رَبِّكِ رَاضِيَةٗ مَّرۡضِيَّةٗ",
		"tafsirTextofAyah":"Vrati se svome Gospodaru zadovoljna onim što te kao nagrada od Njega čeka, a i On je tome zadovoljan jer si činila dobra djela.",
		"korkutTranslationOfAyah":"vrati se Gospodaru svome zadovoljna, a i On tobom zadovoljan,"
	},
	{
		"arabicTextofAyah":"فَٱدۡخُلِي فِي عِبَٰدِي",
		"tafsirTextofAyah":"Uđi i budi među Mojim dobrim robovima.",
		"korkutTranslationOfAyah":"pa uđi među robove Moje,"
	},
	{
		"arabicTextofAyah":"وَٱدۡخُلِي جَنَّتِي",
		"tafsirTextofAyah":"I s njima se nastani u Džennetu koji sam vam pripremio.",
		"korkutTranslationOfAyah":"i uđi u Džennet Moj!"
	}
]