[
	{
		"arabicTextofAyah":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ",
		"tafsirTextofAyah":"Ovo je obznana Allaha i Njegova Poslanika da ugovor koji su oni, višebošci Arapskog poluotoka, potpisali s muslimanima više ne važi.",
		"korkutTranslationOfAyah":"Obznana od Allaha i Njegova Poslanika onim mnogobošcima s kojima ste zaključili ugovore:"
	},
	{
		"arabicTextofAyah":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"“O višebošci, putujte po Zemlji kud god hoćete u periodu od četiri mjeseca nakon kojih nećete imati garanciju sigurnosti i nenapadanja. Budite uvjereni da će Allah poniziti nevjernike, kroz ubijanje i zarobljavanje (u ratu) na ovom svijetu, i kroz džehennemsku patnju na Ahiretu.\" Ovaj se ajet odnosi na one višebošce s kojima je potpisan ugovor na neodređeno vrijeme. Ugovor o miru koji traje određeno vrijeme, pa makar trajao i duže od četiri mjeseca, mora se ispoštovati.",
		"korkutTranslationOfAyah":"\"Putujte po svijetu još četiri mjeseca, ali znajte da Allahu nećete umaći i da će Allah nevjernike osramotiti\";"
	},
	{
		"arabicTextofAyah":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ",
		"tafsirTextofAyah":"Jasan je i objelodanjen proglas od Allaha i Njegova Vjerovjesnika, sallallahu alejhi ve sellem, svim ljudima na dan Kurban bajrama – da ugovor s višebošcima više nije na snazi i da ih se odriču. O višebošci, ako se pokajete, napustite obožavanje kipova i prihvatite islam, to vam je bolje, a ako glave okrenete od pokajanja, budite uvjereni da Allahu nećete umaći, i da od Njegove kazne ne možete pobjeći. O Poslaniče, obavijesti nevjernike o žestokoj kazni koja ih čeka.",
		"korkutTranslationOfAyah":"i proglas od Allaha i Njegova Poslanika ljudima na dan velikog hadža: \"Allah i Njegov Poslanik ne priznaju mnogobošce.\" Pa ako se pokajete, to je za vas bolje; a ako se okrenete, znajte da Allahu nećete umaći! A nevjernike obraduj kaznom nesnosnom!"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Iz prethodnog propisa izuzimaju se višebošci s kojima imate potpisan ugovor, a koji nisu prekršili nijedan paragraf tog ugovora. Održite ugovor koji ste s njima sklopili do isteka njegovog roka, a Allah voli one koji se čuvaju udaljavanja od Njega time što čine ono što je On naredio - u šta spada i pridržavanje ugovora - i klone se onoga što je zabranio - u šta spada i pronevjera ugovora.",
		"korkutTranslationOfAyah":"Mnogobošcima s kojima imate zaključene ugovore koje oni nisu ni u čemu povrijedili, niti su ikoga protiv vas pomagali, ispunite ugovore do ugovorenog roka. Allah zaista voli pobožne."
	},
	{
		"arabicTextofAyah":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Kad prođu sveti mjeseci u kojima ste vašim neprijateljima garantovali sigurnost - ubijajte višebošce gdje god ih nađete, opsjedajte njihove tvrđave i na njihovim putevima, zarobljavajte ih. Ako se pokaju od višeboštva, i počnu klanjati i davati zekat, postali su vaša braća po islamu, pa ih ostavite na miru. Doista Allah puno prašta onima koji se kaju i milostiv je prema njima.",
		"korkutTranslationOfAyah":"Kada prođu sveti mjeseci, ubijajte mnogobošce gdje god ih nađete, zarobljavajte ih, opsjedajte i na svakome prolazu dočekujte! Pa ako se pokaju i budu molitvu obavljali i zekat davali, ostavite ih na miru, jer Allah zaista prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Ako neki višebožac protiv kojeg ti je dozvoljena borba zatraži od tebe sigurnost, pruži mu je kako bi mu proučio nešto lahko iz Kur’ana, ono što će razumjeti, a potom ga pošalji tamo gdje će biti siguran, jer nevjernici ne znaju činjenice ove vjere. Kada ih podučite nečemu od Kur'ana možda krenu pravim putem.",
		"korkutTranslationOfAyah":"Ako te neki od mnogobožaca zamoli za zaštitu, ti ga zaštiti da bi saslušao Allahove riječi, a potom ga otpremi na mjesto pouzdano za njega. To zato što oni pripadaju narodu koji ne zna."
	},
	{
		"arabicTextofAyah":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Ne može postojati ugovor između Allaha i Njegova Poslanika, sallallahu alejhi ve sellem, s jedne, i višebožaca, s druge strane, jer su višebošci vjerolomni. No, ipak, držite se ugovora koji ste sklopili na Hudejbiji, u blizini Časnog hrama, sve dok ga se oni budu držali, jer Svevišnji Allah voli one koji Ga se boje izvršavajući vjerske naredbe, a sustežući se od vjerskih zabrana.",
		"korkutTranslationOfAyah":"Kako će mnogobošci imati ugovor sa Allahom i Poslanikom Njegovim?! – Ali, s onima s kojima ste ugovor kod Časnog hrama zaključili, sve dok se oni ugovora budu pridržavali, pridržavajte se i vi, jer Allah zaista voli pobožne."
	},
	{
		"arabicTextofAyah":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ",
		"tafsirTextofAyah":"Kako da se držite ugovora s višebošcima kad su oni vaši neprijatelji, ako bi vas pobijedili i nad vama zavladali, ništa ih ne bi spriječilo da vas kažnjavaju i žestoko muče: ni savez, ni srodstvo, ni ugovor!? Oni vas pridobivaju slatkim, umilnim riječima, a srca su im pakosna protiv vas, zavide vam, mrze vas i zakleti su vam neprijatelji; većina njih krše ugovor.",
		"korkutTranslationOfAyah":"Kako, kada oni, ako bi vas pobijedili, ne bi, kad ste vi u pitanju, ni srodstvo ni sporazum poštivali?! Oni vam se ustima svojim umiljavaju, ali im se srca protive, većina njih su nevjernici."
	},
	{
		"arabicTextofAyah":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"Slijeđenje Allahovih ajeta - u šta spada i pridržavanje ugovora - zamjenjuju za nešto što je bijedno, nisko i prolazno - a to su dunjalučka uživanja - pa sprečavaju ljude od ulaska u islam. Loše je ono što oni čine!",
		"korkutTranslationOfAyah":"Oni Allahove ajete za ono što malo vrijedi zamjenjuju, pa od puta Njegova odvraćaju; zaista je ružno kako postupaju."
	},
	{
		"arabicTextofAyah":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ",
		"tafsirTextofAyah":"Kad su posrijedi vjernici, oni ne poštuju ni savez, ni srodstvo, ni ugovor, pa prelaze granice Allahova šerijata, nepravedni su i nasrću na prava drugih.",
		"korkutTranslationOfAyah":"Ni rodbinstvo ni sporazum, kada je vjernik u pitanju, ne poštuju, i sve granice zla prekoračuju."
	},
	{
		"arabicTextofAyah":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
		"tafsirTextofAyah":"No, pokaju li se prihvatajući islam, počnu klanjati obavezne namaze i davati zekat, oni su tad vaša braća u vjeri, pa imaju ista prava i obaveze kao i vi. Više vam neće biti dozvoljeno da se borite protiv njih, jer su zaštićeni islamom. Eto tako Allah objašnjava Svoje dokaze onima koji razumiju i imaju pameti, jer će samo takvi uzeti pouku.",
		"korkutTranslationOfAyah":"Ali ako se oni budu pokajali i molitvu obavljali i zekat davali, braća su vam po vjeri. – A Mi dokaze objašnjavamo ljudima koji razumiju."
	},
	{
		"arabicTextofAyah":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ",
		"tafsirTextofAyah":"Ako ovi višebošci koji su s vama sklopili ugovor o nenapadanju određeni vremenski period prekrše to i ponovo budu vrijeđali vašu vjeru - borite se protiv njih, oni su kolovođe nevjerstva. Sa njima više ne vrijede ugovori i nisu zaštićeni. Borite se protiv njih kako bi se okanili svog nevjerstva, kršenja ugovora i vrijeđanja islama.",
		"korkutTranslationOfAyah":"A ako prekrše zakletve svoje, poslije zaključenja ugovora s njima, i ako vjeru vašu budu vrijeđali, onda se borite protiv kolovođa bezvjerstva – za njih, doista, ne postoje zakletve – da bi se okanili."
	},
	{
		"arabicTextofAyah":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"Zašto se ne borite protiv protiv ljudi koji su prekršili svoje ugovore s vama, i koji su se dogovorili prognati Resulullaha, sallallahu alejhi ve sellem, iz Meke? Oni su prvi počeli rat protiv vas, kada su pomogli pleme Bekr, koji bijahu saveznici Kurejšija, protiv plemena Huza'a, koji bijahu saveznici Poslanika, sallallahu alejhi ve sellem. Zar se njih bojite pa se ne borite protiv njih? Samo se Allaha treba bojati, ako iskreno vjerujete.",
		"korkutTranslationOfAyah":"Zar se nećete boriti protiv ljudi koji su zakletve svoje prekršili i nastojali protjerati Poslanika, i prvi vas napali? Zar ih se bojite? Preče je da se Allaha bojite, ako ste vjernici."
	},
	{
		"arabicTextofAyah":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ",
		"tafsirTextofAyah":"O pravovjerni, borite se protiv nevjernika, Allah će ih kazniti vašim rukama, time što ćete ubijati, poraziti i zarobljavati nevjernike (koji ratuju protiv vas). On će vas pomoći protiv njih dajući vam pobjedu, i srca onih koji nisu učestvovali u bici bit će izliječena kada vide pogibiju, zarobljavanje i poraz nevjernika pred vjernicima.",
		"korkutTranslationOfAyah":"Borite se protiv njih! Allah će ih rukama vašim kazniti i poniziti, a vas će protiv njih pomoći, i grudi vjernika zaliječiti"
	},
	{
		"arabicTextofAyah":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
		"tafsirTextofAyah":"Allah će dati da pobjeda vjernika bude razlog za otklanjanje srdžbe i bijesa iz vjerničkih srca. A koji se od protivnika pokaje – pa, Uzvišeni Allah će mu oprostiti, kao što se desilo sa nekim Mekelijama na danu oslobođenja Mekke. Allah zna onoga ko se iskreno pokaje, savršeno mudro stvara i uređuje stvorenja, i savršeno mudro propisuje zakone.",
		"korkutTranslationOfAyah":"i iz srca njihovih brigu odstraniti. A Allah će onome kome On hoće oprostiti. – Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
		"tafsirTextofAyah":"Zar mislite, o vjernici, da će vas Allah ostaviti a da vas neće iskušati? Iskušenje je Allahov zakon na ovom svijetu, i On će vas iskušavati kako bi ukazao na one koji se iskreno bore na Njegovom putu i ko od vas, umjesto Gospodara i Resulullaha, sallallahu alejhi ve sellem, nije uzeo nikog za prisnog prijatelja s kojima razmjenjuju ljubav. Sveznajućem su Allahu, o ljudi, poznata sva vaša djela, javna i tajna, i dat će vam ono što ste zaslužili.",
		"korkutTranslationOfAyah":"Zar mislite da ćete biti ostavljeni, a da Allah ne ukaže na one među vama koji se bore i koji, umjesto Allaha i Poslanika Njegova i vjernika, nisu uzeli nikoga za prisna prijatelja? – A Allah dobro zna za ono što radite."
	},
	{
		"arabicTextofAyah":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ",
		"tafsirTextofAyah":"Ne priliči da višebošci grade i održavaju džamije kroz obožavanje i dobra djela dok ispoljavaju nevjerovanje i bore se protiv islama. Svemogući će Allah poništiti sva njihova djela jer ne ispunjavaju uslov primanja - islam, i oni će na Sudnjem danu u Vatru ući, u kojoj će vječno boraviti, osim ako se pokaju od širka prije nego im smrt dođe.",
		"korkutTranslationOfAyah":"Mnogobošci nisu dostojni da Allahove džamije održavaju kad sami priznaju da su nevjernici. Djela njihova će se poništiti i u vatri će vječno ostati."
	},
	{
		"arabicTextofAyah":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ",
		"tafsirTextofAyah":"Izgradnju i održavanje džamija i njihovo ispunjavanje ibadetom zaslužuje samo onaj koji vjeruje u Allaha Jedinog i sudruga Mu ni u čemu ne pridružuje, i ko u Sudnji dan vjeruje, namaz klanja, zekat daje, samo se Allaha boji. Za njih se može nadati da će ih Milostivi Allah uputiti na pravi put, a kad je riječ o višebošcima, oni su posve daleko od toga.",
		"korkutTranslationOfAyah":"Allahove džamije održavaju oni koji u Allaha i u onaj svijet vjeruju i koji molitvu obavljaju i zekat daju i koji se nikoga osim Allaha ne boje; oni su, nadati se je, na Pravome putu."
	},
	{
		"arabicTextofAyah":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Zar mislite, o višebošci, da je onaj koji hadžije napaja vodom i vodi brigu o Časnom hramu jednak onom koji vjeruje u Allaha i nikoga Mu ni u čemu ne pridružuje, i ko u Posljednji dan vjeruje i bori se na Božijem putu životom i imetkom da bi Allahova riječ bila gornja a riječ nevjernika donja?! Zar ih smatrate isto vrijednim kod Allaha? Oni nikako ne mogu biti jednaki. Allah neće na pravi put uputiti one koji nepravdu sebi čine pridružujući Allahu sudruga, makar činili dobra djela kao što je napajanje hadžija.",
		"korkutTranslationOfAyah":"Zar smatrate da je onaj koji hodočasnike vodom napaja i koji vodi brigu o Časnome hramu ravan onome koji u Allaha i u onaj svijet vjeruje i koji se na Allahovu putu bori? Nisu oni jednaki pred Allahom. A Allah neće ukazati na Pravi put onima koji sami sebi nepravdu čine."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ",
		"tafsirTextofAyah":"Oni koji su spojili vjerovanje u Allaha sa činjenjem hidžre iz svoje u islamsku zemlju i bore se na Allahovu putu, imecima i životima, na najvećem su stupnju kod Allaha. Oni će na oba svijeta ostvariti svoje želje i bit će istinski dobitnici, u Džennet će ući.",
		"korkutTranslationOfAyah":"U većoj su časti kod Allaha oni koji vjeruju i koji se iseljavaju i koji se bore na Allahovu putu zalažući imetke svoje i živote svoje; oni će postići što žele."
	},
	{
		"arabicTextofAyah":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ",
		"tafsirTextofAyah":"Svevišnji Allah šalje im vijesti da će im, iz Svoje neizmjerne milosti, oprostiti grijehe, biti zadovoljan njima i nikad se na njih neće rasrditi, a potom će ih uvesti u vječne džennetske bašče.",
		"korkutTranslationOfAyah":"Gospodar njihov im šalje radosne vijesti da će im milostiv i blagonaklon biti i da će ih u džennetske bašče uvesti, u kojima će neprekidno uživati,"
	},
	{
		"arabicTextofAyah":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
		"tafsirTextofAyah":"Oni će u Džennetu biti vječno, kao nagrada za dobra djela koja su činili na dunjaluku. Kod Allaha je velika nagrada za one koji su radili ono što je naredio i klonili se onoga što je zabranio.",
		"korkutTranslationOfAyah":"vječno i zauvijek će u njima boraviti. Uistinu, u Allaha je nagrada velika."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i slijedite ono sa čim je došao Njegov Poslanik, ne uzimajte svoje očeve, niti svoju braću, niti bilo kog rođaka za prisne prijatelje, pa da im otkrivate tajne vjernika i sa njima se konsultujete mimo vjernika, ako su ti rođaci dali prednost nevjerstvu nad islamom. Ko njih uzme za pomagače i prisne prijatelje dok su nevjernici i ispoljava im čistu srčanu ljubav (koja je viši stepen od prirodne naklonosti i milosti duše prema rodbini ili tome slično), zgriješio je prema Allahu i time nepravdu prema sebi učinio.",
		"korkutTranslationOfAyah":"O vjernici, ne prijateljujte ni sa očevima vašim ni sa braćom vašom ako više vole nevjerovanje od vjerovanja. Onaj od vas koji bude s njima prijateljevao, on se doista prema sebi ogriješio."
	},
	{
		"arabicTextofAyah":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
		"tafsirTextofAyah":"Reci, o Vjerovjesniče, onima koji preferiraju ovaj svijet: “Ako su vam očevi, i sinovi, i braća, i žene, i porodice, i stečeni imeci, i trgovačka roba za koju strepite da neće imati prođe, i kuće vaše u kojima uživate – draži od pokornosti Allahu, hidžre i borbe na Božijem putu, onda pričekajte kaznu Silnog Allaha! Allah neće na pravi put uputiti one koji Mu prkose i čine ono što On ne voli.\"",
		"korkutTranslationOfAyah":"Reci: \"Ako su vam očevi vaši, i sinovi vaši, i braća vaša, i žene vaše, i rod vaš, i imanja vaša koja ste stekli, i trgovačka roba za koju strahujete da prođe neće imati, i kuće vaše u kojima se prijatno osjećate – miliji od Allaha i Njegova Poslanika i od borbe na Njegovu putu, onda pričekajte dok Allah Svoju odluku ne donese. A Allah grješnicima neće ukazati na Pravi put.\""
	},
	{
		"arabicTextofAyah":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ",
		"tafsirTextofAyah":"Uzvišeni Allah bio je uz vas, vjernici, pa vam je pomogao protiv višebožaca u mnogim bitkama i pohodima, iako ste bili slabi i malobrojni, kad ste se na Njega oslonili i sebebe poduzeli, i kada niste bili obmanuti svojom brojnošću, jer brojnost nije sebeb (uzrok) vaše pobjede. Što se tiče bitke na Hunejnu, gdje ste bili poneseni svojom brojnošću i rekli ste: \"Danas nećemo biti pobijeđeni zbog malobrojnosti.\", nije vam mnoštvo koristilo, pa vas je neprijatelj savladao i zemlja vam je postala tijesna, ma koliko prostrana bila, a onda ste se u bijeg dali, poraženi.",
		"korkutTranslationOfAyah":"Allah vas je na mnogim bojištima pomogao, a i onoga dana na Hunejnu kada vas je mnoštvo vaše zanijelo, ali vam ono nije ni od kakve koristi bilo, nego vam je zemlja, koliko god da je bila prostrana, tijesna postala, pa ste se u bijeg dali."
	},
	{
		"arabicTextofAyah":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Nakon vašeg bježanja od neprijatelja, Allah je na Poslanika i na vjernike spustio smiraj, pa su se vratili na poprište bitke i poslao je meleke koje niste vidjeli, a kaznio je nevjernike pogibijom, zarobljavanjem i zaplijenom imetka i zarobljavanjem porodica. Eto, to je višebošcima bila kazna zato što su utjerali Allaha i Njegovog Poslanika u laž, okrećući se od Objave sa kojom je došao.",
		"korkutTranslationOfAyah":"Zatim je Allah na Poslanika Svoga i na vjernike milost Svoju spustio, i vojske koje vi niste vidjeli poslao i one koji nisu vjerovali na muke stavio; i to je bila kazna za nevjernike."
	},
	{
		"arabicTextofAyah":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Zatim, ko se pokaje od svog nevjerstva i svoje zablude, nakon te kazne - Allah će mu oprostiti, jer On prašta pokajnicima i milostiv je prema njima. On od pokajnika prihvata pokajanje nakon nevjerstva i činjenja grijeha.",
		"korkutTranslationOfAyah":"Allah je poslije toga onome kome je htio oprostio, a Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i Njegovog Poslanika, i slijedite ono što vam je propisao, višebošci su nečist, zbog nevjerstva, nepravde, i ružnih karakternih osobina i običaja, pa neka ne ulaze u mekkanski harem - u okviru kojeg je i sam Sveti hram - makar bili hadžije ili došli na 'umru, nakon ove, devete godine po Hidžri. Ukoliko se bojite, o vjernici, siromaštva zbog prekida hrane i razne robe sa kojima su mušrici dolazili, Allah će vam to nadoknaditi iz Svojih riznica, ako bude htio. Doista Allah zna vaše stanje i mudro određuje ono što je dobro za vas.",
		"korkutTranslationOfAyah":"O vjernici, mnogobošci su sama pogan, i neka više ne dolaze na hadž Svetome hramu poslije ovogodišnjeg hadža. A ako se bojite oskudice, pa Allah će vas, ako hoće, iz obilja Svoga imućnim učiniti. – Allah zaista sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ",
		"tafsirTextofAyah":"Vjernici, borite se protiv nevjernikā, koji Allahu sudruga pridružuju, i koji ne vjeruju Posljednji dan, i koji se ne klone onoga što je zabranio Allah preko Svog Poslanika, poput strvine, svinjskog mesa, alkohola i kamate, i koji se ne žele povinovati odredbama Allahovog zakona. Borite se protiv njih, a to su jevreji i kršćani, sve dok ne daju džizju poraženi.",
		"korkutTranslationOfAyah":"Borite se protiv onih kojima je data Knjiga, a koji ne vjeruju ni u Allaha ni u onaj svijet, ne smatraju zabranjenim ono što Allah i Njegov Poslanik zabranjuju i ne ispovijedaju istinsku vjeru – sve dok ne daju glavarinu poslušno i smjerno."
	},
	{
		"arabicTextofAyah":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ",
		"tafsirTextofAyah":"Jevreji i kršćani su višebošci. Jevreji su Allahu pridružili Uzejra kao Allahovog sina, a kršćani su ustvrdili da je Isa Allahov sin, neosnovano i bez ikakva dokaza to govoreći. Slično su izmišljali i prijašnji višebošci koji su govorili da su meleki Božije kćeri. Uzvišen je Allah i daleko iznad onoga što oni tvrde! Kako se odmeću od jasne istine i prihvataju zabludu?!",
		"korkutTranslationOfAyah":"Jevreji govore: \"Uzejr je – Allahov sin\", a kršćani kažu: \"Mesih je – Allahov sin.\" To su riječi njihove, iz usta njihovih, oponašaju riječi nevjernika prijašnjih – ubio ih Allah! Kuda se odmeću?"
	},
	{
		"arabicTextofAyah":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ",
		"tafsirTextofAyah":"Jevreji svoje svećenike, a kršćani svoje monahe smatraju bogovima pored Allaha, pa im oni dozvoljavaju ono što je Allah zabranio i zabranjuju ono što je Allah dozvolio. Kršćani vjeruju da je Isa, sin Merjemin, bog kojeg treba obožavati pored Uzvišenog Allaha. Uzvišeni Allah je rabinima i monasima, i Uzejru i Isau sinu Merjeminom, naredio da samo Njega, Jedinog, obožavaju, jer On, Uzvišeni, je jedan jedini Bog, i niko pored njega nema pravo biti obožavan. On je daleko iznad toga da ima sudruga, kako to tvrde višebošci i njima slični.",
		"korkutTranslationOfAyah":"Oni, pored Allaha, bogovima smatraju svećenike svoje i monahe svoje i Mesiha, sina Merjemina, a naređeno im je da se samo jednom Bogu klanjaju – nema boga osim Njega. On je vrlo visoko iznad onih koje oni Njemu ravnim smatraju."
	},
	{
		"arabicTextofAyah":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
		"tafsirTextofAyah":"Jevreji, kršćani i svi ostali nevjernici žele, vrijeđajući islam i utjerujući u laž ono sa čim je došao Muhammed, sallallahu 'alejhi ve sellem, žele uništiti islam i njegove kristalno jasne dokaze Allahove jednoće i istinitosti posljednje Objave, ali Allah odbija to i uistinu će upotpuniti i uzdići Njegovu vjeru nad svim ostalim, makar nevjernicima bilo mrsko. Kada Allah nešto hoće - biva uništeno sve što se Njegovoj volji suprotstavlja.",
		"korkutTranslationOfAyah":"Oni žele da ustima svojim utrnu Allahovo svjetlo, a Allah želi vidljivim učiniti svjetlo Svoje, makar ne bilo po volji nevjernicima."
	},
	{
		"arabicTextofAyah":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ",
		"tafsirTextofAyah":"Allah je Vjerovjesnika Muhammeda, sallallahu alejhi ve sellem, poslao s Kur'anom, u kojem se nalazi uputa za ljude, i poslao ga je sa istinitom vjerom, islamom, kako bi uzdigao tu vjeru i njene jasne dokaze i propise iznad svih drugih vjera, makar ne bilo po volji višebošcima.",
		"korkutTranslationOfAyah":"On je poslao Poslanika Svoga s uputstvom i pravom vjerom da bi je izdigao iznad ostalih vjera, makar ne bilo po volji mnogobošcima."
	},
	{
		"arabicTextofAyah":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ",
		"tafsirTextofAyah":"O vi koji vjerujete i radite po Allahovom zakonu, doista mnogi rabini i monasi bespravno uzimaju imetak od naroda, kroz mito i druge radnje, i ljudima zabranjuju prihvatanje Allahove vjere. One koji gomilaju zlato i srebro, a ne daju obavezni zekat na to, \"obraduj\" žestokom i bolnom patnjom na Sudnjem danu.",
		"korkutTranslationOfAyah":"O vjernici, mnogi svećenici i monasi doista na nedozvoljen način tuđa imanja jedu i od Allahova puta odvraćaju. Onima koji zlato i srebro gomilaju i ne troše ga na Allahovom putu – navijesti bolnu patnju"
	},
	{
		"arabicTextofAyah":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ",
		"tafsirTextofAyah":"Na Sudnjem danu će se ložiti vatra na blagu kojeg su bespravno skupljali, u Džehennemu, pa kada se užari - biće im stavljeno na čela, bokove i leđa, i bit će im rečeno: “Ovo je vaš imetak kojeg ste skupljali i niste udjeljivali ono što je obavezno. Iskusite posljedice vaših djela!”",
		"korkutTranslationOfAyah":"na Dan kad se ono u vatri džehennemskoj bude usijalo, pa se njime čela njihova i slabine njihove i leđa njihova budu žigosala. \"Ovo je ono što ste za sebe zgrtali; iskusite zato kaznu za ono što ste gomilali!\""
	},
	{
		"arabicTextofAyah":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Prema Allahovoj odredbi koju je zapisao u Levhi-mahfuzu tek što je stvorio nebesa i Zemlju, u godini ima tačno dvanaest mjeseci. Od toga je u četiri zabranjeno ratovanje, a to su: zul-ka'de, zul-hidždže, muharrem i redžeb. Taj spomenuti broj mjeseci, i svetost četiri mjeseca, predstavljaju dio ispravne vjere, pa nemojte sebi nepravdu činiti time što ćete u navedena četiri mjeseca ratovati, skrnaveći ih. I borite se (u ostalim mjesecima) protiv svih višebožaca kao što se oni bore protiv svih vas, i znajte da je Allah pomaže i daje pobjedu onima koji se čuvaju od onoga što će ih udaljiti od Njega, pa čine ono što je naredio i klone se onoga što je zabranio, i On ih učvršćuje na pravom put, a onaj uz koga je Allah - niko ga ne može pobijediti.",
		"korkutTranslationOfAyah":"Broj mjeseci u Allaha je dvanaest, prema Allahovoj Knjizi, od dana kada je nebesa i Zemlju stvorio, a četiri su sveta; to je prava vjera. U njima ne griješite! A borite se protiv svih mnogobožaca, kao što se oni svi bore protiv vas; i znajte da je Allah na strani onih koji se Allaha boje i grijeha klone."
	},
	{
		"arabicTextofAyah":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Proizvoljno pomjeranje svetosti s onog mjeseca kojeg je Allah učinio svetim i činjenje svetim mjeseca kojeg Allah nije učinio svetim povećava nevjerovanje kod višebožaca, jer su prvo učinili nevjerstvo u Allaha, a zatim u Njegov zakon po pitanju svetih mjeseci. Šejtan tako nevjernike u zabludu odvodi, pa jedne godine dozvoljavaju borbu u mjesecu u kojem je to zabranjeno, zabranjujući je u mjesecu u kojem to nije zabranjeno, a druge godine ponovo taj mjesec čiju su svetost prekršili, čine svetim uklanjajući svetost sa onog mjeseca kojeg su privremeno učinili svetim, a sve to kako bi na kraju bio isti broj svetih mjeseci, makar nekada ne bili to baš oni mjeseci koje je Allah učinio svetim. Time krše Allahov zakon. Šejtan im je uljepšao loša djela, pa su ih činili, u šta spada i navedeni ružni običaj, a Allah neće uputiti na pravi put one koji ustrajavaju na nevjerstvu.",
		"korkutTranslationOfAyah":"Premještanjem svetih mjeseci samo se povećava nevjerovanje, čime se nevjernici dovode u zabludu; jedne godine ga proglašavaju običnim, a druge godine ga proglašavaju svetim – da bi ispunili broj onih mjeseci koje je Allah učinio svetim. Ružni postupci njihovi predstavljeni su im kao lijepi. A Allah neće ukazati na Pravi put onima koji neće da vjeruju."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ",
		"tafsirTextofAyah":"O vi koji vjerujete u Allaha i Njegovog Poslanika, i radite po onome što vam je Allah propisao, zašto kada ste bili pozvani u borbu na Allahovu putu protiv vašeg neprijatelja - oklijevate i težite ka ostanku u svojim kućama? Zar preferirate prolazna uživanja nad vječnim blagodatima koje je Allah pripremio za one koji se bore na Njegovom putu!? Ovaj je život kratak, bijedan i ništavan u odnosu na Ahiret, pa kako da razuman čovjek da prednost nečemu prolaznom nad nečim vječnim i nečem ništavnom nad nečim veličanstvenim?",
		"korkutTranslationOfAyah":"O vjernici, zašto ste neki oklijevali kada vam je bilo rečeno: \"Krenite u borbu na Allahovu putu!\", kao da ste za zemlju prikovani? Zar vam je draži život na ovome svijetu od onoga svijeta? A uživanje na ovome svijetu, prema onome na onome svijetu, nije ništa."
	},
	{
		"arabicTextofAyah":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
		"tafsirTextofAyah":"O vjernici, ne budete li se borili na Allahovu putu protiv vaših neprijatelja, On će vas kazniti poniženjem, porazima, tegobama i raznim iskušenjima, a potom će vas zamijeniti Svojim iskrenim robovima koji će se boriti na Njegovu putu bez oklijevanja. Vi ne možete nimalo nauditi Silnom Allahu kršenjem Njegove naredbe, budući da je On neovisan o bilo kome, dok ste vi ovisni o Njemu. Allah sve može, u šta spada i to da pomogne Svoju vjeru i Svog Vjerovjesnika bez vas.",
		"korkutTranslationOfAyah":"Ako ne budete u boj išli, On će vas na nesnosne muke staviti i drugim će vas narodom zamijeniti, a vi Mu nećete nimalo nauditi. A Allah sve može."
	},
	{
		"arabicTextofAyah":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
		"tafsirTextofAyah":"Ako vi ne htjednete pomoći Resulullahu, sallallahu alejhi ve sellem, i ne budete se odazvali njegovom pozivu u borbu na Allahovom putu, pa Allah ga je pomogao i bez vas, onda kad su njega i Ebu Bekra nevjernici protjerali iz Meke, same, pa kada su bili sami u pećini, krijući se od nevjernika koji su ih tražili. Tada, kada se Ebu Bekr pobojao da će višebošci doći do Poslanika, Poslanik, sallallahu alejhi ve sellem, mu se obratio: “Ne brini se, Allah je s nama Svojim pomaganjem!” Tada je Allah spustio smirenost i sigurnost u Vjerovjesnikovo, sallallahu alejhi ve sellem, srce, i spustio je vojske koje vi ne vidite - a to su meleki - kako bi ga pomogli. Tada je Svevišnji Allah učinio da riječ nevjernika bude donja, a da Allahova riječ bude gornja. Tada je uzdigao islam, a Allah je silan i apsolutni vladar svega, mudar je u onom što čini, određuje i propisuje.",
		"korkutTranslationOfAyah":"Ako ga vi ne pomognete – pa pomogao ga je Allah onda kad su ga oni koji ne vjeruju prisilili da ode, kad je s njim bio samo drug njegov, kada su njih dvojica bila u pećini i kada je on rekao drugu svome: \"Ne brini se, Allah je s nama!\", pa je Allah spustio smirenost na druga njegova, a njega pomogao vojskom koju vi niste vidjeli i učinio da riječ nevjernika bude donja, a Allahova riječ, ona je – gornja. Allah je silan i mudar."
	},
	{
		"arabicTextofAyah":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
		"tafsirTextofAyah":"Polazite u borbu na Allahovu putu, o vjernici, bilo vam lahko ili teško, bili mladi ili stari, i trošite svoje imetke na tom putu i žrtvujte svoje živote. Borba na Allahovom putu, imecima i životima, korisnija vam je i na dunjaluku i na Ahiretu, od sjedenja i vezanosti za te imetke i živote. Ako to znate onda težite onome što je bolje.",
		"korkutTranslationOfAyah":"Krećite u boj, bili slabi ili snažni, i borite se na Allahovu putu zalažući imetke svoje i živote svoje! To vam je, da znate, bolje!"
	},
	{
		"arabicTextofAyah":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Kad je posrijedi borba, da se, o Vjerovjesniče, radi o materijalnoj koristi do koje je lahko doći, bez umora i poteškoće, pošli bi s tobom i munafici, oni koji inače izostaju. Međutim, njima, dvoličnjacima, učinila se ta razdaljina koju moraju prevaliti do neprijatelja veoma velikom pa su ostali kod kuće. A kad se vratiš u Medinu, oni će se pojaviti i zaklinjat će ti se Allahom: “Da smo ikako mogli, pošli bismo s vama u boj!” Oni se ovim lažnim zakletvama izlažu najžešćoj kazni, Allah zna da su njihove zakletve i isprike lažne i ništavne.",
		"korkutTranslationOfAyah":"Da se radilo o plijenu nadohvat ruke i ne toliko dalekom pohodu, licemjeri bi te slijedili, ali im je put izgledao dalek. I oni će se zaklinjati Allahom: \"Da smo mogli, doista bismo s vama pošli\", i tako upropastiti sami sebe, a Allah zna da su oni lažljivci."
	},
	{
		"arabicTextofAyah":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ",
		"tafsirTextofAyah":"Allah ti je, Poslaniče, oprostio tvoju odluku da im dozvoliš da ostanu u Medini i ne idu u pohod na Tebuk. Iako si trebao sačekati dok se ne uvjeriš ko je od njih iskren a ko laže, ti si požurio i prihvatio njihove isprike.",
		"korkutTranslationOfAyah":"Neka ti Allah oprosti što si dozvolio da izostanu, dok se nisi uvjerio koji od njih govore istinu, a koji lažu."
	},
	{
		"arabicTextofAyah":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Ljudi koji iskreno vjeruju u Allaha i u Sudnji dan neće od tebe tražiti dopuštenje da ne učestvuju u borbi imecima i životima. Naprotiv, njihov je običaj da ti se odmah odazovu kada ih pozoveš, i da se bore imecima i životima svojim. Allah zna bogobojazne, koji ne traže dozvolu za izostajanje iz borbe osim kada imaju opravdan razlog koji ih sprečava da s vama idu.",
		"korkutTranslationOfAyah":"Oni koji vjeruju u Allaha i u onaj svijet neće od tebe tražiti dozvolu da se ne bore zalažući imetke svoje i živote svoje. – A Allah dobro zna one koji su bogobojazni."
	},
	{
		"arabicTextofAyah":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ",
		"tafsirTextofAyah":"Dozvolu za izostanak iz borbe na Allahovom putu tražit će samo munafici, koji ne vjeruju u Allaha i u Sudnji dan. Njihova srca sumnjaju u Allahovu vjeru, i oni tumaraju tminama sumnji i zbunjenosti, nikako da ka istini budu upućeni.",
		"korkutTranslationOfAyah":"Od tebe će tražiti dozvolu samo oni koji ne vjeruju u Allaha i u onaj svijet i čija se srca kolebaju, pa sumnjaju i neodlučni su."
	},
	{
		"arabicTextofAyah":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ",
		"tafsirTextofAyah":"Da su dvoličnjaci uistinu željeli poći s tobom u borbu na Allahovom putu, kako tvrde, pripremili bi se onako kako to dolikuje ratnicima. Međutim, Allah nije želio da oni pođu u borbu s tobom, pa im je taj izlazak predstavio teškim.",
		"korkutTranslationOfAyah":"Da su imali namjeru poći, sigurno bi za to pripremili ono što je potrebno, ali Allahu nije bilo po volji da idu, pa ih je zadržao, i bî im rečeno: \"Sjedite sa onima koji sjede!\""
	},
	{
		"arabicTextofAyah":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Dobro je da ovi licemjeri ne pođu sa vama u borbu, jer da su pošli samo bi nered među vama unijeli, odvraćajući vas od borbe i ubacujući sumnje među vojnicima. Težili bi rasturanju vojske, a među vama ima onih koji vjeruju njihovim lažima, pa bi povjerovali i u te nove laži i širili bi ih. Nakon toga bi došlo do razilaženja među vama, a Allah zna munafike koji ubacuju sumnje među vjernike.",
		"korkutTranslationOfAyah":"Da su pošli s vama, bili bi vam samo na smetnji i brzo bi među vas smutnju ubacili, a među vama ima i onih koji ih rado slušaju. A Allah zna nasilnike."
	},
	{
		"arabicTextofAyah":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ",
		"tafsirTextofAyah":"Dvoličnjaci su i prije pohoda na Tebuk sijali smutnju, prepadali vjernike i izazivali nered i raskol, varali su i pokušali obmanjivati Resulullaha, sallallahu alejhi ve sellem, sve dok Svevišnji Allah nije pomogao islam i Svoga Poslanika, sallallahu alejhi ve sellem, a riječ Svoju uzdigao i vojsku Svoju podržao. A njima, dvoličnjacima, nije bilo po volji to što je Allah, džellešanuhu, pomogao i uzvisio islam, jer su htjeli da zabluda pobijedi istinu.",
		"korkutTranslationOfAyah":"Oni su i prije smutnju priželjkivali i smicalice ti smišljali sve dok nije, uprkos njima, Istina pobijedila i Allahova vjera zavladala."
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
		"tafsirTextofAyah":"Neki dvoličnjaci izmišljaju opravdanja: “Vjerovjesniče, dozvoli mi da ne pođem u borbu s vama! Ne razriješiš li me i pođem li u borbu, zaradit ću grijeh zbog iskušenja bizantijskim ženama kada ih vidim!” Oni su, ne opažajući, ovim postupkom upali u najveću smutnju – smutnju licemjerstva i smutnju izostajanja iz borbe. Džehennem će na Sudnjem danu okruživati nevjernike i niko mu neće umaći.",
		"korkutTranslationOfAyah":"Ima ih koji govore: \"Oslobodi me i ne dovedi me u iskušenje!\" Eto, baš u iskušenje su pali! A nevjernici sigurno neće umaći Džehennemu."
	},
	{
		"arabicTextofAyah":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ",
		"tafsirTextofAyah":"Ako ti se, Vjerovjesniče, dogodi nešto lijepo, ako pobijediš ili stekneš ratni plijen, dvoličnjaci se odmah rastuže, a akoli te pogodi neka nedaća ili ako doživiš poraz, oni kažu: \"Bili smo oprezni i sačuvali se neodlaženjem u borbu u koju su otišli vjernici, pa su pobijeni i zarobljeni.\" Zatim odlaze sretni svojim porodicama jer su se spasili.",
		"korkutTranslationOfAyah":"Ako postigneš uspjeh, to ih ogorči; a kad te pogodi nesreća, oni govore: \"Mi smo i ranije bili oprezni\" – i odlaze veseli."
	},
	{
		"arabicTextofAyah":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
		"tafsirTextofAyah":"Reci, Poslaniče ovim licemjerima: “Sve što nam se događa biva Allahovom voljom i Njegovim određenjem. Gospodar upravlja nama u svim stanjima, i u blagostanju i u poteškoći, On je naše utočište i na Njega se oslanjamo u svemu što radimo.\" Vjernici svoju sudbinu Allahu Jedinom prepuštaju, On im je dovoljan i divan Zaštitnik.",
		"korkutTranslationOfAyah":"Reci: \"Dogodiće nam se samo ono što nam Allah odredi, On je Gospodar naš.\" I neka se vjernici samo u Allaha pouzdaju!"
	},
	{
		"arabicTextofAyah":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
		"tafsirTextofAyah":"Allahov Poslaniče, reci dvoličnjacima: “Očekujete li vi u pogledu nas bilo šta drugo osim dva veličanstvena završetka: pobjedu i ponos na dunjaluku, ili šehadet i najveću nagradu na Ahiretu? Što se nas tiče, mi očekujemo da Allah na vas spusti kakvu kaznu s neba, ili da vas kazni našim rukama, ako nam dozvoli borbu protiv vas. Eto, vi čekajte šta će biti s nama, a i mi ćemo čekati šta će dogoditi vama.”",
		"korkutTranslationOfAyah":"Reci: \"Očekujete li za nas šta drugo već jedno od dva dobra? A mi očekujemo da vas Allah sam ili rukama našim kazni. Pa iščekujte, i mi ćemo s vama čekati.\""
	},
	{
		"arabicTextofAyah":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ",
		"tafsirTextofAyah":"Reci dvoličnjacima: “Allah neće prihvatiti vašu milostinju, davali je milom ili silom, zato što ste Mu nepokorni i što ste nevjernici.\"",
		"korkutTranslationOfAyah":"Reci: \"Trošili milom ili silom, od vas se neće primiti, jer vi ste opak narod.\""
	},
	{
		"arabicTextofAyah":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ",
		"tafsirTextofAyah":"Njihova milostinja ne može biti primljena zbog tri stvari: 1 - jer oni ne vjeruju u Allaha i Njegova Poslanika, sallallahu alejhi ve sellem; 2 - kad klanjaju namaz, klanjaju ga nemarno, tromo i radi toga da ih ljudi vide; 3 - kad nešto udjeljuju, oni to nevoljno čine, jer se ne nadaju nagradi ni za svoj namaz ni za svoje udjeljivanje.",
		"korkutTranslationOfAyah":"A prilozi njihovi neće biti primljeni zato što u Allaha i u Njegova Poslanika ne vjeruju, što s predanošću molitve ne obavljaju i što samo preko volje udjeljuju."
	},
	{
		"arabicTextofAyah":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ",
		"tafsirTextofAyah":"Nemoj se diviti njihovim bogatstvima i njihovoj djeci! Allah želi da im to bude uzrok nesreće, brige i tuge na dunjaluku, time što se muče da sve to steknu, a zatim pate kada nesreće zadese njihov imetak i njihovu djecu. Tako će patiti sve dok im Allah ne uzme duše dok su nevjernici, nakon čega će vječno patiti u najnižem katu Džehennema.",
		"korkutTranslationOfAyah":"Neka te ne oduševljavaju bogatstva njihova, a ni djeca njihova! Allah hoće da ih njima kazni na ovome svijetu i da skončaju kao nevjernici."
	},
	{
		"arabicTextofAyah":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ",
		"tafsirTextofAyah":"Dvoličnjaci vam se zaklinju da su uz vas, o vjernici, i da vam pomažu u ratu, ali oni samo lažu. Oni vam govore da vas vole, a u srcima osjećaju mržnju i neprijateljstvo spram vas; to čine iz velikog straha kako im se ne bi desilo kao i višebošcima i zbog toga oni samo ispoljavaju da su muslimani.",
		"korkutTranslationOfAyah":"Oni se zaklinju Allahom da su doista vaši, a oni nisu vaši, nego su narod kukavički."
	},
	{
		"arabicTextofAyah":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ",
		"tafsirTextofAyah":"Kad bi dvoličnjaci našli kakvu utvrdu, pećinu ili podzemnu odaju, pohitali bi da se sakriju u nju, iz straha i uznemirenosti.",
		"korkutTranslationOfAyah":"Kada bi našli kakvo skrovište ili kakve pećine ili kakvu jamu, oni bi tamo trkom pohrlili."
	},
	{
		"arabicTextofAyah":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ",
		"tafsirTextofAyah":"Neki ti dvoličnjaci, Poslaniče milosti, prigovaraju zbog raspodjele zekata i optužuju te da si nepravedan u tome, onda kada oni ne dobiju ono što bi željeli. Ako njima daš onoliko koliko žele, zadovoljni su tobom i hvale te. Međutim, akoli ne dobiju koliko žele, rasrde se na tebe i prigovaraju ti.",
		"korkutTranslationOfAyah":"Ima ih koji ti prigovaraju zbog raspodjele zekata. Ako im se iz njega da, zadovolje se, a ako im se ne da, odjednom se razljute."
	},
	{
		"arabicTextofAyah":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
		"tafsirTextofAyah":"Kad bi ovi dvoličnjaci, koji ti pripisuju mahane u podjeli zekata, bili zahvalni na ratnom plijenu koji im Allah, džellešanuhu, daje posredstvom Resulullaha, sallallahu alejhi ve sellem, i kada bi rekli: “Allah nam je dovoljan, On će nam dati šta On hoće, iz Svog obilja, i mi samo od Njega tražimo.\", bilo bi im bolje od pripisivanja mahana tebi.",
		"korkutTranslationOfAyah":"A trebali bi se zadovoljiti onim što im daju Allah i Poslanik Njegov i kazati: \"Dovoljan nam je Allah, Allah će nam dati iz obilja Svoga, a i Poslanik Njegov, mi samo Allaha hoćemo.\""
	},
	{
		"arabicTextofAyah":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
		"tafsirTextofAyah":"Osam je kategorija ljudi koje polažu pravo na zekat, i to su: 1 - el-fukara' - siromasi, a to su oni koji imaju malo imetka kojeg zarađuju preko zanata ili službe, ali im to nije dovoljno za osnovne potrebe; 2 - miskini - nevoljnici, a to su oni koji skoro ništa nemaju i koji se ne skrivaju od ljudi, već ljudi vide njihovo stanje; 3 - sakupljači zekata koje šalje vladar; 4 - nevjernici koje treba pridobiti za islam ili muslimani slaboga imana kako bi im ojačao iman, ili za one čijeg se zla treba sačuvati; 5 - robovi koje treba osloboditi; 6 - prezaduženi, koji su upali u dug iz opravdanog razloga ukoliko na drugi način ne mogu naći imetak da vrate dug; 7 - borci na Allahovu putu i 8 - putnici kojima je nestalo sredstava za putovanje. Ograničavanje zekata na ove vrste ljudi je Božija odredba, a On najbolje zna u čemu je dobrobit i potreba ljudi i mudro uređuje sve stvari.",
		"korkutTranslationOfAyah":"Zekat pripada samo siromasima i nevoljnicima, i onima koji ga skupljaju, i onima čija srca treba pridobiti, i za otkup iz ropstva, i prezaduženima, i u svrhe na Allahovom putu, i putniku. Allah je odredio tako! – A Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Neki od onih munafika svojim jezicima uznemiravaju Allahovog Poslanika, sallallahu 'alejhi ve sellem, i govore da on sluša svakog i vjeruje svakome, jer su vidjeli njegovo strpljenje sa ljudima, i govore kako on ne razlikuje istinu od zablude. Reci im, o Poslaniče: \"Poslanik sluša samo ono što je dobro, vjeruje u Allaha i vjeruje u ono čime ga obavještavaju iskreni vjernici, i milostiv je prema njima. Njegovo poslanstvo je milost prema vjernicima, a svako ko ga na bilo koji način uznemirava - dočekat će bolnu kaznu.",
		"korkutTranslationOfAyah":"Ima ih koji vrijeđaju Vjerovjesnika govoreći: \"On vjeruje što god čuje!\" Reci: \"On čuje ono što je dobro, vjeruje u Allaha i ima vjere u vjernike, i milost je onima između vas koji vjeruju.\" A one koji Allahova Poslanika vrijeđaju čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ",
		"tafsirTextofAyah":"Dvoličnjaci vam se zaklinju Allahom, o vjernici, da oni ne govore ono što uznemirava Poslanika, sallallahu 'alejhi ve sellem, samo zato da bi stekli vaše zadovoljstvo, a preče je da žude za Allahovim i Poslanikovim, sallallahu alejhi ve sellem, zadovoljstvom, kroz iskreno vjerovanje i činjenje dobrih djela, ako su istinski vjernici.",
		"korkutTranslationOfAyah":"Zaklinju vam se Allahom da bi vas zadovoljili, a preče bi im bilo da Allaha i Njegova Poslanika zadovolje, ako su vjernici."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Zar dvoličnjaci ne znaju da ovim svojim postupcima imaju neprijateljski odnos prema Allahu i Resulullahu, sallallahu alejhi ve sellem, i da će onaj ko se neprijateljski odnosi prema Allahu i Poslaniku skončati u džehennemskoj vatri na Sudnjem danu, i da će u njoj zauvijek ostati? To je veliko poniženje i strašno stradanje.",
		"korkutTranslationOfAyah":"Zar oni ne znaju da onoga koji se suprotstavlja Allahu i Poslaniku Njegovu čeka vatra džehennemska, u kojoj će vječno ostati? To je ruglo veliko!"
	},
	{
		"arabicTextofAyah":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ",
		"tafsirTextofAyah":"Dvoličnjaci strahuju da se Vjerovjesniku, sallallahu alejhi ve sellem, ne objavi sura koja će njemu i vjernicima otkriti nevjerovanje i neprijateljstvo koje kriju u svojim srcima. Upozori ih, Poslaniče islama: “Ismijavajte se koliko hoćete i napadajte vjeru, ali će Svevišnji Allah otkriti i iznijeti na vidjelo ono što vi krijete i čijeg se razotkrivanja bojite, time što će o tome objaviti suru ili će na drugi način obavijestiti Svog Poslanika!”",
		"korkutTranslationOfAyah":"Licemjeri se plaše da se vjernicima ne objavi sura koja bi im otkrila ono što je u srcima licemjera. Reci: \"Samo se vi rugajte, Allah će doista na vidjelo iznijeti ono čega se vi plašite.\""
	},
	{
		"arabicTextofAyah":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ",
		"tafsirTextofAyah":"Ako ih upitaš zašto su se ismijavali s tobom, Kur’anom i islamom za vrijeme pohoda na Tebuk, oni će odgovoriti da su se samo zabavljali i traćili vrijeme. Kaži im: “Zar se ismijavate s Uzvišenim Allahom, mudrim Kur’anom i plemenitim Poslanikom?”",
		"korkutTranslationOfAyah":"A ako ih zapitaš, oni će sigurno reći: \"Mi smo samo razgovarali i zabavljali se.\" Reci: \"Zar se niste Allahu i riječima Njegovim i Poslaniku Njegovu rugali?"
	},
	{
		"arabicTextofAyah":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ",
		"tafsirTextofAyah":"“Ne pravdajte se lažnim opravdanjima, ispoljili ste nevjerstvo svojim ismijavanjem nakon što ste ga skrivali! Ako oprostimo nekima od vas koji se vrate u islam i iskreno pokaju za djela koja su činili, On će kazniti one koji ustraju u nevjerovanju i sakriju licemjerstvo te se ne pokaju za zlodjela.",
		"korkutTranslationOfAyah":"Ne ispričavajte se! Jasno je da ste nevjernici, a tvrdili ste da ste vjernici.\" Ako nekima od vas i oprostimo, druge ćemo kazniti zato što su krivci."
	},
	{
		"arabicTextofAyah":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ",
		"tafsirTextofAyah":"Licemjeri i licemjerke su jedinstveni u licemjerstvu, i oni su nasuprot vjernika. Pozivaju u činjenje zla, a odvraćaju od dobra, te škrtare kad je u pitanju udjeljivanje na Allahovom putu. Zanemarili su pokornost Allahu pa ih je Svemilosni Allah prepustio samima sebi i nije im dao uputu. Doista su munafici napustili pokornost Allahu i put istine, i otišli putem zablude.",
		"korkutTranslationOfAyah":"Licemjeri i licemjerke slični su jedni drugima: traže da se čine nevaljala djela, a odvraćaju od dobrih, i ruke su im stisnute; zaboravljaju Allaha, pa je i On njih zaboravio. Licemjeri su zaista pravi nevjernici."
	},
	{
		"arabicTextofAyah":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ",
		"tafsirTextofAyah":"Sveznajući Allah obećava licemjerima i licemjerkama i nevjernicima koji se ne pokaju da će skončati u Džehennemu, gdje će vječno boraviti. To će im biti dovoljna kazna. Allah ih je lišio Svoje milosti i pripada im vječna patnja.",
		"korkutTranslationOfAyah":"Licemjerima i licemjerkama i nevjernicima Allah prijeti džehennemskom vatrom, vječno će u njoj boraviti, dosta će im ona biti! Allah ih je prokleo, i njih čeka patnja neprekidna."
	},
	{
		"arabicTextofAyah":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
		"tafsirTextofAyah":"Vi ste, o munafici, u vašem nevjerstvu i ismijavanju vjerom poput prijašnjih nevjerničkih naroda, s tim što su oni bili mnogo jači, imali su više bogatstva i više djece, uživali su odista u ljepotama ovog svijeta onoliko koliko im je određeno, a i vi ste se, o munafici, poput njih naslađivali ovosvjetskim čarima onoliko koliko vam je određeno, i poput njih poričete i napadate! Takvim ljudima će biti poništena dobra djela kod Allaha, jer oni su nevjernici i istinske propalice.",
		"korkutTranslationOfAyah":"Vi ste kao i onī prije vas! Oni su jači od vas bili i više su blaga i djece imali i slatkim životom su živjeli, a i vi slatkim životom živite isto onako kao što su oni prije vas živjeli; i vi se upuštate u nevaljalštine kao što su se i oni upuštali. To su oni čija će djela biti poništena i na ovome i na onome svijetu; njima propast predstoji."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
		"tafsirTextofAyah":"Zar munafici nisu čuli šta su radili prijašnji nevjernici, i kako su kažnjeni? Nuhov je narod potopljen, Ad je uništen ledenim vjetrom, Semud strašnim glasom, Ibrahimov je narod ostao bez blagodati i zadesila ga je Božija srdžba, stanovnici Medjena kažnjeni su strašnim oblakom, dok su sela u kojima je živio Lutov narod izvrnuta i potom gađana kamenjem s neba. Svima su njima poslanici donosili jasne dokaze i argumente, i Allah im nije nepravdu učinio, već su sami sebi nepravdu učinili time što su nevjernici bili, što su Allahove poslanike u laž utjerivali.",
		"korkutTranslationOfAyah":"Zar do njih nije doprla vijest o onima prije njih: o narodu Nuhovu i o Adu, i o Semudu, i o narodu Ibrahimovu, i o stanovnicima Medjena, i o onima čija su naselja izvrnuta? Poslanici njihovi su im jasne dokaze donosili i Allah im nije učinio nikakvu nepravdu, nego su je oni sami sebi nanijeli."
	},
	{
		"arabicTextofAyah":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
		"tafsirTextofAyah":"A vjernici i vjernice pomažu se međusobno, jer ih iman spaja. Oni podstiču na dobra djela svih vrsta, a to je svako djelo koje Allah voli, poput monoteizma, namaza i drugih djela. Oni odvraćaju od loših djela, a to je sve ono što Allah ne voli, poput grijeha i kamate. Oni obavljaju namaz na najpotpuniji način, pokoravaju se Allahu i Njegovom Poslaniku, i njih će Allah milošću Svojom obasuti i u Džennet uvesti. Doista je Allah Silni, niko se sa Njim ne može nadvladavati, i doista je On Onaj Koji mudro upravlja stvorenjima i propisuje im zakone.",
		"korkutTranslationOfAyah":"A vjernici i vjernice su prijatelji jedni drugima: traže da se čine dobra djela, a od nevaljalih odvraćaju, i molitvu obavljaju i zekat daju, i Allahu i Poslaniku Njegovu se pokoravaju. To su oni kojima će se Allah, sigurno, smilovati. – Allah je doista silan i mudar."
	},
	{
		"arabicTextofAyah":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Allah je obećao vjernicima i vjernicama da će na Sudnjem danu ući u Džennet, ispod čijih dvoraca rijeke teku. Oni će tamo vječno boraviti i neprekidno uživati. Allah im je obećao da će ih uvesti u lijepa staništa, a da je iznad svega toga - Njegovo zadovoljstvo njima. To je najuzvišenija pobjeda.",
		"korkutTranslationOfAyah":"Allah obećava vjernicima i vjernicama džennetske bašče kroz koje rijeke teku, u kojima će vječno boraviti, i divne dvorove u vrtovima edenskim. A i malo naklonosti Allahove veće je od svega toga; to će, doista, uspjeh veliki biti!"
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
		"tafsirTextofAyah":"Vjerovjesniče, bori se protiv nevjernikā sabljom, a protiv dvoličnjakā jezikom i argumentmima, i neka tvoj govor i postupci budu strogi, jer oni to zaslužuju. Oni će vječno biti u džehennemskoj vatri. Kako će to biti grozan završetak!",
		"korkutTranslationOfAyah":"O Vjerovjesniče, bori se protiv nevjernika i licemjera i budi prema njima strog! Prebivalište njihovo biće Džehennem, a grozno je on boravište."
	},
	{
		"arabicTextofAyah":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
		"tafsirTextofAyah":"Dvoličnjaci se lažno zaklinju Allahom da nisu vrijeđali i napadali tebe i tvoju vjeru, a do tebe je doprlo da jesu. Oni lažu! Rekli su ono zbog čega su izašli iz vjere, ispoljili su nevjerstvo nakon vjerovanja, i željeli su nešto što im nije uspjelo – ubiti Resulullaha, sallallahu alejhi ve sellem, prilikom povratka s Tebuka. Poriču neporecivo: da im je Allah podario veliku blagodat time što ih je učinio bogatim dajući im udio u ratnom plijenu preko Svog poslanika. Ako se Allahu pokaju od svog licemjerstva - to im je bolje nego da ostanu licemjeri, a ako odbiju pokajanje i vjerovanje, Svevišnji će ih Allah kazniti na dunjaluku tako što će vjernici protiv njih ratovati, pa ih ubijati i zarobljavati, a na Ahiretu će vječno gorjeti u Vatri. Neka znaju da ih niko neće zaštititi i sačuvati, korist im pribaviti i od kazne ih sačuvati.",
		"korkutTranslationOfAyah":"Licemjeri se zaklinju Allahom da nisu govorili, a sigurno su govorili nevjerničke riječi i pokazali da su nevjernici, nakon što su javno islam bili primili, i htjeli su učiniti ono što nisu uspjeli. A prigovaraju samo zato što su ih Allah, iz obilja Svoga, i Poslanik Njegov imućnim učinili. Pa ako se pokaju, biće im dobro; a ako glave okrenu, Allah će ih i na ovome i na onome svijetu na muke nesnosne staviti, a na Zemlji ni zaštitnika ni pomagača neće imati."
	},
	{
		"arabicTextofAyah":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ",
		"tafsirTextofAyah":"Neki dvoličnjaci su se Allahu zavjetovali: “Ako nas Allah opskrbi iz riznica Svojih, davat ćemo siromašnima i činiti samo ono što On voli, a sustegnut ćemo se od zabranjenog!”",
		"korkutTranslationOfAyah":"Ima ih koji su se obavezali Allahu: \"Ako nam iz obilja Svoga dade, udjeljivaćemo, zaista, milostinju i bićemo, doista, dobri!\""
	},
	{
		"arabicTextofAyah":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
		"tafsirTextofAyah":"No, kad im je Uzvišeni Allah podario mnoge blagodati, nisu ispoštovali svoj zavjet Allahu, već škrtare i odbijaju pokornost Allahu, džellešanuhu, i vjerovanje u Njega.",
		"korkutTranslationOfAyah":"A kad im je On dao iz obilja Svoga, oni su u tome postali škrti i okrenuli se – a oni ionako glave okreću."
	},
	{
		"arabicTextofAyah":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ",
		"tafsirTextofAyah":"A škrtost je imala za posljedicu čisto licemjerstvo u njihovim srcima, zato što su svoja obećanja, Allahu data, kršili, i zato što su lagali.",
		"korkutTranslationOfAyah":"I nadovezao im je On na to pritvornost u srcima njihovim sve do dana kada će pred Njega stati, zato što se onoga što su Allahu obećali ne pridržavaju i zato što stalno lažu."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ",
		"tafsirTextofAyah":"Zar dvoličnjaci ne znaju da Sveznajući Allah zna za spletke koje oni spremaju na svojim sijelima, i da Allahu ništa nije nepoznato? Allah će im dati ono što su zaslužili.",
		"korkutTranslationOfAyah":"Zar oni ne znaju da Allah zna ono što oni u sebi kriju i ono o čemu se sašaptavaju i da je Allah znalac svega skrivenog."
	},
	{
		"arabicTextofAyah":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
		"tafsirTextofAyah":"Dvoličnjaci prigovaraju čestitim vjernicima koji dobrovoljno udjeljuju milostinju, pa ako vjernik udijeli malu sumu novca, jer ne može udijeliti više, oni reknu: “Od ovog nema nikakve koristi!” Svevišnji Allah će njih izvrnuti poruzi i njih čeka bolna patnja na Ahiretu.",
		"korkutTranslationOfAyah":"One koji vjernike ogovaraju zato što zekat daju, a rugaju se i onima koji ih s mukom daju – Allah će kazniti za izrugivanje njihovo, i njih čeka patnja nesnosna."
	},
	{
		"arabicTextofAyah":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
		"tafsirTextofAyah":"Molio ti, Allahov Poslaniče, za dvoličnjake ili ne molio, oni nisu dostojni Božijeg oprosta. Štaviše, kad bi za njih molio čak sedamdeset puta, pa i više, Allah im nikad neće oprostiti njihove grijehe. To je tako, jer oni ne vjeruju u Allaha i Vjerovjesnika, sallallahu alejhi ve sellem. Allah, džellešanuhu, neće uputiti nijednog čovjeka koji namjerno odbija da Mu bude pokoran.",
		"korkutTranslationOfAyah":"Molio ti oprosta za njih ili ne molio, molio čak i sedamdeset puta, Allah im neće oprostiti – zato što u Allaha i Njegova Poslanika ne vjeruju. A Allah neće ukazati na Pravi put nevjernicima."
	},
	{
		"arabicTextofAyah":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ",
		"tafsirTextofAyah":"Dvoličnjaci koji nisu s Poslanikom, sallallahu alejhi ve sellem, pošli u Pohod na Tebuk, radovali su se. Njima je bilo mrsko da se imecima i životima bore na Allahovom putu kao što se bore vjernici. Govorili su svojoj braći licemjerima: “Ne idite u borbu po ovoj nepodnošljivoj vrućini!”, a bitka na Tebuku je bila u vremenu velikih vrućina. Poslaniče, reci im: “Džehennemska je vatra koja čeka licemjere je mnogo žešća od ove vrućine od koje bježe, kad biste samo znali!",
		"korkutTranslationOfAyah":"Oni koji su izostali iza Allahova Poslanika veselili su se kod kuća svojih – mrsko im je bilo da se bore na Allahovu putu zalažući imetke svoje i živote svoje, i jedni drugima su govorili: \"Ne krećite u boj po vrućini!\" Reci: \"Džehennemska vatra je još vruća!\" – kad bi oni samo znali!"
	},
	{
		"arabicTextofAyah":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"Nek se licemjeri koji su izostali iz bitke smiju u životu na ovom kratkotrajnom svijetu, ali će mnogo plakati na Ahiretu, koji je vječan! To je kazna za njihovo nevjerstvo i loša djela koja su činili na dunjaluku.",
		"korkutTranslationOfAyah":"Malo će se oni smijati, a dugo će plakati, biće to kazna za ono što su zaslužili."
	},
	{
		"arabicTextofAyah":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ",
		"tafsirTextofAyah":"Ako te, o Poslaniče, Svemogući Allah vrati s Tebuka u Medinu pa ti dvoličnjaci dođu tražeći dopuštenje da se bore drugi put, ti im odgovori: “Nikad vam neću dozvoliti da pođete u boj sa mnom, zbog opasnosti vašeg prisustva u mojoj vojsci. Bili ste zadovoljni izostajanjem iz bitke na Tebuku, pa ostanite tu sa bolesnicima, ženama i djecom.\"",
		"korkutTranslationOfAyah":"I ako te Allah ponovo vrati nekima od njih, pa te zamole da im dopustiš da pođu s tobom u boj, ti im reci: \"Nikad sa mnom u boj nećete ići i nikada se sa mnom protiv neprijatelja nećete boriti! Bili ste zadovoljni što ste prvi put izostali, zato ostanite s onima koji ionako ne idu u boj.\""
	},
	{
		"arabicTextofAyah":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ",
		"tafsirTextofAyah":"I ne klanjaj, Božiji Poslaniče, dženazu nijednom dvoličnjaku i nemoj se moliti Allahu za njih, stojeći pored njihovih kaburova jer oni ne vjeruju u Allaha i Resulullaha, sallallahu alejhi ve sellem, i do smrti su ustrajali na nepokornosti Allahu. Takvima se ne klanja dženaza, niti se za njih moli.",
		"korkutTranslationOfAyah":"I nijednom od njih, kad umre, nemoj molitvu obaviti, niti sahrani njegovoj prisustvovati, jer oni u Allaha i Njegova Poslanika ne vjeruju i kao nevjernici oni umiru."
	},
	{
		"arabicTextofAyah":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ",
		"tafsirTextofAyah":"O Poslaniče, nemoj se diviti imecima i djeci ovih licemjera, jer Allah želi da im to bude uzrok poteškoće i tegobe na ovome svijetu, i da umru kao nevjernici.",
		"korkutTranslationOfAyah":"Neka te ne ushićuju bogatstva njihova i djeca njihova! Allah želi da ih njima na ovome svijetu namuči i da skončaju kao nevjernici."
	},
	{
		"arabicTextofAyah":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ",
		"tafsirTextofAyah":"Kad Svevišnji Allah objavi neku kur’ansku suru u kojoj poziva dvoličnjake da vjeruju u Allaha i da se bore uz Poslanika, sallallahu alejhi ve sellem, na Allahovom putu, tada bogati i ugledni među njima traže dozvolu od Resulullaha da ne pođu u borbu govoreći: “Ostavi nas s nemoćnima, koji imaju opravdanje.\"",
		"korkutTranslationOfAyah":"A kada je objavljena sura da u Allaha vjerujete i da se zajedno sa Poslanikom Njegovim borite, najimućniji od njih su zatražili odobrenje od tebe i rekli: \"Ostavi nas da budemo s onima koji ne idu u boj!\""
	},
	{
		"arabicTextofAyah":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ",
		"tafsirTextofAyah":"Ovi dvoličnjaci su zadovoljni poniženjem jer su zadovoljni da budu sa onima koji imaju opravdanje. Svemogući Allah zapečatio je njihova srca i oni ne mogu shvatiti u čemu je dobro za njih, a u čemu je zlo.",
		"korkutTranslationOfAyah":"Zadovoljavaju se da budu s onima koji ne idu u boj, srca njihova su zapečaćena, pa oni ne shvaćaju!"
	},
	{
		"arabicTextofAyah":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
		"tafsirTextofAyah":"Što se tiče Allahovog Poslanika, sallallahu alejhi ve sellem, i vjernika, oni ne izostaju iz borbe poput licemjera, već žrtvuju svoje imetke i živote boreći se da Allahova riječ stalno bude gornja. Njima pripada svako dobro na oba svijeta: na ovom svijetu im pripada pobjeda, ponos i ratni plijen, a na Ahiretu im pripada Džennet i spasenje.",
		"korkutTranslationOfAyah":"Ali, Poslanik i oni koji s njim vjeruju bore se zalažući imetke svoje i živote svoje. Njima će svako dobro pripasti i oni će ono što žele ostvariti."
	},
	{
		"arabicTextofAyah":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Milostivi Allah je vjernicima koji se bore na Njegovu putu pripremio Džennet, ispod čijih dvoraca rijeke teku. Oni će u njemu vječno ostati, uživajući u blagodatima mnogobrojnim. Bit će to velika radost i veličanstven uspjeh kojem neće biti ravna.",
		"korkutTranslationOfAyah":"Allah im je pripremio džennetske bašče kroz koje rijeke teku, u kojima će vječno boraviti. To je veliki uspjeh!"
	},
	{
		"arabicTextofAyah":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ",
		"tafsirTextofAyah":"Dolazili su i neki beduini iz okoline Medine kod Poslanika, sallallahu alejhi ve sellem, da im dopusti izostanak iz borbe na Allahovom putu, a dvoličnjaci među beduinima izostali su bezrazložno, jer nisu vjerovali u Poslanika i Allahovo obećanje. Nevjernike među njima će stići bolna kazna.",
		"korkutTranslationOfAyah":"Dolazili su i neki beduini koji su se izvinjavali i tražili dopuštenje da ne idu, i tako su izostali oni koji su Allahu i Njegovu Poslaniku lagali; a teška patnja pogodiće one među njima koji nisu vjerovali."
	},
	{
		"arabicTextofAyah":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Starci, žene, djeca, nemoćni, bolesni, sakati, slijepi i siromašni koji nemaju sredstava za kretanje u boj, nisu grešni zbog neodlaska u borbu - jer imaju opravdanje - ako Allahu iskreno robuju i ako slijede Božijeg Poslanika, sallallahu alejhi ve sellem. Dobročiniteljima se nema šta prigovoriti. Allah puno prašta dobročiniteljima i milostiv je prema njima.",
		"korkutTranslationOfAyah":"Neće se ogriješiti nemoćni i bolesni, i oni koji ne mogu naći sredstva za borbu, samo ako su prema Allahu i Njegovu Poslaniku iskreni. Nema razloga da se išta prigovara onima koji čine dobra djela – a Allah prašta i samilostan je –"
	},
	{
		"arabicTextofAyah":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ",
		"tafsirTextofAyah":"Nisu grešni oni koji su ti došli, Vjerovjesniče, tražeći od tebe jahalice za borbu, pa si im rekao da im jahalice ne možeš osigurati. Oni su se potom vratili svojim kućama plačući od tuge što ne naći imetka da idu sa tobom.",
		"korkutTranslationOfAyah":"ni onima kojima si rekao, kada su ti došli da im daš životinje za jahanje: \"Ne mogu naći za vas životinje za jahanje\" – pa su se vratili suznih očiju, tužni što ih ne mogu kupiti,"
	},
	{
		"arabicTextofAyah":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ",
		"tafsirTextofAyah":"Nakon što je Allah pojasnio da neće biti kažnjeni oni koji imaju opravdanje, spomenuo je one koji zaslužuju kaznu rekavši: \"O Poslaniče, kazna i ukor su za one koji imaju mogućnosti a traže ti dozvolu da ne idu u borbu. Zadovoljni su poniženjem, zadovoljni su da ostanu u svojim kućama, kao oni koji imaju opravdanje, i Allah im je zapečatio srca i ne primaju pouku. Zbog zapečaćenosti srca oni ne znaju šta je dobro za njih pa da to rade, ni šta je loše za njih pa da se toga klone.",
		"korkutTranslationOfAyah":"a ima razloga da se prigovara onima koji od tebe traže dozvolu da izostanu, a imućni su. Zadovoljavaju se da ostanu sa onima koji ne idu u boj, Allah je njihova srca zapečatio, pa oni ne znaju."
	},
	{
		"arabicTextofAyah":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"Licemjeri koji su izostali iz borbe iznosit će muslimanima razna opravdanja, kada se vrate iz borbe. Allah Uzvišeni ukazuje svome Vjerovjesniku i vjernicima da im odgovore na sljedeći način: \"Nemojte iznositi opravdanja zasnovana na lažima, jer vam mi nećemo vjerovati, s obzirom na to da nas je Allah upoznao sa dijelom onoga što u sebi krijete. Allah i Njegov Poslanik vidjeće da li ćete se pokajati, pa da vaše pokajanje bude prihvaćeno, ili ćete pak nastaviti u svome licemjerstvu? Nakon toga bit ćete vraćeni Allahu koji sve zna, pa će vas On obavijestiti o onome što se ste radili, te će vam dati ono što ste zaslužili. Zbog toga, požurite ka pokajanju i dobrim djelima.\"",
		"korkutTranslationOfAyah":"Kad se među njih vratite, oni će vam se pravdati. Reci: \"Ne pravdajte se, jer mi vama ne vjerujemo, zato što nas je Allah o vama obavijestio. Allah i Njegov Poslanik će vidjeti kako ćete postupati, zatim, vi ćete biti ponovo vraćeni Onome kome je poznat i nevidljivi i vidljivi svijet, pa će vas On o onome što ste radili obavijestiti.\""
	},
	{
		"arabicTextofAyah":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ",
		"tafsirTextofAyah":"O vjernici, ovi koji su iz borbe izostali, zaklinjat će se Allahom, potvrđujući zakletvom svoja lažna opravdanja, a sve s ciljem da ih ne kudite i ne sramotite. Zbog toga, vi ih se okanite i napustite ih, jer oni su pogan čija je nutrina prljava. Njihovo prebivalište koje ih čeka jest džehennem, kojim će biti kažnjeni zbog licemjerstva i grijeha koje su činili.",
		"korkutTranslationOfAyah":"Kad se među njih vratite, zaklinjaće vam se Allahom, samo da ih se okanite, pa okanite ih se jer su oni pogan i prebivalište njihovo biće Džehennem kao kazna za ono što su radili!"
	},
	{
		"arabicTextofAyah":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ",
		"tafsirTextofAyah":"O vjernici, ovi koji su od borbe izostali, zaklinjat će vam se, kako biste bili njima zadovoljni i kako biste opravdanja njihova prihvatili. Nemojte iskazivati svoje zadovoljstvo prema njima, jer ako to učinite, suprotstavili ste se svome Gospodaru, a On nije zadovoljan onima koji su Mu neposlušni te činee nevjerstvo i licemjerna djela. O muslimani, pazite se toga da budete zadovoljni onima sa kojima Allah nije zadovoljan!",
		"korkutTranslationOfAyah":"Oni vam se zaklinju zato da biste bili zadovoljni njima. Ako vi budete zadovoljni njima, Allah, sigurno, nije zadovoljan narodom nevjerničkim."
	},
	{
		"arabicTextofAyah":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
		"tafsirTextofAyah":"Beduini koji ne vjeruju i koji licemjerna djela čine žešći su u svome nevjerovanju i licemjerstvu od civiliziranih ljudi koji ispoljavaju nevjerovanje i licemjerstvo, i oni su najpreči da ne poznaju vjeru, vjerske obaveze, pohvalne radnje i vjerske propise koje je Allah objavio Svome Poslaniku. Razlog tome je njihova žestina i grubost, te izdvojenost od ostalog svijeta. Allah zna njihova stanja, ništa Mu nije skriveno. Njegovo upravljanje svijetom i vjerski zakoni zasnovani su na mudrosti.",
		"korkutTranslationOfAyah":"Beduini su najveći nevjernici i najgori licemjeri, i razumljivo je što ne poznaju propise koje Allah Svome Poslaniku objavljuje. A Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
		"tafsirTextofAyah":"Među beduinima ima licemjera koji smatraju da je udjeljivanje na Allahovom putu samo gubitak i vid nameta, jer misle da za to udjeljivanje neće biti nagrađeni i da zbog uskraćivanje imetka neće biti kažnjeni. Ipak, neki od njih udjeljuju pretvarajući se i na takav način se štite. O vjernici, oni čekaju da vas kakvo zlo zadesi, pa da vas se riješe! Zlo koje žele vjernicima i lošu završnicu koju priželjkuju Allah će usmjeriti ka njima, a ne ka vjernicima. Allah čuje ono što govore i zna ono što skrivaju.",
		"korkutTranslationOfAyah":"Ima beduina koji ono što daju smatraju nametom. I jedva čekaju da vas nesreća stigne – neka njih pogodi nesreća! A Allah sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Ima beduina koji vjeruju u Allaha i Sudnji dan i koji dijele svoj imetak na Allahovom putu želeći se približiti Allahu i zaslužiti da Poslanik, sallallahu alejhi ve sellem, moli i traži oprost za njih. Za takvo njihovo udjeljivanje, kojim se žele približiti Allahu, imat će sevap i Allah će ih prekriti Svojom ogromnom milošću koja obuhvata oprost grijeha i ulazak u džennet. Allah će oprostiti onome ko se pokaje i Svoju milost će mu podariti.",
		"korkutTranslationOfAyah":"A ima beduina koji vjeruju u Allaha i u onaj svijet i koji smatraju da je ono što daju put da se Allahu približe i da Poslanikove blagoslove zasluže. To im je, zaista, dobro djelo. Allah će ih, sigurno, milošću Svojom obasuti, jer Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Allah je zadovoljan onima koji su među prvima prihvatili islam i koji su se odselili iz svojih domova radi Allaha, a zadovoljan je i onima koji su pomagali muhadžire, kao i svima onima koji njih budu slijedili u ispravnom vjerovanju i dobrim djelima. Od njih je Allah primio dobra djela i ibadete, a i oni su zadovoljni Allahom, jer im je podario veliku nagradu, pripremio za njih džennet, ispod čijih dvoraca teku rijeke. Oni će vječno boraviti u džennetskim baščama, a to je, uistinu, ogroman uspjeh.",
		"korkutTranslationOfAyah":"Allah je zadovoljan prvim muslimanima, muhadžirima i ensarijama i svima onima koji ih slijede dobra djela čineći, a i oni su zadovoljni Njime; za njih je On pripremio džennetske bašče kroz koje rijeke teku, i oni će vječno i zauvijek u njima boraviti. To je veliki uspjeh."
	},
	{
		"arabicTextofAyah":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ",
		"tafsirTextofAyah":"Među beduinima oko vas, u blizini Medine, ima licemjera, a ima ih i među stanovnicima Medine, koji su u licermjerstvu uporni i ustrajni – ti ih, o Poslaniče, ne poznaješ, ali ih Allah poznaje. Njih će Allah na dvostruke muke staviti: prvi put na ovome svijetu, na način da će njihovo stanje biti otkriveno, da će biti ubijani i zarobljivani, a drugi put na onome svijetu, u kaburskoj patnji. Zatim će biti, na Sudnjem danu, u veliku patnju vraćeni, u najniže provalije džehennema, bačeni.",
		"korkutTranslationOfAyah":"Među beduinima oko vas ima licemjera, a ima ih i među stanovnicima Medine, koji su u licemjerstvu spretni – ti ih ne poznaješ, ali ih Mi poznajemo. Njih ćemo na dvostruke muke staviti, a zatim će biti u veliku patnju vraćeni."
	},
	{
		"arabicTextofAyah":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
		"tafsirTextofAyah":"Među stanovnicima Medine ima i drugih ljudi koji su iz borbe izostali bez opravdanja, pa su priznali da nemaju opravdanja i nisu izmišljali izgovore. Oni su svoja djela, pokornost Allahu, pridržavanje vjerozakona i borbu na Allahovom putu, pomiješali sa lošim djelima, ali se nadaju da im Allah oprosti. Allah će oprostiti onima koji se pokaju i bit će milostiv prema njima.",
		"korkutTranslationOfAyah":"A ima i drugih koji su grijehe svoje priznali, i koji su dobra djela s drugim koja su hrđava izmiješali, njima će, može biti, Allah oprostiti jer Allah prašta i samilostan je."
	},
	{
		"arabicTextofAyah":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
		"tafsirTextofAyah":"Uzmi, o Allahov Poslaniče, od dobara njihovih zekat i sadaku, da ih njime očistiš od grijeha i blagoslovljenim ih učiniš kako bi se njihov imetaj uvećao, i pomoli se za njih nakon što imetak uzmeš, molitva tvoja će ih, zaista, smiriti jer je ona milost – a Allah je Onaj Koji sve tvoje molbe čuje i sve njihove postupke i namjere zna.",
		"korkutTranslationOfAyah":"Uzmi od dobara njihovih zekat, da ih njime očistiš i blagoslovljenim ih učiniš, i pomoli se za njih, molitva tvoja će ih, sigurno, smiriti. – A Allah sve čuje i sve zna."
	},
	{
		"arabicTextofAyah":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Zar ne znaju ovi koji su iz borbe izostali i oni koji se kaju, da jedino Allah prima pokajanje od robova Svojih koji mu se pokaju, da samo On prihvata zekat i sadaku, i da je On neovisan od svega toga, da će On primiti sadaku od onih koji je dijele i da je samo Allah stalni Primatelj pokajanja robova koji se kaju i da je prema njima milostiv?",
		"korkutTranslationOfAyah":"Zar ne znaju oni da jedino Allah prima pokajanje od robova Svojih i da samo On prihvaća milostinje, i da je samo Allah onaj koji prašta i da je On milostiv?!"
	},
	{
		"arabicTextofAyah":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
		"tafsirTextofAyah":"l reci, o Poslaniče, onima koji su iz borbe izostali, kao i onima koji se od grijeha kaju: \"Trudite se na način da popravite štetu koju ste načinili, činite djela iskreno u ime Allaha i radite ono čime je On zadovoljan, pa će Allah trud vaš vidjeti, a i Poslanik Njegov i vjernici. Vi ćete biti vraćeni na Sudnjem danu Onome Koji zna sve, i Koji zna šta ste skrivali i šta ste javno činili, pa će vas o onome što ste radili na dunjaluku obavijestiti i prema tome vas nagraditi.\"",
		"korkutTranslationOfAyah":"I reci: \"Trudite se! Allah će trud vaš vidjeti, a i Poslanik Njegov i vjernici, i vi ćete biti vraćeni Onome koji zna nevidljivi i vidljivi svijet, pa će vas On o onome što ste radili obavijestiti.\""
	},
	{
		"arabicTextofAyah":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
		"tafsirTextofAyah":"Ima onih koji su izostali iz bitke na Tebuku, a nemaju opravdanja. Oni čekaju Allahovu presudu, a On će među njima presuditi onako kako želi: može ih kazniti ako se ne pokaju, a može im i oprostiti. Allah najbolje zna ko zaslužuje kaznu, a ko zaslužuje Njegov oprost, jer Njegov vjerozakon i uređivanje svijeta zasnovano je na mudrosti. Imena tih ashaba su: Murara b. er-Rebi, Ka'b b. Malik i Hilal b. Umejja.",
		"korkutTranslationOfAyah":"Ima i drugih koji su u neizvjesnosti da li će ih Allah kazniti ili će im oprostiti. – A Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ",
		"tafsirTextofAyah":"Među licemjerima nalaze se i oni koji su džamijiu sagradili kako bi Allahu nepokorni bili, muslimanima štetu nanijeli, ispoljili nevjerovanje jačanjem licemjera, razjedinili vjernike i spremno iščekivali one koji su se protiv Allaha i Poslanika, još prije gradnje džamije, borili. Ovi licemjeri zaklinjat će vam se i govoriti da im je cilj samo olakšavanje muslimanima, ali Allah je svjedok da oni lažno takve tvrdnje iznose.",
		"korkutTranslationOfAyah":"A oni koji su džamiju sagradili da bi štetu nanijeli i nevjerovanje osnažili i razdor među vjernike unijeli, pripremajući je za onoga koji se protiv Allaha i Njegova Poslanika još prije borio – sigurno će se zaklinjati: \"Mi smo samo najbolje željeli\" – a Allah je svjedok da su oni pravi lažljivci."
	},
	{
		"arabicTextofAyah":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ",
		"tafsirTextofAyah":"O Vjerovjesniče, ne odazivaj se pozivu licemjera da obaviš namaz u džamiji koja ima spomenute karakteristike. Džamija Kuba, koja je već od ranije na temeljima bogobojaznosti sagrađena, preča je da u njoj, a ne u džamiji koja je sagrađena na temeljima nevjerstva, klanjaš. U džamiji Kuba nalaze se ljudi koji vole da se mnogo čiste vodom od nečistoća i prljavštine, kao i traženjem oprosta i pokajanjem od grijeha. Allah voli one koji se mnogo čiste od prljavštine i grijeha.",
		"korkutTranslationOfAyah":"Ti u njoj nemoj nikada molitvu obaviti! Džamija čiji su temelji, već od prvoga dana, postavljeni na strahu od Allaha zaista više zaslužuje da u njoj obavljaš molitvu. U njoj su ljudi koji se vole često prati, a Allah voli one koji se mnogo čiste."
	},
	{
		"arabicTextofAyah":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
		"tafsirTextofAyah":"Da li je onaj koji je temelj zgrade svoje postavio na temeljima bogobojaznosti, izvršavajući Allahove naredbe i kloneći se zabrana i želeći Allahovo zadovoljstvo kroz dobročinstvo, sličan onome ko je džamiju sagradio s ciljem nanošenja štete muslimanima, jačanja nevjerstva i raskola među vjernicima? Takvi ne mogu nikada biti isti. U prvom slučaju, građevina je čvrsta i ne postoji bojazan da će se porušiti, dok je u drugom slučaju, građevina sazdana na ivici jame i obale koja samo što se nije urušila i u džehennemsku provaliju otišla. Allah neće pomoći i potporu pružiti zulumćarima koji nevjerovanje, licemjerstvo i druge vidove nepravde promoviraju.",
		"korkutTranslationOfAyah":"Da li je bolji onaj koji je temelj zgrade svoje postavio na strahu od Allaha i u želji da Mu se umili – ili onaj koji je temelj zgrade svoje postavio na rub podlokane obale koja se nagnula, da se zajedno s njim u vatru džehennemsku sruši? – A Allah neće ukazati na Pravi put narodu koji sam sebi nepravdu čini."
	},
	{
		"arabicTextofAyah":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
		"tafsirTextofAyah":"Zgrada (džamija) koju su oni sagradili s ciljem nanošenja štete stalno će unositi nemir u srca njihova, sve dok im srca ne puknu, dok ne umru ili ubijeni budu. Allah je Onaj Koji sve što robovi čine zna, i mudar je u Svojim odredbama naknade za dobro ili zlo.",
		"korkutTranslationOfAyah":"Zgrada koju su oni sagradili stalno će unositi nemir u srca njihova, sve dok im srca ne popucaju. – A Allah sve zna i mudar je."
	},
	{
		"arabicTextofAyah":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
		"tafsirTextofAyah":"Allah je od vjernika kupio živote njihove, i pored toga što su oni u Njegovoj vlasti, kao vid počasti, i to za veliku vrijednost, tj. džennet. Oni će se na Allahovu putu boriti protiv nevjernika, kako bi Allahovu riječ uzdigli, pa će ubijati nevjernke, a i ginuti od njihovih ruku. Allah je to, zbilja, obećao u Tevratu, koji je objavio Musau, i Indžilu, koji je kao objavu dao Isau, neka je na njih mir i spas, a i u Kur'anu, koji je objavio Muhammedu, sallallahu alejhi ve sellem. A niko od Allaha dosljednije ne ispunjava obećanje svoje? Zato se radujte i budite sretni, o vjernici, zbog pogodbe svoje koju ste s Allahom ugovorili, jer to je zasigurno uspjeh veliki.",
		"korkutTranslationOfAyah":"Allah je od vjernika kupio živote njihove i imetke njihove u zamjenu za Džennet koji će im dati – oni će se na Allahovu putu boriti, pa ubijati i ginuti. On im je to zbilja obećao u Tevratu, i Indžilu, i Kur'anu – a ko od Allaha dosljednije ispunjava obećanje Svoje? Zato se radujte pogodbi svojoj koju ste s Njim ugovorili, i to je veliki uspjeh."
	},
	{
		"arabicTextofAyah":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
		"tafsirTextofAyah":"Oni koji će dobiti spomenutu nagradu ostavljaju djela koja Allah mrzi i prezire i rade ono što dovodi do Njegove ljubavi i zadovoljstva. Oni su ponizni i strahopoštavanja prema Njemu puni, pa se trude da Mu pokorni budu, iskazuju Mu zahvalu u svim situacijama, poste, klanjaju, promoviraju djela koja su naređena od Allaha i Njegova Poslanika, sprečavaju sve ono što je vjerom zabranjeno, vode brigu o Allahovim granicama i naredbama, te ostavljaju sve ono što je On zabranio. Zato, o Allahov Poslaniče, kaži vjernicima koji imaju ova svojstva ono zbog čega će se radovati i na ovome i na budućem svijetu.",
		"korkutTranslationOfAyah":"Oni se kaju, i Njemu klanjaju, i Njega hvale, i poste, i molitvu obavljaju, i traže da se čine dobra djela, a od nevaljalih odvraćaju i Allahovih propisa se pridržavaju. A vjernike obraduj!"
	},
	{
		"arabicTextofAyah":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ",
		"tafsirTextofAyah":"Ne priliči Vjerovjesniku i vjernicima da mole Allaha za oprost mnogobošcima, pa makar im bili najbliža rodbina, nakon što im je postalo jasno da će, zbog toga što su umrli kao mnogobošci, u džehennem ući.",
		"korkutTranslationOfAyah":"Vjerovjesniku i vjernicima nije dopušteno da mole oprosta za mnogobošce, makar im bili i rod najbliži, kad im je jasno da će oni stanovnici Džehennema biti."
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ",
		"tafsirTextofAyah":"Ibrahim je za svoga oca oprost molio jer je obećao da će to učiniti, nadajući se da će prihvatiti islam. Kada je Ibrahimu postalo jasno da je njegov otac Allahov neprijatelj, zbog toga što savjete nije prihvatao ili zbog toga što je posredstvom Objave saznao da će kao nevjernik umrijeti, odrekao ga se. Traženje oprosta za njega bilo je dio njegovog zaključka i truda, a ne kao vid suprotstavljanja Allahovom propisu koji mu je objavio. Ibrahim, neka mu je Allahov mir, bio je Allahu izuzetno predan i puno je svome nepravednom narodu praštao.",
		"korkutTranslationOfAyah":"A što je Ibrahim tražio oprosta za svoga oca bilo je samo zbog obećanja koje mu je dao. A čim mu je bilo jasno da je on Allahov neprijatelj, on ga se odrekao. Ibrahim je doista bio pun sažaljenja i obazriv."
	},
	{
		"arabicTextofAyah":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
		"tafsirTextofAyah":"Allah neće donijeti odluku da je neki narod u zabludi, nakon što ga je uputio, sve dok im ne pojasni zabranjena djela kojih se moraju čuvati. Ako ih budu činili, nakon tog pojašnjenja, donijet će presudu o njihovoj zabludi. Allah sve zna, ništa Mu skriveno nije. On vas je poučio svemu onome što niste znali.",
		"korkutTranslationOfAyah":"Allah neće nazvati zalutalim narod koji je na Pravi put uputio prije nego što učine ono što im je On zabranio. – Allah zaista sve dobro zna."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
		"tafsirTextofAyah":"Allahova je vlast i na nebesima i na Zemlji, On u toj vlasti ni na Zemlji ni na nebu nema sudruga i ortaka. Ni najskrivenija pojava nije Mu skrivena, On kome hoće život daje, a ako hoće usmrćuje. O ljudi, vi pored Allaha nemate zaštitnika koji će brinuti o vama i vašim stanjima, niti imate pomagača koji će vas od zla udaljiti i protiv neprijatelja pomoći.",
		"korkutTranslationOfAyah":"Allahova je vlast na nebesima i na Zemlji, On život i smrt daje, i vi osim Allaha nemate ni zaštitnika ni pomagača."
	},
	{
		"arabicTextofAyah":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ",
		"tafsirTextofAyah":"Allah je oprostio vjerovjesniku Muhammedu, sallallahu alejhi ve sellem, kada je licemjerima dozvolio izostanak iz Pohoda na Tebuk, oprostio je i muhadžirima i ensarijama koji nisu izostali, nego su ga u tom teškom času, u Pohodu na Tebuk, slijedili, kada je bila velika vrućina, manjak snage, a neprijatelj je bio jak. U to vrijeme srca nekih od njih zamalo se nisu pokolebala i napustila pohod, jer su bili u teškoj situaciji. Allah ih je poslije učvrstio i pomogao u njihovoj nakani da krenu u boj, te im je poslije i oprostio. On je prema njima, zaista, milosrdan i milostiv, a ta milost se, pored ostaloga, ogleda i u činjenici da ih je usmjerio ka pokajanju, a onda to pokajanje i prihvatio.",
		"korkutTranslationOfAyah":"Allah je oprostio Vjerovjesniku, i muhadžirima i ensarijama, koji su ga u teškom času slijedili, u vrijeme kada se srca nekih od njih zamalo nisu pokolebala; On je poslije i njima oprostio, jer je On prema njima blag i milostiv,"
	},
	{
		"arabicTextofAyah":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
		"tafsirTextofAyah":"Allah je oprostio trojici koja su izostala iz bitke na Tebuku i čije je pokajanje bilo odgođeno, a oni su: Ka'b b. Malik, Murara b. er-Rebi i Hilal b. Umejja. Poslanik je, sallallah salallahu alejhi ve sellem, izdao naređenje da se oni izbjegavaju, pa su bili veoma tužni, toliko da im se Zemlja, pored širine i prostranstva, učinila skučenom, a u njihovim dušama bilo se stislo zbog samoće koju su osjećali. U tom stanju znali su da je jedini izlaz kod Allaha, pa im se On smilovao i ka pokajanju ih uputio, a onda im pokajanje prihvatio, jer On mnogo prašta Svojim robovima i milostiv je prema njima.",
		"korkutTranslationOfAyah":"a i onoj trojici koja su bila izostala, i to tek onda kad im je zemlja, koliko god da je bila prostrana, postala tijesna, i kad im se bilo stisnulo u dušama njihovim i kada su uvidjeli da nema utočišta od Allaha nego samo u Njega. On je poslije i njima oprostio da bi se i ubuduće kajali, jer Allah, uistinu, prima pokajanje i milostiv je."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ",
		"tafsirTextofAyah":"O vjernici, vjerujte u Allaha, slijedite Njegova Poslanika i radite po vjerozakonu koji je objavio, bojte se Allaha tako što ćete izvršavati vjerske naredbe i sustezati se od vjerskih zabrana, a pored toga budite sa iskrenima u njihovom vjerovanju, riječima i djelima, jer bez iskrenosti nema vam spasa!",
		"korkutTranslationOfAyah":"O vjernici, bojte se Allaha i budite s onima koji su iskreni!"
	},
	{
		"arabicTextofAyah":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
		"tafsirTextofAyah":"Stanovnici Medine i beduini iz njene okoline nisu trebali izostati iza Allahovog Poslanika, sallallahu alejhi ve sellem, kada je krenuo u borbu, i nisu trebali svoje živote čuvati ne žrtvujući se za Poslanika, sallallahu alejhi ve sellem, nego im je obaveza bila da svoje živote založe za njegov, jer njih neće zadesiti ni žeđ, ni umor, ni glad na Allahovu putu, niti će stupiti na neko mjesto koje će nevjernike naljutiti, niti će ikakvu dobit nad neprijateljem ostvariti, bilo da se radi o pogibiji, zarobljavanju, plijenu ili porazu, a da im to sve neće kao dobro djelo upisano biti i od njih kod Allaha primljeno. Allah, zaista, neće dopustiti da propadne nagrada onima koji čine dobro, nego će im tu nagradu čak i povećati.",
		"korkutTranslationOfAyah":"Nije trebalo da stanovnici Medine ni beduini u njenoj blizini iza Allahova Poslanika izostanu i da svoj život njegovu životu pretpostave jer njih neće zadesiti ni žeđ, ni umor, ni glad na Allahovu putu, niti će stupiti na neko mjesto koje će nevjernike naljutiti, niti će ikakvu nevolju od neprijatelja pretrpjeti, a da im to sve neće kao dobro djelo upisano biti – Allah zaista neće dopustiti da propadne nagrada onima koji čine dobro –"
	},
	{
		"arabicTextofAyah":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ",
		"tafsirTextofAyah":"I neće dati nikakav imetak, ni mali ni veliki, niti će ikakvu dolinu prevaliti i preći, a da im to udjeljivanje i putovanje neće zapisano biti, da bi ih Allah nagradio na onome svijetu za ono dobro što su radili.",
		"korkutTranslationOfAyah":"i neće dati nikakav prilog, ni mali ni veliki, niti će ikakvu dolinu prevaliti, a da im to neće zapisano biti, da bi ih Allah nagradio za djela njihova nagradom ljepšom od one koju su zaslužili."
	},
	{
		"arabicTextofAyah":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ",
		"tafsirTextofAyah":"Vjernici ne trebaju da svi idu u borbu, kako ih neprijatelji ne bi istrijebili ako ih poraze. Iz svake grupe u džihad treba da ide jedna skupina, a druga skupina treba ostati sa Poslanikom, sallallahu alejhi ve sellem, učiti vjeru od njega, slušati kur'anske ajete i učiti vjerske propise, da bi oni time što su naučili opominjali svoje sunarodnjake kada se vrate, nadajući se da će se na taj način sačuvati od Allahove kazne, slijediti Njegove naredbe i kloniti se Njegovih zabrana. Ovo se odnosilo na izvidnice koje je Poslanik, sallallahu alejhi ve sellem, slao u razne krajeve i za koje je birao neke ashabe.",
		"korkutTranslationOfAyah":"Svi vjernici ne trebaju ići u boj. Neka se po nekoliko njih iz svake zajednice njihove potrudi da se upute u vjerske nauke i neka opominju narod svoj kad mu se vrate, da bi se Allaha pobojali."
	},
	{
		"arabicTextofAyah":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
		"tafsirTextofAyah":"Allah Uzvišeni naređuje vjernicima da se bore protiv onih nevjernika koji ih okružuju u njihovoj blizini, jer su oni opasnost za vjernike. Naredio im je također da ispoljavaju snagu i strogost, kako bi na taj način uplašili nevjernike i spriječili njihovo zlo. Allah je uz vjernike, pomaže ih i daje im potporu.",
		"korkutTranslationOfAyah":"O vjernici, borite se protiv nevjernika koji su u blizini vašoj i neka oni osjete vašu strogost! I znajte da je Allah na strani čestitih."
	},
	{
		"arabicTextofAyah":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ",
		"tafsirTextofAyah":"Kada Allah objavi neku suru Svome Poslaniku, sallallahu alejhi ve sellem, ima licemjera koji, izrugujući se, pitaju: \"Kome je od vas ova sura povećala vjerovanje u ono što Muhammed govori?\" Kada su u pitanju vjernici u Allaha i Njegova Poslanika, ta sura im je povećala vjerovanje pored već postojećeg koje su imali, i oni se raduju Objavi koja im dolazi, jer ona donosi korist i dobro, kako na ovome, tako i na onome svijetu.",
		"korkutTranslationOfAyah":"A kad bude objavljena neka sura, ima ih koji govore: \"Kome je od vas ova učvrstila vjerovanje?\" Što se tiče vjernika, njima je učvrstila vjerovanje, i oni se raduju;"
	},
	{
		"arabicTextofAyah":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ",
		"tafsirTextofAyah":"Licemjerima objava Kur'ana u kojem se nalaze propisi i kazivanja samo bolest i poročnost povećava, jer oni poriču objavu koja dolazi. Bolest im se povećava svaki put kada dođe nova objava, utoliko više jer svaki put sumnjaju u nju, i oni umru kao nevjernici.",
		"korkutTranslationOfAyah":"a što se tiče onih čija su srca bolesna, ona im je nevjerovanje dodala na nevjerovanje koje već imaju, i oni kao nevjernici umiru."
	},
	{
		"arabicTextofAyah":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ",
		"tafsirTextofAyah":"Zar ovi licemjeri ne vide da iskušenja koja im dolaze od Allaha jednom ili dva puta u godini otkrivaju njihovu stanje i sramote ih? I pored toga što znaju da to Allah čini, oni se na kaju zbog svog nevjerovanja, niti shvataju svoje licemjerje. Oni ne uzimaju pouku iz onoga što ih zadesi i da je to od Allaha.",
		"korkutTranslationOfAyah":"Zar oni ne vide da svake godine jedanput ili dva puta u iskušenje padaju, pa opet, nit' se kaju nit' se opamećuju."
	},
	{
		"arabicTextofAyah":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
		"tafsirTextofAyah":"Kada Allah objavi neku suru Svome Poslaniku, sallallahu alejhi ve sellem, u kojoj se spominju stanja licemjera, oni se jedni u druge zagledaju i kažu: \"Da li vas iko vidi?\" Ukoliko ih niko ne bi vidio, oni bi se udaljili sa sijela, a Allah time njihova srca udaljuje od upute i dobra, jer oni ne shvataju i ne razumiju.",
		"korkutTranslationOfAyah":"A kad bude objavljena koja sura, samo se zgledaju: \"Da li vas ko vidi?\" – i onda se udaljuju. Neka Allah srca njihova bez podrške ostavi, zato što su od onih ljudi koji neće da razumiju."
	},
	{
		"arabicTextofAyah":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ",
		"tafsirTextofAyah":"O Arapi, došao vam je Poslanik koji vama pripada, on je Arap kao i vi, njemu je teško kada je i vama teško, i ima veliku želju da krenete Pravim putem te zarad toga ulaže veliki trud. On je prema vjernicima posebno blag i samilostan.",
		"korkutTranslationOfAyah":"Došao vam je Poslanik, jedan od vas, teško mu je što ćete na muke udariti, jedva čeka da Pravim putem pođete, a prema vjernicima je blag i milostiv."
	},
	{
		"arabicTextofAyah":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ",
		"tafsirTextofAyah":"Ukoliko se oni okrenu od tebe i ne povjeruju u ono u šta ih pozivaš, reci im, Poslaniče: \"Meni je dovoljan Allah, jedino On zaslužuje da bude obožavan, samo se na Njega oslanjam i On je Gospodar velikog Prijestolja.\"",
		"korkutTranslationOfAyah":"A ako oni glave okrenu, ti reci: \"Meni je dovoljan Allah, nema boga osim Njega; samo se uzdam u Njega, On je Gospodar Arša veličanstvenoga!\""
	}
]