[
	{
		"arabicTextofAyah":"وَٱلشَّمۡسِ وَضُحَىٰهَا",
		"tafsirTextofAyah":"Allah se kune Suncem i kune se vremenom kada se ono podiže i počinje da sija.",
		"korkutTranslationOfAyah":"Tako Mi Sunca i svjetla njegova,"
	},
	{
		"arabicTextofAyah":"وَٱلۡقَمَرِ إِذَا تَلَىٰهَا",
		"tafsirTextofAyah":"I kune se Mjesecom kada prati Sunce, nakon što zađe.",
		"korkutTranslationOfAyah":"i Mjeseca kada ga prati,"
	},
	{
		"arabicTextofAyah":"وَٱلنَّهَارِ إِذَا جَلَّىٰهَا",
		"tafsirTextofAyah":"I kune se danom kada se njegova svjetlost pojavi na Zemlji.",
		"korkutTranslationOfAyah":"i dana kada ga vidljivim učini,"
	},
	{
		"arabicTextofAyah":"وَٱلَّيۡلِ إِذَا يَغۡشَىٰهَا",
		"tafsirTextofAyah":"I kune se noći kada prekrije Zemlju svojom tamom, tako da se pojavi mrak.",
		"korkutTranslationOfAyah":"i noći kada ga zakloni,"
	},
	{
		"arabicTextofAyah":"وَٱلسَّمَآءِ وَمَا بَنَىٰهَا",
		"tafsirTextofAyah":"I kune se nebom i onim ko ga je sazdao na savršen način.",
		"korkutTranslationOfAyah":"i neba i Onoga koji ga sazda,"
	},
	{
		"arabicTextofAyah":"وَٱلۡأَرۡضِ وَمَا طَحَىٰهَا",
		"tafsirTextofAyah":"I kune se Zemljom i onim ko ju je rasprostro, kako bi ljudi na njoj mogli boraviti.",
		"korkutTranslationOfAyah":"i Zemlje i Onoga koji je ravnom učini,"
	},
	{
		"arabicTextofAyah":"وَنَفۡسٖ وَمَا سَوَّىٰهَا",
		"tafsirTextofAyah":"I kune se dušom i time što ju je Allah stvorio ispravnom.",
		"korkutTranslationOfAyah":"i duše i Onoga koji je stvori"
	},
	{
		"arabicTextofAyah":"فَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا",
		"tafsirTextofAyah":"pa je nadahnuo, da bez izučavanja, zna šta je zlo, kako bi ga se klonio, a šta dobro, kako bi ga činio.",
		"korkutTranslationOfAyah":"pa joj put dobra i put zla shvatljivim učini,"
	},
	{
		"arabicTextofAyah":"قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا",
		"tafsirTextofAyah":"Postigao je željeni uspjeh onaj ko dušu očisti i ukrasi lijepim osobinama, te je očisti od svega što ne valja.",
		"korkutTranslationOfAyah":"uspjeće samo onaj ko je očisti,"
	},
	{
		"arabicTextofAyah":"وَقَدۡ خَابَ مَن دَسَّىٰهَا",
		"tafsirTextofAyah":"propast čeka onoga ko dušu isprlja grijesima.",
		"korkutTranslationOfAyah":"a biće izgubljen onaj ko je na stranputicu odvodi!"
	},
	{
		"arabicTextofAyah":"كَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآ",
		"tafsirTextofAyah":"Narod Semudov poricao je svoga vjerovjesnika Saliha, prelazeći granicu u činjenju grijeha.",
		"korkutTranslationOfAyah":"Semud je zbog obijesti svoje poricao:"
	},
	{
		"arabicTextofAyah":"إِذِ ٱنۢبَعَثَ أَشۡقَىٰهَا",
		"tafsirTextofAyah":"kada je najnesretniji među njima ustao, nakon što ga je narod njegov izabrao",
		"korkutTranslationOfAyah":"kad se jedan nesretnik između njih podigao,"
	},
	{
		"arabicTextofAyah":"فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَا",
		"tafsirTextofAyah":"Pa im je Allahov poslanik, Salih, alejhi selam, kazao: Ostavite Allahovu devu neka pije kada je njen dan pijenja i ne činite joj zlo.",
		"korkutTranslationOfAyah":"Allahov poslanik im je doviknuo: \"Brinite se o Allahovoj kamili i vremenu kad treba da pije!\","
	},
	{
		"arabicTextofAyah":"فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّىٰهَا",
		"tafsirTextofAyah":"Oni su prevarili svoga poslanika u pogledu deve, pa ju je među njima najnesretniji ubio, a oni su bili zadovoljni njegovim postupkom, te su tako bili saučesnici u grijehu. Poslije je Allah na njih spustio kaznu i strašnim ih glasom, zbog njihovih grijeha, uništio, te ih tako u pogledu kazne, zbog koje su uništeni, izjednačio.",
		"korkutTranslationOfAyah":"ali mu oni nisu povjerovali, već su je zaklali – i Gospodar njihov ih je zbog grijeha njihovih uništio i do posljednjeg istrijebio,"
	},
	{
		"arabicTextofAyah":"وَلَا يَخَافُ عُقۡبَٰهَا",
		"tafsirTextofAyah":"Allah ih je kaznio, pri tome ne strahujući od posljedica te kazne.",
		"korkutTranslationOfAyah":"i ne strahujući zbog toga od odgovornosti."
	}
]