[
	{
		"arabicTextofAyah":"وَٱلتِّينِ وَٱلزَّيۡتُونِ",
		"tafsirTextofAyah":"Allah se kune smokvom i mjestom gdje ona raste, i maslinom i mjestom gdje ona raste, u Palestini u kojoj je kao poslanik bio Isa, alejhi selam.",
		"korkutTranslationOfAyah":"Tako mi smokve i masline,"
	},
	{
		"arabicTextofAyah":"وَطُورِ سِينِينَ",
		"tafsirTextofAyah":"I kune se brdom Sinaj na kojem je Allah dozvao svoga Vjerovjesnika, Musaa, alejhi selam.",
		"korkutTranslationOfAyah":"i Sinajske gore,"
	},
	{
		"arabicTextofAyah":"وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ",
		"tafsirTextofAyah":"I kune se svetim gradom Mekkom u kojem je siguran svako onaj ko u njega uđe i u koji je poslao Muhammeda, sallallahu alejhi ve sellem.",
		"korkutTranslationOfAyah":"i grada ovog, sigurnog –"
	},
	{
		"arabicTextofAyah":"لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ",
		"tafsirTextofAyah":"Mi smo čovjeka stvorili kao stvorenja najboljeg i najskladnijeg oblika.",
		"korkutTranslationOfAyah":"Mi čovjeka stvaramo u skladu najljepšem,"
	},
	{
		"arabicTextofAyah":"ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ",
		"tafsirTextofAyah":"Zatim dajemo da na dunjaluku ostari i da nema koristi od svoga tijela, kao što od njega nema koristi kada mu se iskvari priroda i završi u Vatri.",
		"korkutTranslationOfAyah":"zatim ćemo ga u najnakazniji lik vratiti,"
	},
	{
		"arabicTextofAyah":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ",
		"tafsirTextofAyah":"Izuzimaju se oni koji vjeruju u Allaha i rade dobra djela, jer oni, i kada ostare, njih čeka neprekidna nagrada, tj. Džennet, s obzrom da su se trudili da ne iskvare svoju zdravu prirodu.",
		"korkutTranslationOfAyah":"samo ne one koji budu vjerovali i dobra djela činili, njih čeka nagrada neprekidna."
	},
	{
		"arabicTextofAyah":"فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ",
		"tafsirTextofAyah":"Šta te navodi, o čovječe, da negiraš Dan obračuna, nagrade i kazne, nakon što si vidio mnogo znakova Njegove moći?",
		"korkutTranslationOfAyah":"Pa šta te onda navodi da poričeš onaj svijet –"
	},
	{
		"arabicTextofAyah":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ",
		"tafsirTextofAyah":"Zar Allah, time što je dao Sudnji dan, nije sudija najpravedniji? Zar misli da će Allah ostaviti svoje robove uzalud i da neće suditi među njima, pa dobročinitelja nagraditi, a griješnika kazniti?",
		"korkutTranslationOfAyah":"zar Allah nije sudija najpravedniji?!"
	}
]