[
	{
		"arabicTextofAyah":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
		"tafsirTextofAyah":"Nisu se nevjernici između sljedbenika Knjige, tj. Jevreji i kršćani, i mnogobošci odvojili i prekršili svoju saglasnost na nevjerovanju, sve dok im nije došao dokaz jasni.",
		"korkutTranslationOfAyah":"Nisu se nevjernici između sljedbenika Knjige i mnogobošci odvojili, sve dok im nije došao dokaz jasni;"
	},
	{
		"arabicTextofAyah":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
		"tafsirTextofAyah":"Taj jasni dokaz je Allahov Poslanik, od Allaha poslan, koji uči čiste listove, koje dodiruju samo čistunci.",
		"korkutTranslationOfAyah":"od Allaha Poslanik, koji čita listove čiste,"
	},
	{
		"arabicTextofAyah":"فِيهَا كُتُبٞ قَيِّمَةٞ",
		"tafsirTextofAyah":"U tim listovima su istinita kazivanja i pravedni propisi koji ljude vode onome što će im biti korisno.",
		"korkutTranslationOfAyah":"u kojima su propisi ispravni."
	},
	{
		"arabicTextofAyah":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
		"tafsirTextofAyah":"Jevreji, kojima je objavljen Tevrat, i kršćani, kojima je objavljen Indžil, nisu se razišli sve dok im nije došao poslanik. Među njima je bilo onih koji su prihvatili islam, a bilo je i onih koji su ustrajali u nevjerovanju, iako su znali da je poslanik istinit.",
		"korkutTranslationOfAyah":"A podvojili su se oni kojima je data Knjiga baš onda kada im je došao dokaz jasni,"
	},
	{
		"arabicTextofAyah":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
		"tafsirTextofAyah":"Inat Jevreja i kršćana ispoljava se i u tome da im Kur'an nije naredio osim ono što im je naređeno u njihovim knjigama, a radi se o robovanju samo Allahu i udaljavanju od širka, obavljanju namaza, i davanju zekata. Ono što im je naređeno je ispravna vjera koja nema nikakvih devijacija.",
		"korkutTranslationOfAyah":"a naređeno im je da se samo Allahu klanjaju, da Mu iskreno, kao pravovjerni, vjeru ispovijedaju, i da molitvu obavljaju, i da milostinju udjeljuju; a to je – ispravna vjera."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
		"tafsirTextofAyah":"Nevjernici, iz redova Jevreja i kršćana, kao i mušrici, biće na Sudnjem danu stanovnici Džehennema, u njemu će vječno ostati. Oni su najgora stvorenja, jer ne vjeruju u Allaha i poriču Njegova Poslanika.",
		"korkutTranslationOfAyah":"Oni koji ne vjeruju između sljedbenika Knjige i mnogobošci biće, sigurno, u vatri džehennemskoj, u njoj će vječno ostati; oni su najgora stvorenja."
	},
	{
		"arabicTextofAyah":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
		"tafsirTextofAyah":"Oni koji vjeruju u Allaha i čine dobra djela su najbolja stvorenja.",
		"korkutTranslationOfAyah":"A oni koji vjeruju i čine dobra djela – oni su, zbilja, najbolja stvorenja,"
	},
	{
		"arabicTextofAyah":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
		"tafsirTextofAyah":"Njihova nagrada kod Gospodara Uzvišenog biće džennetske bašče, ispod čijih dvoraca i drveća rijeke teku, i u njima će vječno ostati. Allah je njima zadovoljan jer su vjerovali u Njega i bili Mu pokorni, a i oni su zadovoljni milošću Njegovom koju su postigli. Ovu milost imat će onaj ko se boji svoga Gospodara, čineći Njegove naredbe i udaljavajući se od Njegovih zabrana.",
		"korkutTranslationOfAyah":"njih nagrada u Gospodara njihova čeka; edenski vrtovi kroz koje rijeke teku, u kojima će vječno i zauvijek boraviti; Allah će biti njima zadovoljan, a i oni će biti Njime zadovoljni. To će biti za onoga koji se bude bojao Gospodara svoga."
	}
]